Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: ENABLE HID JOYSTICK DRIVERS
ca: HABILITAR CONTROLADORS DE PALANCA HID
cs_cz: POVOLIT SKRYTÉ OVLADAČE JOYSTICKU
eu_es: GAITU HID JOYSTICK DRIVER-AK
fr: ACTIVER LE DRIVER DE MANETTES HID
gl_es: ACTIVAR OS CONTROLADORES PARA JOYSTICK HID
hu: ENGEDÉLYEZZE A HID JOYSTICK-ILLESZTŐPROGRAMOKAT
it: ABILITA I DRIVERS HID JOYSTICK
ja_jp: HID ジョイスティック ドライバーを有効にする
nb_no: AKTIVER HID JOYSTICK DRIVERE
pl: WŁĄCZ STEROWNIKI UKRYTYCH JOYSTICKÓW
ro_ro: ACTIVEAZĂ DRIVER-E HID PENTRU JOYSTICK
sk_sk: Povoliť HID ovládače joysticku
tr: HID OYUNKOLU SÜRÜCÜLERİNİ AÇ
vi_vn: BẬT ẨN TRÌNH ĐIỀU KHIỂN TAY CẦM
zh_cn: 启用HID手柄驱动程序

source: SHOW NETWORK INDICATOR
ar: عرض أيقونة الشبكة
ca: MOSTRAR INDICADOR DE XARXA
cs_cz: ZOBRAZIT INDIKÁTOR SÍTĚ
cy_gb: DANGOS DANGOSYDD RHWYDWAITH
eu_es: ERAKUTSI SARE INDIKADOREA
fi_fi: NÄYTÄ VERKKOYHTEYDEN KUVAKE
fr: AFFICHER L’INDICATEUR RÉSEAU
gl_es: AMOSAR INDICADOR DE REDE
he: הצג מחוון רשת
hu: HÁLÓZATI JELZŐ MEGJELENÍTÉSE
it: MOSTRA INDICATORE DI RETE
ja_jp: ネットワークインジケータを表示
nb_no: VIS NETTVERKSINDIKATOR
nl: TOON NETWERK INDICATOR
pl: POKAŻ INDYKATOR SIECI
ro_ro: AFIȘEAZĂ INDICATOR PENTRU REȚEA
sk_sk: Zobraziť indikátor siete
tr: AĞ GÖSTERGESİNİ GÖRÜNTÜLE
vi_vn: HIỂN THỊ LƯU LƯỢNG MẠNG
zh_cn: 显示网络标识

source: OPTIMIZATIONS
ar: تحسينات
ca: OPTIMITZACIONS
cs_cz: OPTYMALIZOVAT
cy_gb: OPTIMEIDDIAETHAU
eu_es: OPTIMIZAZIOAK
fi_fi: OPTIMOINNIT
fr: OPTIMISATIONS
gl_es: OPTIMIZACIÓNS
he: התאמות לייעול מלא
hu: OPTIMALIZÁLÁSOK
it: OTTIMIZZAZIONI
ja_jp: 最適化
nb_no: OPTIMALISERINGER
nl: OPTIMALIZATIES
pl: OPTYMALIZACJE
ro_ro: OPTIMIZĂRI
sk_sk: Optimalizácie
tr: OPTİMİZASYONLAR
vi_vn: TỐI ƯU HÓA
zh_cn: 优化

source: PRELOAD UI ELEMENTS ON BOOT
ar: التحميل المسبق لعناصر واجهة المستخدم خلال الإقلاع
ca: PRECÀRREGA D'ELEMENTS D'IU EN INICIAR EL SISTEMA
cs_cz: PŘEDNAČÍTÁNÍ PRVKŮ UI PŘI SPUŠTĚNÍ SYSTÉMU
eu_es: UI ELEMENTUAK AURRETIK KARGATU ABIARAZTEAN
fi_fi: ESILATAA KÄYTTÖLIITTYMÄN ELEMENTIT KÄYNNISTYESSÄ
fr: PRÉCHARGEMENT DE L’INTERFACE
gl_es: PRECARGAR ELEMENTOS DA INTERFACE DE USUARIO NO ARRANQUE
hu: FELHASZNÁLÓI FELÜLETI ELEMEK ELŐZETES BETÖLTÉSE RENDSZERINDÍTÁSKOR
it: PRECARICA ELEMENTI UI ALL'AVVIO
ja_jp: 起動時にUI要素を先読みする
nb_no: FORHÅNDSLAST UI ELEMENTER VED OPPSTART
nl: INTERFACE ELEMENTEN VOORLADEN BIJ OPSTARTEN
pl: ZAŁADUJ WSTĘPNIE INTERFEJS PODCZAS ROZRUCHU
ro_ro: ÎNCARCĂ ÎN AVANS ELEMENTE INTERFAȚĂ LA PORNIRE
sk_sk: Prednačítať prvky rozhrania pri štarte
tr: UI ELEMENTLERİNİ AÇILIŞTA ÖNYÜKLE
vi_vn: TẢI TRƯỚC GIAO DIỆN KHI KHỞI ĐỘNG
zh_cn: 在启动时预加载UI元素

source: Reduces lag when entering gamelists from the system menu, increases boot time
ar: تخفيض التباطؤ خلال دخول قائمة الألعاب من قائمة النظام، يزيد مدة الإقلاع
ca: Redueix la latència quan s'introdueixen gamelists des del menú de sistema; incrementa el temps d'arrencada
cs_cz: Snížení zpoždění při zadávání seznamů her ze systémové nabídky, prodloužení doby spouštění systému
eu_es: Atzerapena gutxitzen du joko listetara sartzean sistemako menutik, abiarazte denbora handitzen du.
fi_fi: Vähentää nykimistä kun siirrytään pelilistoihin järjestelmän valikosta, mutta kasvattaa käynnistysaikaa.
fr: Réduit les saccades en entrant dans les listes de jeu, augmente le temps de démarrage
gl_es: Reduce o atraso ao introducir listas de xogos desde o menú do sistema, aumenta o tempo de arranque
hu: Csökkenti a késést, amikor a játéklistákat a rendszermenüből adja meg, növeli a rendszerindítási időt
it: Precarica tutti gli elementi dell'interfaccia e i giochi nei vari sistemi, riducendo i tempi di caricamento
ja_jp: メニューからゲームリストに入るラグを減少(起動時間が長くなります)
nl: Verminderd lag bij het openen van gamelists vanuit het systeem menu, vermeerderd opstart tijd
pl: Zmniejsza opóźnienia podczas wprowadzania list gier z menu systemowego, wydłuża czas uruchamiania
ro_ro: Micșorează latența când se intră în listele de jocuri din meniul de sistem, dar mărește timpul de boot
sk_sk: Znižuje oneskorenie pri vstupe do zoznamov hier zo systémovej ponuky, predlžuje čas spustenia
tr: Sistem menüsünden oyun listelerine girerken gecikmeyi azalt, açılış süresini artırır
vi_vn: Giảm lag khi truy cập danh sách game từ menu hệ thống, có thể làm tăng thời gian khởi động hệ thống
zh_cn: 减少从系统菜单输入游戏列表时的延迟，增加启动时间

source: PRELOAD METADATA MEDIA ON BOOT
ar: التحميل المسبق لبيانات الوسائط خلال الإقلاع
ca: PRE-CARREGAR METADADES DE CONTINGUTS EN INICIAR EL SISTEMA
cs_cz: PŘEDNAČÍTÁNÍ MÉDIA METADATY PŘI SPUŠTĚNÍ SYSTÉMU
eu_es: MEDIA METADATUAK AURRETIK KARGATZEN DITU ABIARAZTEAN
fi_fi: ESILATAA SISÄLLÖN METATIEDOT KÄYNNISTYKSESSÄ
fr: PRÉCHARGEMENT DES MÉDIAS
gl_es: PRECARGAR MEDIOS DE DATOS DESCRIPTIVOS NO ARRANQUE
hu: METAADATOK ELŐZETES BETÖLTÉSE RENDSZERINDÍTÁSKOR
it: PRECARICA MEDIA GIOCHI ALL'AVVIO
ja_jp: 起動時にメタ情報メディアを先読みする
nl: METADATA VOORLADEN BIJ OPSTARTEN
pl: ZAŁADUJ WSTĘPNIE META DANE MEDIÓW PODCZAS ROZRUCHU
ro_ro: ÎNCARCĂ ÎN AVANS METADATELE MEDIA LA PORNIRE
sk_sk: Prednačítať metadáta médií pri štarte
tr: METADATA MEDYAYI AÇILIŞTA ÖNYÜKLE
vi_vn: TẢI TRƯỚC METADATA KHI KHỞI ĐỘNG
zh_cn: 启动时预加载元数据媒体

source: Reduces lag when scrolling through a fully scraped gamelist, increases boot time
ar: تخفيض التباطؤ خلال التمرير بين الألعاب المجلوب محتواها، يزيد مدة الإقلاع
ca: Redueix la latència de desplaçament a una gamelist amb tots els continguts; incrementa el temps d'arrencada
cs_cz: Snížení zpoždění při procházení plně medializovaného seznamu her, prodlužuje dobu spouštění systému
eu_es: Atzerapena gutxitzen du datu giztuak dituzten joko listan mugitzean, abiarazte denbora handitzen du.
fr: Réduit les saccades en naviguant dans les listes de jeux scrapés, augmente le temps de démarrage
gl_es: Reduce o atraso ao desprazarse por unha lista de xogos totalmente raspada, aumenta o tempo de inicio
hu: Csökkenti a késleltetést egy teljesen lekért játéklista görgetésekor, növeli a rendszerindítási időt
it: Precarica tutti i media dei giochi, riducendo i tempi di caricamento
ja_jp: スクレイプ済みゲームリストのスクロール時のラグを減少(起動時間が長くなります)
nl: Verminderd lag bij het scrollen door volledig gescrapete spellijsten, vermeerderd opstart tijd
pl: Zmniejsza opóźnienia podczas przewijania w pełni scrape'owanej listy gier, wydłuża czas uruchamiania
ro_ro: Micșorează latența când se derulează o listă de jocuri completă cu metadate, dar mărește timpul de boot
sk_sk: Znižuje oneskorenie pri prechádzaní vyhľadaným zoznamom hier, predlžuje čas spustenia
tr: Oyun listelerini gezerken tamamen scrape edilmiş oyunlarda gecikmeyi azalt, açılış süresini artırır
vi_vn: Giảm lag khi cuộn danh sách game, có thể làm tăng thời gian khởi động hệ thống
zh_cn: 减少扫描完整的游戏列表时的延迟，增加启动时间

source: THREADED LOADING
ar: تحميل مترابط
ca: CÀRREGA PER FILS
cs_cz: NAČÍST VLÁKNA
cy_gb: LLWYTHO EDEFYNNAU
eu_es: HARI BIDEZKO KARGA
fi_fi: SÄIKEYTETTY LATAAMINEN
fr: CHARGEMENT EN PARALLÈLE
gl_es: ACELERAR CARGA DO SISTEMA
he: טעינה בשיטת THREADED
hu: TÖBBSZÁLAS TÖLTÉS
it: CARICAMENTO ACCODATO
ja_jp: スレッド読み込み(CPUコアが複数ある場合)
nb_no: TRÅD LASTER
nl: THREADED LADEN
pl: WCZYTYWANIE WĄTKOWE
ro_ro: ÎNCĂRCARE PE FIRE DE EXECUȚIE
sk_sk: Súčasné načítavanie
tr: THREADED YÜKLENİYOR
vi_vn: NẠP DỮ LIỆU THEO LUỒNG
zh_cn: 线程载入中

source: ASYNC IMAGE LOADING
ar: تحميل صورة غير متزامن
ca: CÀRREGA D'IMATGES ASSÍNCRONA
cs_cz: ASYNCHRONNÍ NAČÍTÁNÍ OBRÁZKŮ
cy_gb: LLWYTHO DELWEDDAU ASYNC
eu_es: IRUDI KARGA ASINKORONOA
fr: CHARGEMENT ASYNCHRONE DES IMAGES
gl_es: CARGA DE IMAXES ASÍNCRONAS
hu: ASZINKRON KÉP BETÖLTÉS
it: CARICAMENTO IMMAGINI ASINCRONO
ja_jp: 画像の非同期読み込み(画像を並行して読み込む)
nb_no: ASYNKRONT BILDER LASTER
nl: ASYNC LADEN AFBEELDINGEN
pl: ASYNCHRONICZNE WCZYTYWANIE OBRAZÓW
ro_ro: ÎNCĂRCAREA IMAGINILOR ASINCRONĂ
sk_sk: Asynchrónne načítavanie obrázkov
tr: EŞZAMANSIZ İMAJLAR YÜKLENİYOR
vi_vn: NẠP HÌNH ẢNH BẤT ĐỒNG BỘ
zh_cn: 异步图像载入中

source: OPTIMIZE IMAGES VRAM USE
ar: تحسين الصور باستخدام ذاكرة الفيديو
ca: OPTIMITZAR L'ÚS DE LA VRAM PER IMATGES
cs_cz: OPTIMALIZOVAT OBRÁZKY POUŽÍTÉ VRAM
cy_gb: OPTIMEIDDIO DELWEDDAU MAE VRAM YN DEFNYDDIO
eu_es: IRUDIEN VRAM ERABILERA OPTIMIZATU
fi_fi: OPTIMOI KUVIEN VIDEOMUISTIN KÄYTÖN
fr: OPTIMISER LA MÉMOIRE POUR LES IMAGES
gl_es: OPTIMIZAR O USO DA VRAM DE IMAXES
he: התאם ליעילות מלאה שימוש תמונה ב VRAM
hu: VRAM HASZNÁLAT OPTIMIZÁLÁSA
it: OTTIMIZZAZIONE IMMAGINI IN VRAM
ja_jp: 画像表示にVRAMを使用
nb_no: OPTIMALISER BILDER VRAM BRUK
nl: OPTIMALIZEER GEBRUIK VRAM GEBRUIK AFBEELDINGEN
pl: OPTYMALIZUJ OBRAZY DLA VRAM
ro_ro: OPTIMIZEAZĂ NECESARUL DE VRAM PENTRU IMAGINI
sk_sk: Optimalizovať využitie obrazovej VRAM
tr: VRAM KULLANIMINA GÖRE İMAJLARI OPTİMİZE ET
vi_vn: TỐI ƯU HÓA SỬ DỤNG VRAM CHO HÌNH ẢNH
zh_cn: 优化图像VRAM使用

source: OPTIMIZE VIDEO VRAM USAGE
ar: تحسين الفيديو باستخدام ذاكرة الفيديو
ca: OPTIMIZAR L'ÚS DE LA VRAM PER A VIDEO
cs_cz: OPTIMALIZACE VYUŽITÍ VIDEOPAMĚTI
cy_gb: OPTIMEIDDIO FIDEOS MAE VRAM YN DEFNYDDIO
eu_es: BIDEO VRAM ERABILERA OPTIMIZATU
fi_fi: OPTIMOI VIDEOIDEN VIDEOMUISTIN KÄYTÖN
fr: OPTIMISER LA MÉMOIRE POUR LES VIDÉOS
gl_es: OPTIMIZAR O USO DA VRAM DE VIDEO
hu: VIDEO VRAM HASZNÁLAT OPTIMIZÁLÁSA
it: OTTIMIZZAZIONE VIDEO IN VRAM
ja_jp: 動画再生にVRAMを使用
nl: OPTIMALIZEER GEBRUIK VIDEO VRAM
pl: OPTYMALIZUJ WIDEO DLA VRAM
ro_ro: OPTIMIZEAZĂ NECESARUL DE VRAM PENTRU VIDEO
sk_sk: Optimalizovať využitie video VRAM
tr: VRAM KULLANIMINA GÖRE VİDEOLARI OPTİMİZE ET
vi_vn: TỐI ƯU HÓA SỬ DỤNG VRAM CHO VIDEO
zh_cn: 优化视频VRAM的使用

source: REBOOT REQUIRED TO APPLY THE NEW CONFIGURATION
ar: يرجى إعادة تشغيل النظام لتطبيق التكوينات الجديدة
ca: PER A APLICAR LA NOVA CONFIGURACIÓ ES REQUEREIX REINICIAR
cs_cz: RESTARTOVÁNÍ NUTNÉ PRO POUŽITÍ NOVÉ KONFIGURACE
cy_gb: GOFYNNIR I AILGYCHWYN Y SYSTEM I GADARNHAU'R FFURFWEDD NEWYDD
eu_es: BERABIARAZPENA BEHARREZKOA DA KONFIGURAZIO BERRIA EZARTZEKO
fi_fi: UUDELLEEN KÄYNNISTYS VAADITAAN UUDEN KOKOONPANON KÄYTTÖÖN OTTAMISEKSI
fr: UN REDÉMARRAGE EST NÉCESSAIRE POUR APPLIQUER LA NOUVELLE CONFIGURATION
gl_es: REINICIO NECESARIO PARA APLICAR A NOVA CONFIGURACIÓN
hu: AZ ÚJ KONFIGURÁCIÓ ÉRVÉNYESÍTÉSÉHEZ ÚJRAINDÍTÁS SZÜKSÉGES
it: RIAVVIO DEL SISTEMA NECESSARIO PER APPLICARE LA NUOVA CONFIGURAZIONE
ja_jp: 新しい構成を適用するには、再起動が必要です
nl: HERSTART BENODIGD OM DE NIEUWE CONFIGURATIE TOE TE PASSEN
pl: DO ZASTOSOWANIA NOWEJ KONFIGURACJI WYMAGANE JEST PONOWNE URUCHOMIENIE SYSTEMU
ro_ro: ESTE NECESARĂ O REPORNIRE PENTRU A APLICA NOUA CONFIGURAȚIE
sk_sk: Na použitie zmien je potrebný reštart
tr: YENİ YAPILANDIRMANIN UYGULANMASI İÇİN SİSTEMİN TEKRAR BAŞLATILMASI GEREKİR
vi_vn: KHỞI ĐỘNG LẠI ĐỂ ÁP DỤNG CẤU HÌNH MỚI
zh_cn: 需要重新启动系统才能应用新配置

source: DOWNLOADS
ar: تنزيل
ca: DESCÀRREGUES
cs_cz: ULOŽENÉ
cy_gb: LAWRLWYTHIADAU
eu_es: DESKARGAK
fi_fi: LATAUKSET
fr: TÉLÉCHARGEMENTS
gl_es: DESCARGAS
he: הורדות
hu: LETÖLTÉSEK
ja_jp: ダウンロード
nb_no: NEDLASTNINGER
pl: DO ŚCIĄGNIĘCIA
ro_ro: DESCĂRCĂRI
sk_sk: Preberania
tr: İNDİRMELER
vi_vn: TẢI XUỐNG
zh_cn: 下载项

source: CONTENT DOWNLOADER
ar: محمل المحتوى
ca: GESTOR DE CONTINGUT DESCARREGABLE
cs_cz: STAHOVÁNÍ OBSAHU
cy_gb: LAWRLWYTHWR CYNNWYS
eu_es: EDUKI DEKSARGATZAILEA
fi_fi: SISÄLLÖN LATAAJA
fr: TÉLÉCHARGEMENT DE CONTENU
gl_es: DESCARGADOR DE CONTIDOS
he: מוריד התכנים
hu: TARTALOM LETÖLTŐ
it: DOWNLOADER DEI CONTENUTI
ja_jp: コンテンツダウンローダー
nb_no: INNHOLDSNEDLASTER
pl: POBIERACZ TREŚCI
ro_ro: CONȚINUT
sk_sk: Sťahovač obsahu
tr: İÇERİK İNDİRİCİ
vi_vn: TRÌNH TẢI XUỐNG NỘI DUNG
zh_cn: 下载内容

source: THEMES
ar: سِمات
ca: TEMES
cs_cz: MOTIVY
cy_gb: THEMAU
eu_es: GAIAK
fi_fi: TEEMAT
fr: THÈMES
gl_es: TEMAS
he: ערכות נושא
hu: TÉMÁK
it: TEMI
ja_jp: テーマ
nb_no: TEMAER
nl: THEMAS
pl: MOTYWY
ro_ro: TEME
sk_sk: Témy
tr: TEMALAR
vi_vn: GIAO DIỆN
zh_cn: 主题

source: SOFTWARE UPDATES
ar: تحديثات النظام
ca: ACTUALIZACIONS
cs_cz: AKTUALIZACE SOFTWARU
cy_gb: DIWEDDARIADAU MEDDALWEDD
eu_es: SOFTWARE EGUNERAKETAK
fi_fi: OHJELMISTOPÄIVITYKSET
fr: MISES À JOUR LOGICIEL
gl_es: ACTUALIZACIÓNS DE SOFTWARE
he: עידכוני תוכנה
hu: SZOFTVER FRISSÍTÉSEK
it: AGGIORNAMENTI SOFTWARE
ja_jp: 更新
nb_no: PROGRAMVAREOPPDATERINGER
pl: AKTUALIZACJE OPROGRAMOWANIA
ro_ro: ACTUALIZĂRI SOFTWARE
sk_sk: Aktualizácie softvéru
tr: YAZILIM GÜNCELLEMELERİ
vi_vn: CẬP NHẬT PHẦN MỀM
zh_cn: 软件更新

source: CHECK FOR UPDATES
ar: البحث عن تحديثات
ca: COMPROVAR ACTUALITZACIONS
cs_cz: HLEDAT AKTUALIZACE
cy_gb: GWIRIO AM DDIWEDDARIADAU
eu_es: KONPROBATU EGUNERAKETAK
fi_fi: TARKISTA SAATAVAT PÄIVITYKSET
fr: VÉRIFIER LES MISES À JOUR
gl_es: VERIFICAR ACTUALIZACIÓNS
he: חיפוש עידכוני תוכנה חדשים
hu: FRISSÍTÉSEK KERESÉSE
it: CONTROLLA PER AGGIORNAMENTI
ja_jp: 更新を確認
nb_no: SE ETTER OPPDATERINGER
nl: CHECKEN VOOR UPDATES
pl: SPRAWDŹ AKTUALIZACJE
ro_ro: VERIFICĂ PENTRU ACTUALIZĂRI
sk_sk: Skontrolovať aktualizácie
tr: GÜNCELLEMELERİ KONTROL ET
vi_vn: KIỂM TRA CẬP NHẬT
zh_cn: 检查更新

source: UPDATE TYPE
ar: نوع التحديث
ca: TIPUS D'ACTUALITZACIÓ
cs_cz: TIP AKTUALIZACE
cy_gb: MATH O DDIWEDDARIAD
eu_es: EGUNERAKETA MOTA
fi_fi: PÄIVITYKSEN TYYPPI
fr: TYPE DE MISE À JOUR
gl_es: TIPO DE ACTUALIZACIÓN
he: סוג עידכון
hu: FRISSÍTÉS TÍPUS
it: TIPO AGGIORNAMENTO
ja_jp: 更新データ種類
nb_no: OPPDATERINGSTYPE
pl: TYP AKTUALIZACJI
ro_ro: TIP ACTUALIZARE
sk_sk: Typ aktualizácie
tr: GÜNCELEME TÜRÜ
vi_vn: LOẠI CẬP NHẬT
zh_cn: 更新类型

source: APPLY UPDATE
ar: تطبيق التحديث
ca: APLICAR ACTUALITZACIÓ
cs_cz: APLIKOVAT AKTUALIZACE
cy_gb: YMGESIO DIWEDDARIAD
eu_es: EZARRI EGUNERAKETA
fi_fi: SUORITA PÄIVITYS
fr: APPLIQUER LA MISE À JOUR
gl_es: APLICAR ACTUALIZACIÓN
he: החל עידכון
hu: FRISSÍTÉS ALKALMAZÁSA
it: APPLICA AGGIORNAMENTO
ja_jp: 更新を適用
nl: UPDATE TOEPASSEN
pl: ZASTOSUJ AKTUALIZACJĘ
ro_ro: APLICĂ ACTUALIZAREA
sk_sk: Použiť aktualizáciu
tr: GÜNCELLEMEYİ UYGULA
vi_vn: ÁP DỤNG CẬP NHẬT
zh_cn: 应用更新

source: START UPDATE
ar: بدء التحديث
ca: INICIA L'ACTUALITZACIÓ
cs_cz: AKTUALIZOVAT
cy_gb: DECHRAU DIWEDDARIAD
eu_es: EGUNERAKETA HASI
fi_fi: ALOITA PÄIVITYS
fr: LANCER LA MISE À JOUR
gl_es: INICIAR ACTUALIZACIÓN
he: התחל עידכון
hu: FRISSÍTÉS INDÍTÁS
it: INIZIA AGGIORNAMENTO
ja_jp: 更新 開始
nb_no: START OPPDATERING
nl: UPDATE STARTEN
pl: ROZPOCZNIJ AKTUALIZACJĘ
ro_ro: ÎNCEPE ACTUALIZAREA
sk_sk: Spustiť aktualizáciu
tr: GÜNCELLE
vi_vn: BẮT ĐẦU CẬP NHẬT
zh_cn: 开始更新

source: UPDATER IS ALREADY RUNNING
ar: التحديث شغال مسبقا
ca: L'ACTUALITZADOR ENCARA S'ESTÀ EXECUTANT
cs_cz: AKTUALIZÁTOR JE JIŽ SPUŠTĚN
eu_es: EGUNERATZAILEA DAGOENEKO MARTXAN DAGO
fi_fi: PÄIVITYS ON JO KÄYNNISSÄ
fr: LA MISE À JOUR EST DÉJÀ EN COURS
gl_es: A ACTUALIZACIÓN EN CURSO
hu: A FRISSÍTŐ MÁR FUT
it: L'AGGIORNAMENTO È GIÀ IN ESECUZIONE
ja_jp: 更新は既に実行中です
nb_no: OPPDATERER KJØRER ALLEREDE
nl: UPDATE IS AL BEZIG
pl: AKTUALIZACJA ZOSTAŁA JUŻ URUCHOMIONA
ro_ro: ACTUALIZATORUL DEJA RULEAZĂ
sk_sk: Aktualizátor už beží
tr: GÜNCELLEYİCİ ZATEN ÇALIŞIYOR
vi_vn: CẬP NHẬT ĐANG CHẠY
zh_cn: 更新程序已经运行

source: YOU ARE NOT CONNECTED TO A NETWORK
ca: NO ESTÀS CONNECTAT A CAP XARXA
cs_cz: NEJSTE PŘIPOJENI K SÍTI
cy_gb: NID YDYCH CHI'N GYSWLLT Â RHWYDWAITH
eu_es: EZ ZAUDE SARE BATETARA KONEKTATUTA
fi_fi: ET OLE YHDISTETTYNÄ VERKKOON
fr: VOUS N’ÊTES CONNECTÉ À AUCUN RÉSEAU
gl_es: NO ESTAS CONECTADO A UNHA REDE
he: המערכת אינה מחוברת לרשת
hu: NEM VAGY CSATLAKOZVA HÁLÓZATHOZ
it: NON SEI CONNESSO A UNA RETE
ja_jp: ネットワークに接続されていません
nb_no: DU ER IKKE KOBLET TIL ET NETTVERK
nl: U BENT NIET VERBONDEN MET EEN NETWERK
pl: NIE MASZ POŁĄCZENIA Z SIECIĄ
ro_ro: NU EȘTI CONECTAT LA NICIO REȚEA
sk_sk: Nie ste pripojení k sieti
tr: AĞA BAĞLI DEĞİLSİNİZ
vi_vn: CHƯA KẾT NỐI MẠNG
zh_cn: 你还未连接网络

source: LANGUAGE
ar: اللغة
ca: IDIOMA
cs_cz: JAZYK
cy_gb: IAITH
eu_es: HIZKUNTZA
fi_fi: KIELI
fr: LANGUE
gl_es: LINGUA
he: שפה
hu: NYELV
it: LINGUA
ja_jp: 言語
nb_no: SPRÅK
nl: TAAL
pl: JĘZYK
ro_ro: LIMBĂ
sk_sk: Jazyk
tr: DİL
vi_vn: NGÔN NGỮ
zh_cn: 语言

source: LANGUAGE (REGION)
ar: اللغة (المنطقة)
ca: IDIOMA (REGIÓ)
cs_cz: JAZYK (REGION)
eu_es: HIZKUNTZA (HERRIALDEA)
fi_fi: KIELI (ALUE)
fr: LANGUE (RÉGION)
gl_es: LINGUA (REXION)
hu: NYELV (RÉGIÓ)
it: LINGUA (REGIONE)
ja_jp: 言語（地域）
nb_no: SPRÅK (REGION)
pl: JĘZYK (REGION)
ro_ro: LIMBĂ (REGIUNE)
sk_sk: Jazyk (región)
tr: DİL (BÖLGE)
vi_vn: NGÔN NGỮ (VÙNG)
zh_cn: 语言（地区）

source: SELECT YOUR TIME ZONE
ar: قم باختيار منطقتك الزمنية
ca: SELECCIONA LA TEVA ZONA HORÀRIA
cs_cz: VYBERTE SVÉ ČASOVÉ PÁSMO
eu_es: AUKERATU ZURE DENBORA ZONALDEA
fi_fi: VALITSE AIKAVYÖHYKKEESI
fr: SÉLECTIONNER VOTRE FUSEAU HORAIRE
gl_es: ESCOLLE O TEU FUSO HORARIO
hu: VÁLASSZA KI AZ IDŐZÓNÁT
it: SELEZIONA IL TUO FUSO ORARIO
ja_jp: タイムゾーンを選択
nb_no: VELG DIN TIDSSONE
nl: SELECTEER TIJD ZONE
pl: WYBIERZ STREFĘ CZASOWĄ
ro_ro: ALEGE FUSUL TĂU ORAR
sk_sk: Vyberte vaše časové pásmp
tr: SAAT DİLİMİNİ SEÇ
vi_vn: CHỌN MÚI GIỜ CỦA BẠN
zh_cn: 选择你的时区

source: TIME ZONE
ar: المنطقة الزمنية
ca: ZONA HORÀRIA
cs_cz: ČASOVÉ PÁSMO
eu_es: DENBORA ZONALDEA
fi_fi: AIKAVYÖHYKE
fr: FUSEAU HORAIRE
gl_es: FUSO HORARIO
hu: IDŐZÓNA
it: FUSO ORARIO
ja_jp: タイムゾーン
nb_no: TIDSSONE
nl: TIJD ZONE
pl: STREFA CZASOWA
ro_ro: FUS ORAR
sk_sk: Časové pásmo
tr: SAAT DİLİMİ
vi_vn: MÚI GIỜ
zh_cn: 时区

source: SHOW CLOCK IN 12-HOUR FORMAT
ar: عرض الساعة بنمط 12 بدل 24
ca: MOSTRAR RELLOTGE EN FORMAT 12H
cs_cz: ZOBRAZIT HODINY VE 12 HODINOVÉM FORMÁTU
eu_es: ERAKUTSI ORDULARIA 12 ORDUKO FORMATUAN
fi_fi: NÄYTÄ KELLO 12 TUNNIN MUODOSSA
fr: HORLOGE AU FORMAT 12 HEURES
gl_es: AMOSAR O RELOXO EN FORMATO DE 12 HORAS
he: הצג שעות בתצורת 12 שעות
hu: 12 ÓRÁS ÓRA FORMÁTUM BEÁLLÍTÁSA
it: OROLOGIO - FORMATO 12-ORE
ja_jp: 時計を12時間形式で表示
nb_no: VIS KLOKKE I 12 TIMERS FORMAT
nl: TOON KLOK IN 12-UUR INDELING
pl: POKAŻ ZEGAR W FORMACIE 12-GODZINNYM
ro_ro: ARATĂ CEASUL ÎN FORMAT 12 ORE
sk_sk: Zobraziť hodiny v 12-hodinovom formáte
tr: SAATİ 12-SAAT FORMATINDA GÖSTER
vi_vn: HIỂN THỊ ĐỒNG HỒ 12 GIỜ
zh_cn: 12小时格式

source: POWER SAVING MODE
ar: اقتصاد الطاقة
ca: MODE D'ESTALVI ENERGÈTIC
cs_cz: ÚSPORNÝ REŽIM
eu_es: ENERGIA AURREZTE MODUA
fi_fi: VIRRANSÄÄSTÖTILA
fr: MODE D'ÉCONOMIE D'ÉNERGIE
gl_es: MODO DE AFORRO DE ENERXÍA
hu: ENERGIATAKARÉKOS MÓD
it: MODALITÀ DI SALVATAGGIO ENERGETICO
ja_jp: 省電力モード(小型マシン用)
nb_no: STRØMSPARINGSMODUS
pl: TRYB OSZCZĘDZANIA ENERGII
ro_ro: MOD ECONOMIC
sk_sk: Šetriaci režim
tr: GÜÇ KORUMA MODU
vi_vn: CHẾ ĐỘ TIẾT KIỆM PIN
zh_cn: 省电模式

source: DEFAULT
ar: افتراضي
ca: PER DEFECTE
cs_cz: VÝCHOZÍ
eu_es: BESTERIK EZEKO AUKERA
fi_fi: OLETUS
fr: PAR DÉFAUT
gl_es: PREDETERMINADO
hu: ALAPÉRTELMEZETT
ja_jp: 標準
nb_no: STANDARD
nl: STANDAARD
pl: DOMYŚLNY
ro_ro: IMPLICIT
sk_sk: Predvolené
tr: VARSAYILAN
vi_vn: MẶC ĐỊNH
zh_cn: 默认

source: ENHANCED
ar: تحسين
ca: MILLORAT
cs_cz: VYLEPŠENÝ
cy_gb: GWELL
eu_es: HOBETUTA
fi_fi: PARANNELTU
fr: AMÉLIORÉ
gl_es: MELLORADO
he: משופר
it: MIGLIORATO
ja_jp: 拡張
nl: UITGEBREID
pl: ROZSZERZONY
ro_ro: ÎMBUNĂTĂȚIT
sk_sk: Rozšírené
tr: GELİŞTİRİLMİŞ
vi_vn: NÂNG CAO
zh_cn: 增强

source: INSTANT
ar: فوري
ca: INSTANTANI
cs_cz: OKAMŽITÝ
eu_es: UNEKOA
fi_fi: VÄLITTÖMÄSTI
fr: INSTANTANÉ
gl_es: INSTANTÁNEO
hu: AZONNALI
it: IMMEDIATO
ja_jp: 瞬時
nb_no: ØYEBLIKK
nl: DIRECT
pl: NATYCHMIASTOWY
sk_sk: Okamžité
tr: ANINDA
vi_vn: NGAY LẬP TỨC
zh_cn: 瞬间

source: Reduces power consumption when idle (useful for handhelds).
ar: يخفض استهلاك الطاقة حين خمول النظام (مفيد للأجهزة المحمولة اليدوية)
ca: Redueix el consum d'energía quan està inactiu (útil per a dispositius amb bateria).
cs_cz: Snižuje spotřebu energie při nečinnosti (užitečné pro kapesní počítače).
eu_es: Energia kontsumoa jaisten du erabiltzen ez denean (eskuko gailuetarako erabilgarria)
fi_fi: Vähentää virrankulutusta tarpeen mukaan (hyödyllinen käsikonsoleille).
fr: Réduit la consommation d’énergie si inactif.
gl_es: Reduce o consumo de enerxía cando está inactivo (útil para dispositivos portátiles).
hu: Csökkenti az energiafogyasztást tétlen állapotban (kézi számítógépekhez hasznos).
it: Riduci consumo energetico quando intattivo (utile per gli handheld).
ja_jp: 待機時の消費電力を削減（携帯機に便利）
pl: Zmniejsza zużycie energii w stanie bezczynności (przydatne w przypadku urządzeń przenośnych).
ro_ro: Reduce consumul de energie când este inactiv (util pentru dispozitive portabile).
sk_sk: Zníži spotrebu energie pri nečinnosti (vhodné pre prenosné konzoly).
tr: Boştayken güç tüketimini azaltır (el bilgisayarları için kullanışlıdır).
vi_vn: Giảm mức tiêu thụ điện năng khi không hoạt động (hữu ích cho thiết bị cầm tay).
zh_cn: 减少空闲时的功耗（对移动设备很有用）。

source: SCREEN READER (TEXT TO SPEECH)
ar: قارئ الشاشة
ca: LECTOR DE PANTALLA (DICTAT DE TEXT)
cs_cz: ČTEČKA OBRAZOVKY (PŘEVOD TEXTU NA ŘEČ)
eu_es: PANTAILA IRAKURLEA (TESTUA MINTZAMENERA)
fi_fi: NÄYTÖNLUKIJA (TEKSTI PUHEEKSI)
fr: LECTURE À L’ÉCRAN
gl_es: LECTOR DE PANTALLA (TEXTO A VOZ)
hu: KÉPERNYŐOLVASÓ (SZÖVEGFELOLVASÁS)
it: SINTESI VOCALE (TEXT TO SPEECH)
ja_jp: スクリーンリーダー（音声合成）
nb_no: SKJERMLESER (TEKST TIL TALE)
nl: SCHERM LEZER (TEXT TO SPEECH)
pl: CZYTNIK EKRANU (ZAMIANA TEKSTU NA MOWĘ)
ro_ro: CITITOR ECRAN (TEXT VORBIT)
sk_sk: Čítačka obrazovky (text na reč)
tr: EKRAN OKUYUCUSU (METİNDEN SESE)
vi_vn: TRÌNH ĐỌC MÀN HÌNH (VĂN BẢN SANG GIỌNG NÓI)
zh_cn: 屏幕阅读器（文本到语音）

source: USER INTERFACE MODE
ar: نمط واجهة المستخدم
ca: MODE D'INTERFÍCIE D'USUARI
cs_cz: REŽIM UŽIVATELSKÉHO ROZHRANÍ
eu_es: ERABILTZAILE INTERFAZE MODUA
fi_fi: KÄYTTÖLIITTYMÄTILA
fr: RESTRICTIONS DE L'INTERFACE
gl_es: MODO DE INTERFACE DE USUARIO
hu: FELHASZNÁLÓI FELÜLET MÓD
it: MODALITÀ INTERFACCIA UTENTE
ja_jp: ユーザーインターフェイス モード
nb_no: BRUKERGRENSESNITT MODUS
pl: TRYB INTERFEJSU UŻYTKOWNIKA
ro_ro: MOD INTERFAȚĂ
sk_sk: Režim používateľského rozhrania
tr: KULLANICI ARAYÜZÜ MODU
vi_vn: GIAO DIỆN NGƯỜI DÙNG
zh_cn: 用户界面模式

source: Lock down certain config menus for use with guest users/kids.
ar: إخفاء بعض قوائم الإعدادات، للاستعمال مع الضيوف/الأطفال.
ca: Limitar certs menús de configuració per a ser usat per nens o convidats.
cs_cz: Uzamčení některých konfiguračních nabídek pro použití s hostujícími uživateli/dětmi.
eu_es: Blokeatu ezarpen menu batzuk gonbidaturiko haur/ume-ekin erabiltzeko
fi_fi: Lukitse tietyt asetukset käyttöliittymästä vierailta/lapsilta.
fr: Verrouille les menus des bornes d'arcade et pour les enfants.
gl_es: Bloquea certos menús de configuración para usar con convidados/nenos.
hu: Zárolhat bizonyos konfigurációs menüket a vendégfelhasználókkal/gyerekekkel való használathoz.
it: Blocca certi menu di configurazione per gli utenti guest/bambini
ja_jp: ゲストユーザー/子供用に特定の設定メニューをロックします
pl: Zablokuj niektóre menu konfiguracyjne dla gości / dzieci.
ro_ro: Blochează anumite meniuri de configurare pentru utilizarea cu invitați sau copii.
sk_sk: Uzamknúť určité konfiguračné ponuky pre použitie s hosťami/deťmi.
tr: Misafir kullanıcılar/çocuklar için belirli yapılandırma menülerini kilitleyin.
vi_vn: Khóa các menu cấu hình nhất định với khách/trẻ em.
zh_cn: 锁定某些配置菜单以供客人和小孩使用。
