Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: SCRAPING
ar: الجلب
ca: OBTENINT CONTINGUTS
cs_cz: VYHLEDÁVÁNÍ
cy_gb: YN CRAFU
eu_es: DATUAK LORTZEN
fr: SCRAPE
gl_es: RASPADO DE DATOS
hu: LEKÉRDEZÉS
ja_jp: 情報を取得中
nb_no: SKRAPER
nl: SCRAPEN
pl: SCRAPE'OWANIE
ro_ro: PRELUARE DATE
sk_sk: Vyhľadávanie
tr: KAZINIYOR
vi_vn: ĐANG SCRAPE
zh_cn: 抓取

source: SCRAPE FAILED
ar: فشل الجلب
ca: OBTENCIÓ DE CONTINGUTS FALLIDA
cs_cz: VYHLEDÁVÁNÍ SE NEPOVEDLO
cy_gb: WEDI METHU CRAFU
eu_es: DATU LORTZEAN ARAZOAK
fr: ÉCHEC DU SCRAPE
gl_es: O RASPADO DE DATOS FALLOU
hu: LEKÉRDEZÉSI HIBA
it: SCRAPE FALLITO
ja_jp: スクレイプ失敗
nb_no: SKRAPING MISLYKKES
nl: SCRAPE MISLUKT
pl: SCRAPE'OWANIE NIE POWIODŁO SIĘ
ro_ro: PRELUAREA A EȘUAT
sk_sk: Vyhľadávanie zlyhalo
tr: KAZIMA BAŞARISIZ
vi_vn: SCRAPE BỊ LỖI
zh_cn: 抓取失败

source: SCRAPING FINISHED
ar: اكتملَ الجلب
ca: OBTENCIÓ DE CONTINGUTS FINALITZADA
cs_cz: VYHLEDÁVÁNÍ DOKONČENO
cy_gb: WEDI GORFFEN CRAFU
eu_es: DATU LORTZEA ONDO AMAITU DA
fr: SCRAPE TERMINÉ
gl_es: O RASPADO DE DATOS REMATOU
hu: LEKÉRDEZÉS BEFEJEZVE
it: SCRAPING COMPLETATO
ja_jp: スクレイプが終了しました
nb_no: SKRAPING FERDIG
nl: KLAAR MET SCRAPEN
pl: SCRAPE'OWANIE ZAKOŃCZONE
ro_ro: PRELUAREA S-A TERMINAT
sk_sk: Vyhľadávanie ukončené
tr: KAZIMA TAMAMLANDI
vi_vn: SCRAPING XONG
zh_cn: 抓取完成

source: UPDATE GAMELISTS TO APPLY CHANGES.
ar: قم بتحديث قائمة الألعاب لتطبيق التغييرات.
ca: ACTUALITZI LES GAMELISTS PER A APLICAR ELS CANVIS.
cs_cz: AKTUALIZOVAT SEZNAMY HER A POUŽÍT ZMĚNY.
eu_es: EGUNERATU JOKO LISTAK ALDAKETAK APLIKATZEKO.
fr: METTEZ À JOUR LES LISTES DE JEUX POUR APPLIQUER LES MODIFICATIONS.
gl_es: ACTUALIZAR A LISTA DE XOGOS PARA APLICAR OS TROCOS.
hu: FRISSÍTSE A JÁTÉKLISTÁKAT A MÓDOSÍTÁSOK ALKALMAZÁSÁHOZ.
it: AGGIORNA LISTE DEI GIOCHI PER APPLICARE I CAMBIAMENTI
ja_jp: 「ゲームリストを更新」で変更を適用します
nl: UPDATE SPELLIJSTEN OM VERANDERINGEN TOE TE PASSEN.
pl: ZAKTUALIZUJ LISTĘ GIER ABY ZASTOSOWAĆ ZMIANY
ro_ro: ACTUALIZEAZĂ LISTELE DE JOCURI PENTRU A APLICA MODIFICĂRILE.
sk_sk: Aktualizujte zoznamy hier na použitie zmien.
tr: DEĞİŞİKLİKLERİ UYGULAMAK İÇİN OYUN LİSTELERİNİ GÜNCELLE.
vi_vn: CẬP NHẬT DANH SÁCH TRÒ CHƠI ĐỂ ÁP DỤNG CÁC THAY ĐỔI.
zh_cn: 更新游戏列表以应用更改。

source: Loading system config...
ar: جار تحميل تكوين النظام...
ca: Carregant configuració de sistema...
cs_cz: Načítání konfigurace systému...
cy_gb: Llwytho system ffurfweddu...
eu_es: Kargatu sistemaren konfigurazioa...
fr: Chargement de la configuration système...
gl_es: Cargando a configuración do sistema...
hu: Rendszer konfiguráció betöltése...
it: Caricamento configurazione di sistema...
ja_jp: システム設定を読み込んでいます...
nb_no: Laster systemkonfigurasjon...
nl: Systeem config laden...
pl: Wczytywanie konfiguracji systemowej...
ro_ro: Se încarcă configurația de sistem...
sk_sk: Načítavam systémové nastavenie...
tr: Sistem yapılandırması yükleniyor...
vi_vn: Đang tải cấu hình hệ thống...
zh_cn: 正在载入系统配置...

source: SAVING METADATAS. PLEASE WAIT...
ar: جار حفظ البيانات الوصفية, الرجاء الإنتظار...
cs_cz: UKLÁDÁJÍ SE MATEDATA. PROSÍM ČEKEJ...
cy_gb: ARBED METADATAS. ARHOSWCH OS GWELWCH YN DDA...
eu_es: METADATUAK GORDETZEN. ITXOIN PISKA BAT MESEDEZ....
ja_jp: メタ情報の保存中です。 お待ちください...
nl: METADATAS OPSLAAN. WACHTEN ALSTUBLIEFT...
sk_sk: Ukladanie metadát. Prosím, čakajte...
tr: METADATA LAR KAYDEDİLİYOR. LÜTFEN BEKLEYİNİZ...
zh_cn: 正在保存元数据。请稍候...

source: THE EMULATOR EXITED UNEXPECTEDLY
ar: المحاكي أقفِلَ بشكل غير متوقع
ca: LA EMULACIÓ S'HA INTERROMPUT DE MANERA INESPERADA
cs_cz: EMULÁTOR SE NEOČEKÁVANĚ UKONČIL
eu_es: EMULADOREA USTEKABEAK IRTEN DA
fr: L’ÉMULATEUR A QUITTÉ DE MANIÈRE INATTENDUE
gl_es: O EMULADOR PECHOUSE INESPERADAMENTE
hu: AZ EMULÁTOR VÁRATLANUL KILÉPETT
it: CHIUSURA INASPETTATA DELL'EMULATORE
ja_jp: エミュレータが予期せず終了しました
nl: DE EMULATOR IS ONVERWACHT AFGESLOTEN
pl: EMULATOR NIEOCZEKIWANIE ZAKOŃCZYŁ DZIAŁANIE
ro_ro: EMULATORUL S-A ÎNCHIS NEAȘTEPTAT
sk_sk: Emulátor sa nečakane ukončil
tr: EMULATÖRDEN BEKLENMEDİK ŞEKİLDE ÇIKILDI
vi_vn: TRÌNH GIẢ LẬP THOÁT ĐỘT NGỘT
zh_cn: 模拟器意外退出

source: BAD COMMAND LINE ARGUMENTS
ar: وسيطات خاطئة لسطر الأوامر
ca: ARGUMENTS DE LÍNIA DE COMANDES NO VÀLIDS
cs_cz: ŠPATNÉ ARGUMENTY PŘÍKAZOVÉHO ŘÁDKU
eu_es: KOMANDO LERROKO ARGUMENTU OKERRAK
fr: MAUVAIS ARGUMENTS DE LA LIGNE DE COMMANDE
gl_es: ARGUMENTOS DE LIÑA DE COMANDOS INCORRECTOS
hu: HIBÁS PARANCSSORI ARGUMENTUMOK
it: ARGOMENTI ERRATI DELLA RIGA DI COMANDO
ja_jp: コマンドライン引数が違います
nb_no: DÅRLIG KOMMANDOLINJEARGUMENT
nl: FOUTE COMMAND LINE ARGUMENTEN
pl: NIEPRAWIDŁOWE ARGUMENTY WIERSZA POLECEŃ
ro_ro: ARGUMENTE GREȘITE ÎN LINIA DE COMANDĂ
sk_sk: Zlé argumenty príkazového riadku
tr: HATALI KOMUT SATIRI DEĞİŞKENLERİ
vi_vn: CÁC ĐỐI TƯỢNG DÒNG LỆNH XẤU
zh_cn: 错误的命令行参数

source: INVALID CONFIGURATION
ar: إعدادات غير صالحة
ca: CONFIGURACIÓ NO VÀLIDA
cs_cz: NEPLATNÁ KONFIGURACE
eu_es: KONFIGURAZIO EZEGOKIA
fr: CONFIGURATION INVALIDE
gl_es: CONFIGURACION NON VALIDA
hu: ÉRVÉNYTELEN KONFIGURÁCIÓ
it: CONFIGURAZIONE NON VALIDA
ja_jp: 無効な構成です
nb_no: UGYLDIG KONFIGURASJON
nl: ONGELDIGE CONFIGURATIE
pl: NIEPRAWIDŁOWA KONFIGURACJA
ro_ro: CONFIGURAȚIE INVALIDĂ
sk_sk: Neplatné nastavenie
tr: GEÇERSİZ AYAR
vi_vn: CẤU HÌNH KHÔNG HỢP LỆ
zh_cn: 无效配置

source: UNKNOWN EMULATOR
ar: محاكي مجهول
ca: EMULADOR DESCONEGUT
cs_cz: NEZNÁMÝ EMULÁTOR
eu_es: EMULADORE EZEZAGUNA
fi_fi: TUNTEMATON EMULAATTORI
fr: ÉMULATEUR INCONNU
gl_es: EMULADOR DESCOÑECIDO
hu: ISMERETLEN EMULÁTOR
it: EMULATORE SCONOSCIUTO
ja_jp: 不明なエミュレーター
nb_no: UKJENT EMULATOR
nl: ONBEKENDE EMULATOR
pl: NIEZNANY EMULATOR
ro_ro: EMULATOR NECUNOSCUT
sk_sk: Neznámy emulátor
tr: BİLİNMEYEN EMULATOR
vi_vn: TRÌNH GIẢ LẬP KHÔNG XÁC ĐỊNH
zh_cn: 未知模拟器

source: EMULATOR IS MISSING
ar: المحاكي مفقود
ca: EMULADOR INEXISTENT
cs_cz: CHYBÍ EMULÁTOR
eu_es: EMULADOREA EZ DAGO ESKURAGARRI
fi_fi: EMULAATTORIA EI OLE
fr: L’ÉMULATEUR EST MANQUANT
gl_es: FALTA O EMULADOR
hu: HIÁNYZIK AZ EMULÁTOR
it: EMULATORE MANCANTE
ja_jp: エミュレーターがありません
nb_no: emulator mangler
nl: EMULATOR ONTBREEKT
pl: BRAK EMULATORA
ro_ro: EMULATORUL LIPSEȘTE
sk_sk: Emulátor chýba
tr: EMULATOR BULUNAMADI
vi_vn: TRÌNH GIẢ LẬP BỊ THIẾU
zh_cn: 模拟器缺失

source: CORE IS MISSING
ar: النواة مفقودة
ca: NUCLI INEXISTENT
cs_cz: CHYBÍ JÁDRO
eu_es: NUKLEOA EZ DAGO ESKURAGARRI
fi_fi: YDIN PUUTTUU
fr: LE CŒUR EST MANQUANT
gl_es: FALTA O NÚCLEO
hu: A MAG HIÁNYZIK
it: CORE MANCANTE
ja_jp: コアがありません
nb_no: KJERNE MANGLER
nl: CORE ONTBREEKT
pl: BRAK JĄDRA EMULATORA
ro_ro: NUCLEUL LIPSEȘTE
sk_sk: Jadro chýba
tr: ÇEKİRDEK BULUNAMADI
vi_vn: LÕI BỊ THIẾU
zh_cn: 核心缺失

source: UKNOWN ERROR
ar: خطأ مجهول
ca: ERROR DESCONEGUT
cs_cz: NEZNÁMA CHYBA
eu_es: ERRORE EZEZAGUNA
fi_fi: TUNTEMATON VIRHE
fr: ERREUR INCONNUE
gl_es: ERRO DESCOÑECIDO
hu: ISMERETLEN HIBA
it: ERRORE SCONOSCIUTO
ja_jp: 不明なエラー
nb_no: Ukjent feil
nl: ONBEKENDE FOUT
pl: NIEZNANY BŁĄD
ro_ro: EROARE NECUNOSCUTĂ
sk_sk: Neznáma chyba
tr: BİLİNMEYEN HATA
vi_vn: LỖI KHÔNG XÁC ĐỊNH
zh_cn: 未知错误

source: all games
ar: كل الألعاب
ca: tots el jocs
cs_cz: všechny hry
cy_gb: holl gemau
eu_es: joko guztiak
fi_fi: kaikki pelit
fr: tous les jeux
gl_es: todos os xogos
he: כל המשחקים
hu: minden játék
it: tutti i giochi
ja_jp: すべてのゲーム
nb_no: alle spill
nl: alle spellen
pl: wszystkie gry
ro_ro: toate jocurile
sk_sk: všetky hry
tr: tüm oyunlar
vi_vn: tất cả trò chơi
zh_cn: 所有游戏

source: last played
ar: لعب مؤخرا
ca: últims jugats
cs_cz: naposledy přehráno
cy_gb: chwaraewyd olaf
eu_es: jolastutako azkena
fi_fi: viimeksi pelattu
fr: dernier joué
gl_es: derradeiros xogados
he: משחק אחרון
hu: utoljára játszva
it: ultimi giocati
ja_jp: 最終プレイ
nb_no: sist spilt
nl: laatst gespeeld
pl: ostatnia rozgrywka
ro_ro: jucat ultima dată
sk_sk: naposledy hrané
tr: son oynanan
vi_vn: chơi mới nhất
zh_cn: 最后游玩

source: favorites
ar: المفضلات
ca: favorits
cs_cz: oblíbené
cy_gb: ffefrynnau
eu_es: gogokoak
fi_fi: suosikit
fr: favoris
gl_es: favoritos
he: מועדפים
hu: kedvencek
it: preferiti
ja_jp: お気に入り
nb_no: favoritter
nl: favorieten
pl: ulubione
ro_ro: favorite
sk_sk: obľúbené
tr: favoriler
vi_vn: ưa thích
zh_cn: 收藏夹

source: 2 players
ar: 2 لاعبين
ca: 2 jugadors
cs_cz: 2 hráči
cy_gb: 2 chwaraewyr
eu_es: 2 jokalari
fi_fi: 2 pelaajaa
fr: 2 joueurs
gl_es: 2 xogadores
he: 2 שחקנים
hu: Két játékos
it: 2 giocatori
ja_jp: 2 プレイヤー
nb_no: 2 spillere
nl: 2 spelers
pl: 2 graczy
ro_ro: 2 jucători
sk_sk: 2 hráči
tr: 2 oyuncu
vi_vn: 2 người chơi
zh_cn: 双人游戏

source: 4 players
ar: 4 لاعبين
ca: 4 jugadors
cs_cz: 4 hráči
cy_gb: 4 chwaraewyr
eu_es: 4 jokalari
fi_fi: 4 pelaajaa
fr: 4 joueurs
gl_es: 4 xogadores
he: 4 שחקנים
hu: Négy játékos
it: 4 giocatori
ja_jp: 4 プレイヤー
nb_no: 4 spillere
nl: 4 spelers
pl: 4 graczy
ro_ro: 4 jucători
sk_sk: 4 hráči
tr: 4 oyuncu
vi_vn: 4 người chơi
zh_cn: 四人游戏

source: never played
ar: لم يتم اللعب
ca: mai jugat
cs_cz: nikdy nepřehrál
cy_gb: erioed wedi chwarae
eu_es: sekula jolastu gabe
fi_fi: ei koskaan pelattu
fr: jamais joué
gl_es: xamais xogados
he: לא שוחק
hu: sosem indított
it: mai giocato
ja_jp: 未プレイ
nb_no: aldri spilt
nl: nooit gespeeld
pl: nidgy nie grane
ro_ro: jucat niciodată
sk_sk: nikdy nehrané
tr: daha once oynanmadı
vi_vn: chưa bao giờ chơi
zh_cn: 从未玩过的

source: arcade
ar: أركيد
cs_cz: arkáda
cy_gb: arcêd
eu_es: arkade
he: 'ארקייד'
ja_jp: アーケード
nb_no: arkade
pl: gry zręcznościowe
sk_sk: arkáda
zh_cn: 街机

source: vertical arcade
ar: أركيد عمودية
ca: arcade vertical
cs_cz: vertikální arkáda
eu_es: arkade bertikala
fr: arcade vertical
gl_es: arcada vertical
he: 'ארקייד' אנכי
hu: vertikális arcade
it: arcade verticale
ja_jp: 縦表示アーケード
nb_no: VERTIKAL ARKADE
nl: verticale arcade
pl: gry w pionie
ro_ro: arcade vertical
sk_sk: zvislá arkáda
tr: düşey arcade
vi_vn: arcade dọc
zh_cn: 竖屏街机

source: lightgun games
ar: ألعاب المسدس
ca: jocs de pistola lightgun
cs_cz: hry se světelnou pistolí
eu_es: argizko pistola jokoak
fi_fi: valoasepelit
fr: jeux au pistolet
gl_es: xogos compatibles pistola óptica
he: משחקי אקדח
hu: fénypisztoly játékok
it: giochi lightgun
ja_jp: ガンコントローラ ゲーム
nb_no: lysvåpen spill
nl: lightgun spellen
pl: gry z pistoletem
ro_ro: jocuri cu pistolul luminos
sk_sk: hry so svetelnou pištoľou
tr: silah oyunları
vi_vn: trò chơi súng nhẹ
zh_cn: 光枪游戏

source: wheel games
ca: jocs de conducció
cs_cz: kolové hry
eu_es: gurpil jokoak
fr: jeux au volant
gl_es: xogos compatibles co volante
hu: kormányos játékok
it: giochi con volante
ja_jp: ステアリング ゲーム
pl: gry na kierownicę
ro_ro: jocuri cu volanul
sk_sk: kolieskové hry
tr: çark oyunları
vi_vn: trò chơi bánh xe
zh_cn: 方向盘游戏

source: collections
ar: مجموعات
ca: col·leccions
cs_cz: sbírky
cy_gb: casgliadau
eu_es: kolekzioak
fi_fi: kokoelmat
gl_es: coleccións
he: אוספים
hu: gyűjtemények
it: collezione
ja_jp: コレクション
nb_no: samlinger
nl: collecties
pl: kolekcje
ro_ro: colecții
sk_sk: kolekcie
tr: koleksiyonlar
vi_vn: bộ sưu tập
zh_cn: 合辑

source: Added '%s' to '%s'
ar: تم إضافة '%s' إلى '%s' .
ca: Agregat ‘%s’ a ‘%s’
cs_cz: Přidáno '%s' do '%s'
cy_gb: Wedi adio '%s' i '%s'
eu_es: '%s' gehitu dira '%s'-ra
fr: '%s' ajouté à '%s'
gl_es: Engadido '%s' a '%s'
he: נוספו '%s' ל '%s'
hu: '%s' hozzáadva '%s' -hez
it: Aggiunto' %s' a '%s'
ja_jp: '%s' を '%s' に追加しました
nb_no: La '%s' til '%s'
nl: '%s' tot '%s' Toegevoegd
pl: Dodano '%s' do '%s'
ro_ro: S-a adăugat „%s” la „%s”
sk_sk: Pridané '%s' do '%s'
tr: Eklendi '%s' -ye'%s'
vi_vn: Đã thêm '%s' vào '%s'
zh_cn: 添加 '%s' 到 '%s'

source: Removed '%s' from '%s'
ar: تم إزالة '%s' من '%s' .
ca: Eliminat ‘%s’ de ‘%s’
cs_cz: Odstraněno '%s' z '%s'
cy_gb: Wedi tynnu '%s' o '%s'
eu_es: '%s' kendu dira '%s'-tik
fr: %s' supprimé de '%s'
gl_es: Eliminado '%s' de '%s'
he: הוסרו '%s' מ- '%s'
hu: '%s' eltávolítva '%s' -ból
it: Rimosso '%s' da '%s'
ja_jp: '%s' を '%s' から削除しました
nb_no: Fjernet '%s' fra '%s'
nl: '%s' van '%s' Verwijderd
pl: Usunięto '%s' z '%s'
ro_ro: S-a eliminat „%s” din „%s”
sk_sk: Odobrané '%s' z '%s'
tr: Kaldırıldı'%s' -den'%s'
vi_vn: Đã xóa '%s' từ '%s'
zh_cn: 移除 '%s' 从 '%s'

source: This collection is empty.
ar: هذه المجموعة فارغة.
ca: Aquesta col·lecció està buida.
cs_cz: Tato sbírka je prázdná.
cy_gb: Mae'r casgliad hwn yn wag.
eu_es: Kolekzio hau hutsik dago
fi_fi: Tämä kokoelma on tyhjä.
fr: Cette collection est vide.
gl_es: Esta colección está baleira.
he: האוסף ריק.
hu: Ez a gyűjtemény üres.
it: Questa collezione è vuota.
ja_jp: このコレクションは空です
nb_no: Denne samlingen er tom.
nl: Deze collectie is leeg.
pl: Ta kolekcja jest pusta.
ro_ro: Această colecție este goală.
sk_sk: Táto kolekcia je prázdna.
tr: Bu koleksiyon boş.
vi_vn: Bộ sưu tập này trống.
zh_cn: 此合辑为空。

source: None
ar: لا شيء
ca: Cap
cs_cz: Žádné
cy_gb: Dim
eu_es: Bat ere ez
fi_fi: Ei yhtään
fr: Aucun
gl_es: Ningún
he: (אין)
hu: Egyik sem
it: Nessuno
ja_jp: 無し
nb_no: Ingen
nl: Geen
pl: Brak
ro_ro: Nimic
sk_sk: Žiadne
tr: Yok
vi_vn: Không
zh_cn: 无

source: Various
ar: مختلف
ca: Diversos
cs_cz: Různé
cy_gb: Amrywiol
eu_es: Anitzak
fi_fi: Useita
fr: Divers
gl_es: Varios
he: מגוון
hu: Különféle
it: Vari
ja_jp: いろいろ
nb_no: Diverse
nl: Diversen
pl: Różne
ro_ro: Diverse
sk_sk: Rôzne
tr: Çeşitli
vi_vn: Khác
zh_cn: 多开发商

source: SEARCHING RETROACHIEVEMENTS
ca: CERCANT RETROACHIEVEMENTS
cs_cz: VYHLEDÁVÁNÍ RETROÚSPĚCHU
cy_gb: CHWILIO CYFLAWNIADAU-RETRO
eu_es: RETROACHIEVEMTNS BILATZEN
fr: RECHERCHE DES SUCCÈS RÉTRO
gl_es: BUSCAndo LOGROS
hu: RETROACHIEVEMENT KERESÉS
it: RICERCA RETROACHIEVEMENTS
ja_jp: RetroAchievements を検索する
nb_no: SØKER ETTER RETROACHIEVEMENTS
nl: ZOEKEN RETROPRESTATIES
pl: WYSZUKIWANIE RETROOSIĄGNIĘĆ
ro_ro: SE CAUTĂ RETROREALIZĂRI
sk_sk: Hľadám Retroachievements
tr: RETROBAŞARIMLAR ARANIYOR
vi_vn: ĐANG TÌM RETROACHIEVEMENTS
zh_cn: 查找成就

source: SEARCHING NETPLAY GAMES
ar: البحث عن ألعاب النت
ca: CERCANT JOCS NETPLAY
cs_cz: VYHLEDÁVÁNÍ HER PRO NETPLAY
cy_gb: CHWILIO GEMAU NETPLAY
eu_es: SAREKO JOKOAK BILATZEN
fr: RECHERCHE DES PARTIES EN RÉSEAU
gl_es: BUSCANDO XOGOS EN REDE
hu: NETPLAY JÁTÉKOK KERESÉSE
it: RICERCA GIOCHI CON SUPPORTO NETPLAY
ja_jp: ネットプレイゲームを検索しています
nb_no: SØKER NETTPLAY-SPILL
nl: ZOEKEN NETPLAY SPELLEN
pl: WYSZUKIWANIE GIER NETPLAY
ro_ro: SE CAUTĂ JOCURI NETPLAY
sk_sk: Hľadám sieťové hry
tr: NETPLAY OYUNLARI ARANIYOR
vi_vn: ĐANG TÌM TRÒ CHƠI NETPLAY
zh_cn: 查找联网游戏

source: INDEXING COMPLETED
ar: تمت الفهرسة
ca: INDEXAT COMPLETAT
cs_cz: NDEXOVÁNÍ DOKONČENO
cy_gb: MYNEGAI WEDI CWBLHAU
eu_es: INDEXATZEA AMAITU DA
fr: INDEXATION TERMINÉE
gl_es: INDEXACIÓN COMPLETADA
hu: INDEXELÉS BEFEJEZVE
it: INDICIZZAZIONE COMPLETATA
ja_jp: インデックス作成が完了しました
nb_no: INDEKSERING ER FERDIG
nl: INDEXERING COMPLEET
pl: ZAKOŃCZONO INDEKSOWANIE
ro_ro: S-A TERMINAT INDEXAREA
sk_sk: Indexovanie ukončené
tr: ENDEKSLEME TAMAMLANDI
vi_vn: LẬP CHỈ MỤC ĐÃ HOÀN THÀNH
zh_cn: 索引已完成

source: FILENAME, ASCENDING
ar: إسم الملف، تصاعدي
ca: NOM DEL FITXER, ASCENDENT
cs_cz: NÁZEV SOUBORU, VZESTUPNĚ
cy_gb: ENW FFEILIAU, ESGYNNOL
eu_es: FITXATEGI IZENA, IGOTZEN
fi_fi: TIEDOSTONIMI, NOUSEVA
fr: NOM DU JEU, CROISSANT
gl_es: NOME DO FICHEIRO, ASCENDENTE
hu: FÁJLNÉV, NÖVEKVŐ
it: NOME FILE, ASCENDENTE
ja_jp: ファイル名, 昇順
nb_no: FILNAVN, STIGENDE
nl: BESTANDSNAAM, OPLOPEND
pl: NAZWA PLIKU, ROSNĄCO
ro_ro: NUMELE DE FIȘIER, CRESCĂTOR
sk_sk: Názov súboru, vzostupne
tr: DOSYA ADI, ARTAN
vi_vn: TÊN TỆP, TĂNG DẦN
zh_cn: 文件名（升序）

source: FILENAME, DESCENDING
ar: إسم الملف، تنازلي
ca: NOM DEL FITXER, DESCENDENT
cs_cz: NÁZEV SOUBORU, SESTUPNĚ
cy_gb: ENW FFEILIAU DISGYNNOL
eu_es: FITXATEGI IZENA, JAISTEN
fi_fi: TIEDOSTONIMI, LASKEVA
fr: NOM DU JEU, DÉCROISSANT
gl_es: NOME DO FICHEIRO, DESCENDENTE
hu: FÁJLNÉV, CSÖKKENŐ
it: NOME FILE, DISCENDENTE
ja_jp: ファイル名, 降順
nb_no: FILNAVN, SYNKENDE
nl: BESTANDSNAAM, AFLOPEND
pl: NAZWA PLIKU, MALEJĄCO
ro_ro: NUMELE DE FIȘIER, DESCRESCĂTOR
sk_sk: Názov súboru, zostupne
tr: DOSYA ADI, AZALAN
vi_vn: TÊN TỆP, GIẢM DẦN
zh_cn: 文件名（降序）

source: RATING, ASCENDING
ar: تقييم، تصاعدي
ca: VALORACIÓ, ASCENDENT
cs_cz: HODNOCENÍ, VZESTUPNĚ
cy_gb: MARCIAU SÊR, ESGYNNOL
eu_es: PUNTUAZIOA, IGOTZEN
fi_fi: ARVOSTELU, NOUSEVA
fr: NOTATION, CROISSANTE
gl_es: VALORACIÓN, ASCENDENTE
hu: ÉRTÉKELÉS, NÖVEKVŐ
it: VOTO, ASCENDENTE
ja_jp: 評価, 昇順
nb_no: RANGERING, STIGENDE
nl: BEOORDELING, OPLOPEND
pl: OCENA, ROSNĄCO
ro_ro: SCOR, CRESCĂTOR
sk_sk: Hodnotenie, vzostupne
tr: PUAN, ARTAN
vi_vn: ĐÁNH GIÁ, TĂNG DẦN
zh_cn: 评分（升序）

source: RATING, DESCENDING
ar: تقييم، تنازلي
ca: VALORACIÓ, DESCENDENT
cs_cz: HODNOCENÍ, SESTUPNĚ
cy_gb: MARCIAU SÊR, DISGYNNOL
eu_es: PUNTUAZIOA, JAISTEN
fi_fi: ARVOSTELU, LASKEVA
fr: NOTATION, DÉCROISSANTE
gl_es: VALORACIÓN, DESCENDENTE
hu: ÉRTÉKELÉS, CSÖKKENŐ
it: VOTO, DISCENDENTE
ja_jp: 評価, 降順
nb_no: RANGERING, SYNKENDE
nl: BEOORDELING, AFLOPEND
pl: OCENA, MALEJĄCO
ro_ro: SCOR, DESCRESCĂTOR
sk_sk: Hodnotenie, zostupne
tr: PUAN, AZALAN
vi_vn: ĐÁNH GIÁ, GIẢM DẦN
zh_cn: 评分（降序）

source: TIMES PLAYED, ASCENDING
ar: وقت اللعب، تصاعدي
ca: NOMBRE DE VEGADES JUGAT, ASCENDENT
cs_cz: PŘEHRANÉ ČASY, VZESTUPNĚ
cy_gb: NIFER O WEITHIAU CHWARAEWYD, ESGYNNOL
eu_es: ZENBAT ALDIZ JOKATUA, IGOTZEN
fi_fi: PELIKERRAT, NOUSEVA
fr: PARTIES JOUÉES, CROISSANT
gl_es: VECES XOGADO, ASCENDENTE
hu: JÁTSZVA, NÖVEKVŐ
it: NUMERO PARTITE, ASCENDENTE
ja_jp: プレイ回数, 昇順
nb_no: MEST SPILT
nl: AANTAL KEER GESPEELD, OPLOPEND
pl: ROZEGRANO RAZY, ROSNĄCO
ro_ro: NUMĂR PARTIDE, CRESCĂTOR
sk_sk: Čas hrania, vzostupne
tr: OYNANMA SAYISI, ARTAN
vi_vn: SỐ LẦN CHƠI, TĂNG DẦN
zh_cn: 游玩次数（升序）

source: TIMES PLAYED, DESCENDING
ar: وقت اللعب، تنازلي
ca: NOMBRE DE VEGADES JUGAT, DESCENDENT
cs_cz: PŘEHRANÉ ČASY, SESTUPNĚ
cy_gb: NIFER O WEITHIAU CHWARAEWYD, DISGYNNOL
eu_es: ZENBAT ALDIZ JOKATUA, JAISTEN
fi_fi: PELIKERRAT, LASKEVA
fr: PARTIES JOUÉES, DÉCROISSANT
gl_es: VECES XOGADO, DESCENDENTE
hu: JÁTSZVA, CSÖKKENŐ
it: NUMERO PARTITE, DISCENDENTE
ja_jp: プレイ回数, 降順
nb_no: MINST SPILT
nl: AANTAL KEER GESPEELD, AFLOPEND
pl: ROZEGRANO RAZY, MALEJĄCO
ro_ro: NUMĂR PARTIDE, DESCRESCĂTOR
sk_sk: Čas hrania, zostupne
tr: OYNANMA SAYISI, AZALAN
vi_vn: SỐ LẦN CHƠI, GIẢM DẦN
zh_cn: 游玩次数（降序）

source: LAST PLAYED, ASCENDING
ar: لعب مؤخرا، تصاعدي
ca: JUGAT PER ÚLTIMA VEGADA, ASCENDENT
cs_cz: NAPOSLEDY HRANÉ, VZESTUPNĚ
cy_gb: CHWARAEWYD DIWETHAF, ESGYNNOL
eu_es: AZKEN ALDIZ JOKATUA, IGOTZEN
fi_fi: VIIMEKSI PELATTU, NOUSEVA
fr: DERNIÈRES PARTIES, CROISSANT
gl_es: ÚLTIMA VEZ XOGADO, ASCENDENTE
hu: UTOLJÁRA JÁTSZVA, NÖVEKVŐ
it: ULTIMA PARTITA, ASCENDENTE
ja_jp: 最終プレイ日時, 昇順
nb_no: SIST SPILT
nl: LAATST GESPEELD, OPLOPEND
pl: OSTATNIO GRANE, ROSNĄCO
ro_ro: JUCAT ULTIMA DATĂ, CRESCĂTOR
sk_sk: Posledná hra, vzostupne
tr: SON OYNANMA, ARTAN
vi_vn: CHƠI MỚI NHẤT, TĂNG DẦN
zh_cn: 最后游玩时间（升序）

source: LAST PLAYED, DESCENDING
ar: لعب مؤخرا، تنازلي
ca: JUGAT PER ÚLTIMA VEGADA, DESCENDENT
cs_cz: NAPOSLEDY HRANÉ, SESTUPNĚ
cy_gb: CHWARAE DIWETHAF, DISGYNNOL
eu_es: AZKEN ALDIZ JOKATUA, JAISTEN
fi_fi: VIIMEKSI PELATTU, LASKEVA
fr: DERNIÈRES PARTIES, DÉCROISSANT
gl_es: ÚLTIMA VEZ XOGADO, DESCENDENTE
hu: UTOLJÁRA JÁTSZVA, CSÖKKENŐ
it: ULTIMA PARTITA, DISCENDENTE
ja_jp: 最終プレイ日時, 降順
nb_no: LENGST SIDEN SPILT
nl: LAATST GESPEELD, AFLOPEND
pl: OSTATNIO GRANE, MALEJĄCO
ro_ro: JUCAT ULTIMA DATĂ, DESCRESCĂTOR
sk_sk: Posledná hra, zostupne
tr: SON OYNANMA, AZALAN
vi_vn: CHƠI MỚI NHẤT, GIẢM DẦN
zh_cn: 最后游玩时间（降序）

source: NUMBER PLAYERS, ASCENDING
ar: عدد اللاعبين، تصاعدي
ca: NOMBRE DE JUGADORS, ASCENDENT
cs_cz: POČET HRÁČŮ, VZESTUPNĚ
cy_gb: NIFE O CHWARAEWYR, ESGYNNOL
eu_es: JOKALARI KOPURUA, GORUNTZ
fi_fi: PELAAJIEN MÄÄRÄ, NOUSEVA
fr: NOMBRE DE JOUEURS, CROISSANT
gl_es: NÚMERO DE XOGADORES, ASCENDENTE
hu: JÁTÉKOSOK SZÁMA, NÖVEKVŐ
it: NUMERO GIOCATORI, ASCENDENTE
ja_jp: プレイヤー人数、昇順
nb_no: ANTALL SPILLERE, STIGENDE
nl: AANTAL SPELERS, OPLOPEND
pl: LICZBA GRACZY, ROSNĄCO
ro_ro: NUMĂRUL DE JUCĂTORI, CRESCĂTOR
sk_sk: Počet hráčov, vzostupne
tr: OYUNCU SAYISI, ARTAN
vi_vn: SỐ NGƯỜI CHƠI, TĂNG DẦN
zh_cn: 玩家数量（升序）

source: NUMBER PLAYERS, DESCENDING
ar: عدد اللاعبين، تنازلي
ca: NOMBRE DE JUGADORS, DESCENDENT
cs_cz: POČET HRÁČŮ, SESTUPNĚ
cy_gb: NIFE O CHWARAEWYR, DISGYNNOL
eu_es: JOKALARI KOPURUA, BEHERUNTZ
fi_fi: PELAAJIEN MÄÄRÄ, LASKEVA
fr: NOMBRE DE JOUEURS, DÉCROISSANT
gl_es: NÚMERO DE XOGADORES, DESCENDENTE
hu: JÁTÉKOSOK SZÁMA, CSÖKKENŐ
it: NUMERO GIOCATORI, DISCENDENTE
ja_jp: プレイヤー人数、降順
nb_no: ANTALL SPILLERE, SYNKENDE
nl: AANTAL SPELERS, AFLOPEND
pl: LICZBA GRACZY, MALEJĄCO
ro_ro: NUMĂRUL DE JUCĂTORI, DESCRESCĂTOR
sk_sk: Počet hráčov, zostupne
tr: OYUNCU SAYISI, AZALAN
vi_vn: SỐ NGƯỜI CHƠI, GIẢM DẦN
zh_cn: 玩家数量（降序）

source: RELEASE DATE, ASCENDING
ar: تاريخ الإصدار، تصاعدي
ca: DATA DE PUBLICACIÓ, ASCENDENT
cs_cz: DATUM VYDÁNÍ, VZESTUPNĚ
cy_gb: DYDDIAD RHYDDHAU, ESGYNNOL
eu_es: PUBLIKATZE DATA, GORUNTZ
fi_fi: JULKAISUPÄIVÄ, NOUSEVA
fr: DATE DE SORTIE, CROISSANT
gl_es: DATA DE LANZAMIENTO, ASCENDENTE
hu: KIADÁSI ÉV, NÖVEKVŐ
it: DATA USCITA, ASCENDENTE
ja_jp: 発売日、昇順
nb_no: UTGIVELSESDATO, STIGENDE
nl: UITGAVE DATUM, OPLOPEND
pl: DATA PREMIERY, ROSNĄCO
ro_ro: DATA LANSĂRII, CRESCĂTOR
sk_sk: Dátum vydania, vzostupne
tr: ÇIKIŞ TARİHİ, ARTAN
vi_vn: NGÀY PHÁT HÀNH, TĂNG DẦN
zh_cn: 发行日期（升序）

source: RELEASE DATE, DESCENDING
ar: تاريخ الإصدار، تنازلي
ca: DATA DE PUBLICACIÓ, DESCENDENT
cs_cz: DATUM VYDÁNÍ, SESTUPNĚ
cy_gb: DYDDIAD RHYDDHAU, DISGYNNOL
eu_es: PUBLIKATZE DATA, BEHERUNTZ
fi_fi: JULKAISUPÄIVÄ, LASKEVA
fr: DATE DE SORTIE, DÉCROISSANT
gl_es: DATA DE LANZAMIENTO, DESCENDENTE
hu: KIADÁSI ÉV, CSÖKKENŐ
it: DATA USCITA, DISCENDENTE
ja_jp: 発売日、降順
nb_no: UTGIVELSESDATO, SYNKENDE
nl: UITGAVE DATUM, AFLOPEND
pl: DATA PREMIERY, MALEJĄCO
ro_ro: DATA LANSĂRII, DESCRESCĂTOR
sk_sk: Dátum vydania, zostupne
tr: ÇIKIŞ TARİHİ, AZALAN
vi_vn: NGÀY PHÁT HÀNH, GIẢM DẦN
zh_cn: 发行日期（降序）

source: GENRE, ASCENDING
ar: النوع، تصاعدي
ca: GÈNERE, ASCENDENT
cs_cz: ŽÁNR, VZESTUPNĚ
cy_gb: GENRE, ESGYNNOL
eu_es: MOTA, GORUNTZ
fi_fi: TYYLILAJI, NOUSEVA
fr: GENRE, CROISSANT
gl_es: XÉNERO, ASCENDENTE
hu: MŰFAJ, NÖVEKVŐ
it: GENERE, ASCENDENTE
ja_jp: ジャンル, 昇順
nb_no: SJANGER, STIGENDE
nl: GENRE, OPLOPEND
pl: GATUNEK, ROSNĄCO
ro_ro: GEN, CRESCĂTOR
sk_sk: Žáner, vzostupne
tr: TÜR, ARTAN
vi_vn: THỂ LOẠI, TĂNG DẦN
zh_cn: 类型（升序）

source: GENRE, DESCENDING
ar: النوع، تنازلي
ca: GÈNERE, DESCENDENT
cs_cz: ŽÁNR, SESTUPNĚ
cy_gb: GENRE, DISGYNNOL
eu_es: MOTA, BEHERUNTZ
fi_fi: TYYLILAJI, LASKEVA
fr: GENRE, DÉCROISSANT
gl_es: XÉNERO, DESCENDENTE
hu: MŰFAJ, CSÖKKENŐ
it: GENERE, DISCENDENTE
ja_jp: ジャンル, 降順
nb_no: SJANGER, SYNKENDE
nl: GENRE, AFLOPEND
pl: GATUNEK, MALEJĄCO
ro_ro: GEN, DESCRESCĂTOR
sk_sk: Žáner, zostupne
tr: TÜR, AZALAN
vi_vn: THỂ LOẠI, GIẢM DẦN
zh_cn: 类型（降序）

source: DEVELOPER, ASCENDING
ar: المطور، تصاعدي
ca: DESENVOLUPADOR, ASCENDENT
cs_cz: VÝVOJÁŘ, VZESTUPNĚ
cy_gb: DATBLYGWR, ESGYNNOL
eu_es: GARATZAILEA, GORUNTZ
fi_fi: KEHITTÄJÄ, NOUSEVA
fr: DEVELOPPEUR, CROISSANT
gl_es: DESENVOLVEDOR, ASCENDENTE
hu: FEJLESZTŐ, NÖVEKVŐ
it: SVILUPPATORE, DISCENDENTE
ja_jp: 開発元、昇順
nb_no: UTVIKLER, STIGENDE
nl: ONTWIKKELAAR, OPLOPEND
pl: DEWELOPER, ROSNĄCO
ro_ro: DEZVOLTATOR, CRESCĂTOR
sk_sk: Vývojár, vzostupne
tr: ÜRETİCİ, ARTAN
vi_vn: NHÀ PHÁT TRIỂN, TĂNG DẦN
zh_cn: 开发商（升序）

source: DEVELOPER, DESCENDING
ar: المطور، تنازلي
ca: DESENVOLUPADOR, DESCENDENT
cs_cz: VÝVOJÁŘ, SESTUPNĚ
cy_gb: DATBLYGWR, DISGYNNOL
eu_es: GARATZAILEA, BEHERUNTZ
fi_fi: KEHITTÄJÄ, LASKEVA
fr: DEVELOPPEUR, DÉCROISSANT
gl_es: DESENVOLVEDOR, DESCENDENTE
hu: FEJLESZTŐ, CSÖKKENŐ
it: SVILUPPATORE, DISCENDENTE
ja_jp: 開発元、降順
nb_no: UTVIKLER, SYNKENDE
nl: ONTWIKKELAAR, AFLOPEND
pl: DEWELOPER, MALEJĄCO
ro_ro: DEZVOLTATOR, DESCRESCĂTOR
sk_sk: Vývojár, zostupne
tr: ÜRETİCİ, AZALAN
vi_vn: NHÀ PHÁT TRIỂN, GIẢM DẦN
zh_cn: 开发商（降序）

source: PUBLISHER, ASCENDING
ar: الناشر، تصاعدي
ca: DISTRIBUÏDOR, ASCENDENT
cs_cz: VYDAVATEL, VZESTUPNĚ
cy_gb: CYHOEDDWR, ESGYNNOL
eu_es: PUBLIKATZAILEA, GORUNTZ
fi_fi: JULKAISIJA, NOUSEVA
fr: EDITEUR, CROISSANT
gl_es: EDITOR, ASCENDENTE
hu: KIADÓ, NÖVEKVŐ
it: EDITORE, ASCENDENTE
ja_jp: 発売元、昇順
nb_no: UTGIVER, STIGENDE
nl: UITGEVER, OPLOPEND
pl: WYDAWCA, ROSNĄCO
ro_ro: EDITOR, CRESCĂTOR
sk_sk: Vydavateľ, vzostupne
tr: YAYINCI, ARTAN
vi_vn: NHÀ XUẤT BẢN, TĂNG DẦN
zh_cn: 发行商（升序）
