Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: INVALID CONTENT
ca: CONTINGUT INVÀLID
cs_cz: NEPLATNÝ OBSAH
eu_es: EDUKI BALIOGABEA
fr: CONTENU INVALIDE
gl_es: CONTIDO NON VÁLIDO
hu: ÉRVÉNYTELEN TARTALOM
it: CONTENUTO INVALIDO
ja_jp: 無効なコンテンツ
pl: NIEPRAWIDŁOWA ZAWARTOŚĆ
ro_ro: CONȚINUT INVALID
sk_sk: Neplatný obsah
tr: GEÇERSİZ İÇERİK
vi_vn: NỘI DUNG KHÔNG HỢP LỆ
zh_cn: 无效内容

source: A valid account is required. Please register an account on https://retroachievements.org
ar: حساب فعال إجباري.من فضلك قم بتسجيل حساب على https://retroachievements.org
ca: Es requereix un compte vàlid. Si us plau enregistri'n un de nou a https://retroachievements.org
cs_cz: Je vyžadován platný účet. Zaregistrujte si prosím účet na https://retroachievements.org
cy_gb: Mae angen cyfrif dilys. Cofrestrwch gyfrif ar https://retroachievements.org
eu_es: Baliozko kontu bat behar da. Mesedez izena eman https://retroachievements.org webgunean
fr: Un compte valide est nécessaire. Veuillez créer un compte sur https://retroachievements.org
gl_es: Requírese unha conta válida. Rexistra unha conta en https://retroachievements.org
hu: Regisztráció szükséges! Kérlek készíts egyet itt: https://retroachievements.org
it: È richiesto un account valido. Per favore registra il tuo account su https://retroachievements.org
ja_jp: 有効なアカウントが必要です。 https://retroachievements.org でアカウントを登録してください
nb_no: En gyldig konto er påkrevd. Vennligst registrer en konto på https://retroachievements.org
nl: Een geldig account is vereist. Gelieve een account te registreren op https://retroachievements.org
pl: Wymagane jest ważne konto. Zarejestruj konto na https://retroachievements.org
ro_ro: Un cont valid este necesar. Te rog creează-ți un cont pe https://retroachievements.org
sk_sk: Vyžaduje sa platný účet. Prosím, zaregistrujte sa na https://retroachievements.org
tr: Geçerli bir hesap gerekli. Lütfen hesap oluşturmak için https://retroachievements.org adresini ziyaret ediniz
vi_vn: Cần có một tài khoản hợp lệ. Hãy đăng ký một tài khoản trên https://retroachievements.org
zh_cn: 需要一个有效的帐户，请访问 https://retroachievements.org 来注册一个帐户

source: Full
ar: كامل
ca: Completa
cs_cz: Plný
cy_gb: Llawn
eu_es: Osoa
fi_fi: Täysi
fr: Complet
gl_es: Completa
hu: Teljes
it: Completa
ja_jp: フルモード
nl: Volledig
pl: Pełny
ro_ro: Complet
sk_sk: Plné
tr: Tamamı
vi_vn: Đầy đủ
zh_cn: 完整

source: Kiosk
ar: كشك
ca: Exposició
cs_cz: Prodejna
cy_gb: Ciosg
eu_es: Kioskoa
fi_fi: Kioski
fr: Kiosque
gl_es: Quiosco
ja_jp: 簡易モード
ro_ro: Chioșc
zh_cn: 信息亭

source: Kid
ar: أطفال
ca: Per a nens
cs_cz: Dítě
cy_gb: Plant
eu_es: Haurra
fi_fi: Lapsi
fr: Enfant
gl_es: Cativos
hu: Gyerek
ja_jp: 子供用モード
nb_no: Barn
nl: Kind
pl: Dziecka
ro_ro: Copil
sk_sk: Dieťa
tr: Çocuk
vi_vn: Trẻ em
zh_cn: 儿童

source: Basic
ar: أساسي
ca: Bàsic
cs_cz: Základní
eu_es: Oinarrizkoa
fi_fi: Perus
fr: Basique
gl_es: Básico
hu: Alapvető
it: Base
ja_jp: 基本
nb_no: Grunnleggende
pl: Podstawowy
ro_ro: De bază
sk_sk: Základné
tr: Temel
vi_vn: Cơ bản
zh_cn: 基础

source: Games similar to
ar: ألعاب متشابهة مع
ca: Jocs similar a
cs_cz: Podobné hry jako
cy_gb: Gemau tebyg i
eu_es: Honakoaren antzeko jokoak
fr: Jeux similaires à
gl_es: Xogos semellantes a
hu: Játék, ami hasonló
it: Giochi simili a
ja_jp: 類似ゲーム→
nb_no: Spill lignende som
nl: Soortgelijke spellen
pl: Gry podobne do
ro_ro: Jocuri similare cu
sk_sk: Hry podobné ako
tr: Benzeşen oyunlar
vi_vn: Trò chơi tương tự
zh_cn: 类似游戏

source: SAVE STATES (HOLD)
ar: حالات الحفظ (ابقى ضاغطا)
ca: ESTATS DESATS (MANTENIR)
cs_cz: ULOŽENÉ
eu_es: GORDETAKO EGOERAK (MANTENDU)
fr: SAUVEGARDES (MAINTENU)
gl_es: GARDAR PARTIDAS (MANTER)
hu: JÁTÉKÁLLÁS MENTÉSE (TARTÁS)
it: SALVATAGGI (PREMI)
ja_jp: セーブメニュー (長押し)
pl: ZAPISANE STANY GRY (PRZYTRZYMAJ)
ro_ro: STĂRI SALVATE (ȚINE APĂSAT)
sk_sk: Uložiť stavy (podržať)
tr: OYUN KONUMLARI (TUT)
vi_vn: LƯU TRẠNG THÁI (GIỮ)
zh_cn: 存档（按住）

source: GAME OPTIONS (HOLD)
ar: خيارات اللعبة (ابقى ضاغطا)
ca: OPCIONS DEL JOC (MANTENIR)
cs_cz: MOŽNOSTI
eu_es: JOKU AUKERAK (MANTENDU)
fi_fi: PELIN ASETUKSET (PIDÄ)
fr: OPTIONS DU JEU (MAINTENU)
gl_es: OPCIÓNS DO XOGO (MANTER)
hu: JÁTÉKBEÁLLÍTÁSOK (TARTÁS)
it: OPZIONI GIOCO (PREMI)
ja_jp: ゲーム設定 (長押し)
pl: OPCJE GRY (PRZYTRZYMAJ)
ro_ro: OPȚIUNI JOC (ȚINE APĂSAT)
sk_sk: Herné voľby (držať)
tr: OYUN AYARLARI (TUT)
vi_vn: TÙY CHỌN TRÒ CHƠI (GIỮ)
zh_cn: 游戏设置（按住）

source: GAME OPTIONS
ar: خيارات الألعاب
ca: OPCIONS DEL JOC
cs_cz: HERNÍ MOŽNOSTI
cy_gb: OPSIYNAU GÊM
eu_es: JOKU AUKERAK
fi_fi: PELIN ASETUKSET
fr: OPTIONS DU JEU
gl_es: OPCIÓNS DO XOGO
hu: JÁTÉK BEÁLLÍTÁSOK
it: OPZIONI GIOCO
ja_jp: ゲーム設定
nb_no: SPILLALTERNATIVER
nl: SPEL OPTIES
pl: OPCJE GRY
ro_ro: OPȚIUNI JOC
sk_sk: Herné voľby
tr: OYUN AYARLARI
vi_vn: TÙY CHỌN TRÒ CHƠI
zh_cn: 游戏设置

source: FAVORITE
ar: المفضلة
ca: FAVORIT
cs_cz: OBLÍBENÉ
eu_es: GOGOKOAK
fi_fi: SUOSIKKI
fr: FAVORIS
gl_es: FAVORITO
hu: KEDVENC
it: PREFERITO
ja_jp: お気に入り
nb_no: FAVORITT
nl: FAVORIET
pl: ULUBIONE
sk_sk: Obľúbené
tr: FAVORİ
vi_vn: ƯA THÍCH
zh_cn: 加入收藏夹

source: RANDOM
ar: عشوائي
ca: ALEATORI
cs_cz: NÁHODNÝ
cy_gb: AR HAP
eu_es: AUSAZKOA
fi_fi: SATUNNAINEN
fr: ALÉATOIRE
gl_es: O CHOU
hu: VÉLETLENSZERŰ
it: CASUALE
ja_jp: ランダム
nb_no: TILFELDIG
nl: WILLEKEURIG
pl: LOSOWO
ro_ro: ALEATOR
sk_sk: Náhodné
tr: RASGELE
vi_vn: NGẪU NHIÊN
zh_cn: 随机

source: Back to %s
cs_cz: Zpět na %s
fr: Retourner vers %s
gl_es: Voltar a %s
hu: Vissza a %s -ba
it: Ritorna a %s
ja_jp: %s に戻る
pl: Wróć do %s
ro_ro: Înapoi la %s
sk_sk: Späť na %s
tr: %s Geri Dön
vi_vn: Trở về %s
zh_cn: 返回到 %s

source: No Entries Found
ar: لم يتم العثور على مدخلات
ca: No s'ha trobat cap entrada
cs_cz: Nebyly nalezeny žádné záznamy
cy_gb: Ni ddarganfuwyd unrhyw gofnodion
eu_es: Ez da Sarrerarik Aurkitu
fr: Aucune entrée trouvée
gl_es: Non se atoparon entradas
hu: Nem található elem
it: Nessun Elemento Trovato
ja_jp: ファイルがありません
nb_no: Ingen oppføringer funnet
nl: Geen Entries gevonden
pl: Nie znaleziono wpisów
ro_ro: Nu s-au găsit intrări
sk_sk: Nenašli sa žiadne položky
tr: Girdi bulunamadı
vi_vn: Không tìm thấy mục nhập
zh_cn: 找不到任何条目

source: Times played
ar: أوقات اللعب
ca: Nombre de vegades que s'ha jugat
cs_cz: Přehrané časy
cy_gb: Nifer o weithiau chwaraewyd
eu_es: Zenbat aldiz jokatua
fi_fi: Kertoja pelattu
fr: Nombre de parties
gl_es: Tempos xogado
hu: Játszott idő
it: Numero partite
ja_jp: プレイ回数
nb_no: Ganger spilt
nl: Aantal keer gespeeld
pl: Rozegrano razy
ro_ro: Număr partide jucate
sk_sk: Počet hraní
tr: Kaç kez oynandı
vi_vn: Số lần chơi
zh_cn: 游玩次数

source: This folder contains %i game, including :%s
ar: يحتوي هذا الملف على %i لعبة، بما في ذلك :%s
ca: Aquesta carpeta conté %i joc, incloent: %s
cs_cz: Tato složka obsahuje %i hra, včetně: %s
eu_es: Karpeta honek %i jokoa dauka, %s barne
fr: Ce dossier contient %i jeu, incluant :%s
gl_es: Este cartafol contén %i xogo, incluíndo :%s
hu: Ez a könyvtár %i játékot tartalmaz, beleértve: %s
it: Questa cartella contiene %i gioco, incluso :%s
ja_jp: このフォルダには、 %i種類のゲームがあります%s
nl: Deze map bevat %i spel, inclusief :%s
pl: Ten folder zawiera %i grę, w tym: %s
ro_ro: Acest dosar conține %i joc, incluzând: %s
sk_sk: Tento priečinok obsahuje %i hru, vrátane:%s
tr: Bu klasör %i oyununu barındırıyor, içeriği :%s
vi_vn: Thư mục này chứa %i trò chơi, bao gồm: %s
zh_cn: 此文件夹中有 %i 游戏，其中包含：%s

source: SYSTEM INFO
ar: معلومات النظام
ca: INFORMACIÓ DEL SISTEMA
cs_cz: INFORMACE O SYSTÉMU
cy_gb: GWYBODAETH SYSTEM
eu_es: SISTEMAREN INFORMAZIOA
fi_fi: JÄRJESTELMÄN TIEDOT
fr: INFO SYSTÈME
gl_es: INFORMACIÓN DO SISTEMA
hu: RENDSZER INFORMÁCIÓ
it: INFORMAZIONI SISTEMA
ja_jp: システム情報
nl: SYSTEEM INFO
pl: INFORMACJE O SYSTEMIE
ro_ro: INFORMAȚII SISTEM
sk_sk: Systémové informácie
tr: SİSTEM BİLGİSİ
vi_vn: THÔNG TIN HỆ THỐNG
zh_cn: 系统信息

source: ERROR: EVERY SYSTEM IS HIDDEN, RE-DISPLAYING ALL OF THEM NOW
ar: خطأ: كل الأنظمة مخفية, قم بإعادة عرضها كلها الآن
ca: ERROR: CADA SISTEMA ESTÀ OCULT; RE-MOSTRANT-LOS TOTS ARA
cs_cz: CHYBA: KAŽDÝ SYSTÉM JE SKRYTÝ, NYNÍ SE VŠECHNY ZNOVU ZOBRAZÍ
cy_gb: GWALL: MAE POB SYSTEM WEDI CUDDIO, YN AIL-DDANGOS POB UN OHONYNT NAWR
eu_es: ERROREA: SISTEMA GUZTIAK EZKUTUAN DAUDE, GUZTIAK BERRIRO ERAKUSTEN ORAIN
fi_fi: VIRHE: KAIKKI JÄRJESTELMÄT ON PIILOTETTU. KAIKKI ASETETAAN TAKAISIN ESILLE NYT.
fr: ERREUR : TOUS LES SYSTÈMES SONT CACHÉS, RÉ-AFFICHAGE DE TOUS DÈS MAINTENANT
gl_es: ERRO: TODOS OS SISTEMAS ESTÁN OCULTOS, VOLTAR AMOSALOS TODOS AGORA
hu: HIBA: MINDEN RENDSZER REJTETT, ÖSSZES ÚJRA MEGJELENÍTÉSE
it: ERRORE: OGNI SISTEMA È NASCOSTO, MOSTRALI TUTTI ORA
ja_jp: エラー：すべてのシステムが非表示になり、その後再表示されます
nb_no: FEIL: HVERT SYSTEM ER SKJULT, VISER ALLE PÅ NYTT NÅ
nl: FOUT: ALLE SYSTEMEN ZIJN VERBORGEN, ZE WORDEN NU WEER WEERGEGEVEN
pl: BŁĄD: WSZYSTKIE SYSTEMY SĄ UKRYTE, WSZYSTKIE ZOSTAJĄ WYŚWIETLONE
ro_ro: EROARE: TOATE SISTEMELE SUNT ASCUNSE, SE VOR REAFIȘA TOATE ACUM
sk_sk: Chyba: Všetky systémy sú skryté, znovu ich všetky zobrazujem
tr: HATA: TÜM SİSTEMLER GİZLİ, HEPSİ TEKRAR GÖSTERİLECEK
vi_vn: LỖI: MỌI HỆ THỐNG ĐÃ ẨN, HIỂN THỊ LẠI TẤT CẢ CHÚNG NGAY BÂY GIỜ
zh_cn: 错误：所有系统都被隐藏了，现在将会重新显示

source: QUICK SEARCH
ar: البحث السريع
ca: CERCA RÀPIDA
cs_cz: RYCHLÉ HLEDÁNÍ
cy_gb: CHWILIO CYFLYM
eu_es: BILAKETA AZKARRA
fi_fi: NOPEA HAKU
fr: RECHERCHE RAPIDE
gl_es: BUSCA RÁPIDA
hu: GYORS KERESÉS
it: RICERCA RAPIDA
ja_jp: クイック検索
nb_no: RASKT SØK
nl: SNEL ZOEKEN
pl: SZYBKIE WYSZUKIWANIE
ro_ro: CĂUTARE RAPIDĂ
sk_sk: Rýchle hľadanie
tr: HIZLI ARAMA
vi_vn: TÌM KIẾM NHANH
zh_cn: 快捷搜索

source: GO TO LETTER
ca: ANAR A LLETRA
cs_cz: PŘEJÍT NA DOPIS
cy_gb: EWCH I LLYTHYR
eu_es: JOAN LETRARA
fi_fi: SIIRRY KIRJAIMEEN
fr: ALLER À LA LETTRE
gl_es: IR A LETRA
hu: UGRÁS BETŰHÖZ
it: VAI ALLA LETTERA
ja_jp: 英数字に移動
nb_no: GÅ TIL BOKSTAV
nl: GA NAAR LETTER
pl: PRZEJDŹ DO LITERY
ro_ro: SALT LA LITERĂ
sk_sk: Prejsť na písmeno
tr: BAŞLIĞA GİT
vi_vn: ĐẾN CHỮ CÁI
zh_cn: 跳转至首字母

source: GO TO MANUFACTURER
ar: إذهب الى المصنّع
ca: ANAR A FABRICANT
cs_cz: VÝBĚR SYSTÉMU
cy_gb: EWCH I GYNHYRCHWR
eu_es: JOAN FABRIKATZAILERA
fi_fi: SIIRRY VALMISTAJAAN
fr: ALLER AU CONSTRUCTEUR
gl_es: IR A FABRICANTE
hu: UGRÁS GYÁRTÓHOZ
it: VAI DAL PRODUTTORE
ja_jp: エミュレータに移動
nb_no: GÅ TIL PRODUSENT
nl: GA NAAR PRODUCENT
pl: PRZEJDŹ DO PRODUCENTA
ro_ro: SALT LA PRODUCĂTOR
sk_sk: Prejsť na výrobcu
tr: YAPIMCIYA GİT
vi_vn: ĐẾN NHÀ SẢN XUẤT
zh_cn: 跳转至制造商

source: GO TO HARDWARE
ca: ANAR A HARDWARE
cs_cz: PŘEJÍT NA HARDWARE
cy_gb: EWCH I CALEDWEDD
eu_es: JOAN HARDWARE-ERA
fi_fi: SIIRRY JÄRJESTELMÄÄN
fr: ALLER AU MATÉRIEL
gl_es: IR A SOPORTE FÍSICO
hu: UGRÁS HARDVERHEZ
it: VAI SU HARDWARE
ja_jp: ハードウェアに移動
nb_no: GÅ TIL MASKINVARE
nl: GA NAAR HARDWARE
pl: PRZEJDŹ DO SPRZĘTU
ro_ro: SALT LA HARDWARE
sk_sk: Prejsť na hardvér
tr: DONANIMA GİT
vi_vn: ĐẾN PHẦN CỨNG
zh_cn: 跳转至硬件

source: GO TO DECADE
ca: ANAR A DÈCADA
cs_cz: PŘEJÍT DO SEKCE DEKADA
cy_gb: EWCH I DDEGAWD
eu_es: JOAN HAMARKADARA
fi_fi: SIIRRY VUOSIKYMMENEEN
fr: ALLER À LA DÉCENNIE
gl_es: IR A DÉCADA
hu: UGRÁS ÉVTIZEDHEZ
it: VAI ALLA DECADE
ja_jp: プレイ済みに移動
nb_no: GÅ TIL TIÅR
nl: GA NAAR DECENNIUM
pl: PRZEJDŹ DO DEKADY
ro_ro: SALT LA DECENIU
sk_sk: Prejsť na dekádu
tr: DECADE YE GİT
vi_vn: ĐẾN THẬP KỶ
zh_cn: 跳转至年代

source: CONFIGURATION
ar: تكوين السمة
ca: CONFIGURACIÓ
cs_cz: KONFIGURACE
cy_gb: FFURFWEDDIAD
eu_es: KONFIGURAZIOA
gl_es: CONFIGURACIÓN
hu: KONFIGURÁCIÓ
it: CONFIGURAZIONE
ja_jp: 設定
nb_no: KONFIGURASJON
nl: CONFIGURATIE
pl: KONFIGURACJA
ro_ro: CONFIGURARE
sk_sk: Nastavenie
tr: YAPILANDIRMA
vi_vn: CẤU HÌNH
zh_cn: 配置

source: %i COLLECTION
ar: %i مجموعة
ca: %i COL·LECCIÓ
cs_cz: %i SBÍRKA
cy_gb: CASGLIAD %i
eu_es: %i KOLEKZIOA
gl_es: %i COLECCION
hu: %i GYŰJTEMÉNY
it: %i COLLEZIONE
ja_jp: コレクション %i
nb_no: %i SAMLING
nl: %i COLLECTIE
pl: %i KOLEKCJA
ro_ro: %i COLECȚIE
sk_sk: %i kolekcia
tr: %i KOLEKSİYON
vi_vn: %i BỘ SƯU TẬP
zh_cn: %i 个合辑

source: %i ITEM
ar: %i عنصر
ca: %i ELEMENT
cs_cz: %i POLOŽKA
cy_gb: %i EITEM
eu_es: %i ARTIKULUA
fr: %i ELEMENT
gl_es: %i ELEMENTO
hu: %i ESZKÖZ
it: %i ELEMENTO
ja_jp: %i 項目
pl: %i ELEMENT
ro_ro: %i ELEMENT
sk_sk: %i položka
tr: %i ÖĞE
vi_vn: %i MỤC
zh_cn: %i 个项目

source: %i GAME
ar: %i لعبة
ca: %i JOC
cs_cz: %i HRA
cy_gb: %i GÊM
eu_es: %i JOKOA
fr: %i JEU
gl_es: %i XOGO
hu: %i JÁTÉK
it: %i GIOCO
ja_jp: ゲーム数 :%i
nb_no: %i SPILL
nl: %i SPEL
pl: %i GRA
ro_ro: %i JOC
sk_sk: %i hra
tr: %i OYUN
vi_vn: %i TRÒ CHƠI
zh_cn: %i 个游戏

source: NAVIGATION BAR
ca: BARRA DE NAVEGACIÓ
cs_cz: NAVIGAČNÍ LIŠTA
eu_es: NABIGAZIO BARRA
fi_fi: NAVIGAATIOPALKKI
fr: VOLET NAVIGATION
gl_es: BARRA DE NAVEGACIÓN
hu: NAVIGÁCIÓS SÁV
it: BARRA DI NAVIGAZIONE
ja_jp: 操作バー
nb_no: NAVIGASJONSBAR
pl: PASEK NAWIGACJI
ro_ro: BARĂ DE NAVIGAȚIE
sk_sk: Navigačná lišta
tr: GEZİNTİ ÇUBUĞU
vi_vn: THANH ĐIỀU HƯỚNG
zh_cn: 导航栏

source: FILES
ar: ملفات
ca: ARXIUS
cs_cz: SOUBORY
cy_gb: FFEILIAU
eu_es: FITXATEGIAK
fi_fi: TIEDOSTOT
fr: FICHIERS
gl_es: FICHEIROS
hu: FÁJLOK
it: FILE
ja_jp: ファイル
nb_no: FILER
nl: BESTANDEN
pl: PLIKI
ro_ro: FIȘIERE
sk_sk: Súbory
tr: DOSYALAR
vi_vn: TỆP
zh_cn: 文件

source: WARNING: THE EMULATOR/CORE CURRENTLY SET DOES NOT SUPPORT THIS GAME'S FILE FORMAT. DO YOU WANT TO LAUNCH IT ANYWAY?
ar: انتباه: المحاكي/النواة المفعل حاليا لا يدعم صيغة ملف اللعبة أترغب في تشغيله مهما كان الأمر؟
ca: ADVERTÈNCIA: L'EMULADOR/NUCLI ACTUAL NO ADMET AQUEST FORMAT D'ARXIU DE JOC. VOL INTENTAR INICIAR-LO DE TOTES FORMES?
cs_cz: VAROVÁNÍ: AKTUÁLNĚ NASTAVENÝ EMULÁTOR/JÁDRO NEPODPORUJE FORMÁT SOUBORU TÉTO HRY. CHCETE JI PŘESTO SPUSTIT?
eu_es: KONTUZ: UNE HONETAN AUKERATUTAKO EMULADOREA/NUKLEOAK EZ DU AUKERATUTAKO JOKOAREN FORMATUA JASATEN. EXEKUTATU NAHI AL DUZU HALA ERE?
fi_fi: VAROITUS: NYKYINEN EMULAATTORI/YDIN EI TUE TÄMÄN PELIN TIEDOSTOMUOTOA. HALUATKO KÄYNNISTÄÄ PELIN SILTI.
fr: ATTENTION : L’ÉMULATEUR/CŒUR ACTUEL NE SUPPORTE PAS LE FORMAT DE FICHIER DE CE JEU. VOULEZ-VOUS LE LANCER QUAND MÊME ?
gl_es: ADVERTENCIA: O EMULADOR/NÚCLEO ESCOLLIDO NON SOPORTA O FORMATO DE FICHEIRO DESTE XOGO. QUERES LANZALO DE TODA FORMAS?
hu: FIGYELEM: A JELENLEG BEÁLLÍTOTT EMULÁTOR / MAG NEM TÁMOGATJA A JÁTÉK FÁJLFORMÁTUMÁT. MINDENKÉPPEN EL AKARJA INDÍTANI?
it: ATTENZIONE: L'EMULATORE O IL CORE POTREBBE NON SUPPORTARE IL FORMATO FILE DI QUESTO GIOCO. VUOI AVVIARLO COMUNQUE?
ja_jp: 警告：このゲームのファイル形式は、 現在のエミュレータ/コアでは対応していません。 実行しますか?
nb_no: ADVARSEL: EMULATOREN/KJERNEN SOM ER SATT STØTTER IKKE DETTE SPILLETS FILFORMAT. VIL DU KJØRE DEN LIKEVEL?
nl: WAARSCHUWING: DE HUIDIGE EMULATOR/CORE ONDERSTEUND DE SPELFORMAT VAN DIT SPEL NIET. WILT U HET TOCH OPSTARTEN?
pl: OSTRZEŻENIE: BIEŻĄCY EMULATOR/JĄDRO NIE OBSŁUGUJE FORMATU TEJ GRY. CZY CHCESZ POMIMO TEGO URUCHOMIĆ GRĘ?
ro_ro: ATENȚIE: EMULATORUL/NUCLEUL SETAT NU SUPORTĂ FORMATUL FIȘIERULUI ACESTUI JOC. DOREȘTI SĂ-L LANSEZI ORICUM?
sk_sk: Upozornenie: Emulátor/jadro aktuálne nepodporuje tento formát súboru hry. Chcete ju aj tak spustiť?
tr: UYARI: ŞU ANDA AYARLANAN EMULATOR/CORE BU OYUNUN DOSYA FORMATINI DESTEKLEMEZ. YİNE DE BAŞLATMAK İSTER MİSİNİZ?
vi_vn: CẢNH BÁO: TRÌNH GIẢ LẬP/LÕI HIỆN TẠI KHÔNG HỖ TRỢ ĐỊNH DẠNG TỆP CỦA TRÒ CHƠI NÀY. BẠN CÓ MUỐN KHỞI ĐỘNG NÓ KHÔNG?
zh_cn: 警告：当前设置的 模拟器/核心 不支持此游戏的文件格式。 仍要启动它吗？

source: WARNING: THE SYSTEM HAS MISSING BIOS FILE(S) AND THE GAME MAY NOT WORK CORRECTLY. DO YOU WANT TO LAUNCH IT ANYWAY?
ar: انتباه:النظام يفتقر ملفات بايوس واللعبة قد لا تشتغل بشكل صحيح على أية حال أترغب في تشغيل اللعبة؟
ca: ADVERTÈNCIA: EL SISTEMA NO TÉ TOTS ELS ARXIUS DE BIOS I EL JOC POT NO FUNCIONAR CORRECTAMENT. VOL INICIAR-LO DE TOTES FORMES?
cs_cz: VAROVÁNÍ: V SYSTÉMU CHYBÍ SOUBORY BIOSU A HRA NEMŮŽE FUNGOVAT SPRÁVNĚ. CHCETE JI PŘESTO SPUSTIT?
eu_es: KONTUZ: SISTEMAK BIOS FITXATEGIA(K) FALTA DITU ETA BALITEKEJOKUEK ONDO EZ FUNTZIONATZEAEZEKUTATU NAHI AL DUZU HALA ERE?
fi_fi: VAROITUS: JÄRJESTELMÄN BIOS-TIEDOSTOJA PUUTTUU, JOTEN PELI EI SAATA TOIMIA OIKEIN. HALUATKO KÄYNNISTÄÄ PELIN SILTI?
fr: ATTENTION : LE SYSTÈME A UN BIOS MANQUANT ET LE JEU PEUT NE PAS FONCTIONNER CORRECTEMENT. VOULEZ-VOUS LE LANCER QUAND MÊME ?
gl_es: ADVERTENCIA: O SISTEMA FALTANLLE FICHEIROS DA BIOS, É POSIBLE CO XOGO NON FUNCIONE CORRECTAMENTE. QUERES LANZALO DE TODA FORMAS?
hu: FIGYELEM: A RENDSZERBŐL HIÁNYOZNAK A BIOS-FÁJLOK, ÉS ELŐFORDULHAT, HOGY A JÁTÉK NEM MŰKÖDIK MEGFELELŐEN. MINDENKÉPPEN EL AKARJA INDÍTANI?
it: ATTENZIONE: IL SISTEMA NECESSITA DEL/I SUO(I) BIOS E IL GIOCOPOTREBBE NON FUNZIONARE CORRETTAMENTE. VUOI AVVIARLO COMUNQUE?
ja_jp: 警告：システムにBIOSがなく、ゲームが動作しない可能性があります 実行しますか?
nb_no: ADVARSEL: SYSTEMET MANGLER BIOS-FIL(ER), OG SPILLET FUNGERER KANSKJE IKKE RIKTIG. VIL DU KJØRE DET LIKEVEL?
nl: WAARSCHUWING: HET SYSTEEM HEEFT MISSENDE BIOS BESTANDEN EN HET SPEL ZOU NIET GOED KUNNEN WERKEN. WILT U HET TOCH STARTEN?
pl: OSTRZEŻENIE: BRAKUJĄCY PLIK BIOS'U, GRA MOŻE NIE DZIAŁAĆ POPRAWNIE. CZY CHCESZ POMIMO TEGO URUCHOMIĆ GRĘ?
ro_ro: ATENȚIE: SISTEMUL ARE FIȘIERE BIOS LIPSĂ ȘI JOCUL POATE SĂ NU FUNCȚIONEZE CORECT. DOREȘTI SĂ-L LANSEZI ORICUM?
sk_sk: Upozornenie: Systém má chýbajúci BIOS súbor(y) a hra nemusí bežať korektne. Chcete ju aj tak spustiť?
tr: UYARI: SİSTEMDE EKSİK BIOS DOSYALARI VAR VE OYUN DOĞRU ÇALIŞMAYABİLİR. YİNE DE BAŞLATMAK İSTER MİSİNİZ?
vi_vn: CẢNH BÁO: HỆ THỐNG BỊ THIẾU CÁC TẬP TIN BIOS VÀ TRÒ CHƠI CÓ THỂ KHÔNG HOẠT ĐỘNG CHÍNH XÁC. BẠN CÓ MUỐN KHỞI ĐỘNG NÓ KHÔNG?
zh_cn: 警告：系统缺少BIOS文件，游戏可能无法正常运行。 仍要启动它吗？

source: Preloading UI
ar: تحضير واجهة المستخدم
ca: Pre-carregant IU
cs_cz: Přednačítám UI
cy_gb: Rhag-lwytho UI
eu_es: UI-a aurretik kargatu
fi_fi: Esiladataan käyttöliittymää
fr: Préchargement de l'interface
gl_es: Precargando interface
hu: UI előtöltés
it: Precaricamento UI
ja_jp: プレロード(先読み)式 UI
nb_no: Forhåndslaster UI
nl: Voorladen Interface
pl: Wstępne wczytywanie interfejsu
ro_ro: Se încarcă interfața în avans
sk_sk: Prednačítavam UI
tr: ARAYÜZ Önyükleniyor
vi_vn: Đang nạp giao diện người dùng
zh_cn: 预加载 UI

source: Loading theme
ar: تحميل سمة
ca: Carregant tema
cs_cz: Načítání motivu
cy_gb: Llwytho thema
eu_es: Gaia kargatzen
fi_fi: Ladataan teemaa
fr: Chargement du thème
gl_es: Cargando tema
hu: Téma betöltése
it: Caricamento tema
ja_jp: テーマを読み込んでいます
nb_no: Laster tema
nl: Thema laden
pl: Wczytywanie motywu
ro_ro: Se încarcă tema
sk_sk: Načítavam tému
tr: Tema Yükleniyor
vi_vn: Đang nạp chủ đề
zh_cn: 正在加载主题

source: Loading gamelists
ar: تحميل قائمة الألعاب
ca: Carregant gamelists
cs_cz: Načítání seznamu her
cy_gb: Llwytho rhestr gemau
eu_es: Joko listak kargatzen
fi_fi: Ladataan pelilistaa
fr: Chargement des listes de jeux
gl_es: Cargando listas de xogos
hu: Játéklista betöltése
it: Caricamento liste giochi
ja_jp: ゲームリストを読み込んでいます
nb_no: Oppdaterer spillliste
nl: Spellijsten laden
pl: Wczytywanie list gier
ro_ro: Se încarcă listele de jocuri
sk_sk: Načítavam zoznamy hier
tr: Oyun listeleri yükleniyor
vi_vn: Đang nạp danh sách trò chơi
zh_cn: 正在加载游戏列表

source: MENU
ar: القائمة
ca: MENÚ
cy_gb: DEWISLEN
eu_es: MENUA
fi_fi: VALIKKO
gl_es: MENÚ
hu: MENÜ
ja_jp: メニュー
nb_no: MENY
ro_ro: MENIU
sk_sk: Ponuka
tr: MENÜ
zh_cn: 菜单

source: GENRE
ar: النوع
ca: GÈNERE
cs_cz: ŽÁNR
eu_es: GENEROA
fi_fi: TYYLILAJI
gl_es: XÉNERO
hu: MŰFAJ
it: GENERE
ja_jp: ジャンル
nb_no: SJANGER
pl: GATUNEK
ro_ro: GEN
sk_sk: Žáner
tr: TÜR
vi_vn: THỂ LOẠI
zh_cn: 类型

source: FAMILY
ar: العائلة
ca: FAMÍLIA
cs_cz: RODINA
eu_es: FAMILIA
fi_fi: PELISARJA
fr: FAMILLE
gl_es: FAMILIA
hu: CSALÁD
it: FAMIGLIA
ja_jp: ファミリー
nb_no: FAMILIE
nl: FAMILIE
pl: RODZINA
ro_ro: FAMILIE
sk_sk: Rodina
tr: AİLE
vi_vn: GIA ĐÌNH
zh_cn: 游戏家族

source: PLAYERS
ar: اللاعبين
ca: JUGADORS
cs_cz: HRÁČI
cy_gb: CHWARAEWYR
eu_es: JOKALAKIRAK
fi_fi: PELAAJAT
fr: JOUEURS
gl_es: XOGADORES
hu: JÁTÉKOSOK
it: GIOCATORI
ja_jp: プレイヤー数
nb_no: SPILLERE
nl: SPELERS
pl: GRACZY
ro_ro: JUCĂTORI
sk_sk: Hráči
tr: OYUNCULAR
vi_vn: NGƯỜI CHƠI
zh_cn: 玩家数

source: PUBLISHER/DEVELOPER
ar: الناشر/المطور
ca: DISTRIBUÏDOR/DESENVOLUPADOR
cs_cz: VYDAVATEL/VÝVOJÁŘ
eu_es: PUBLIKATZAILEA/GARATZAILEA
fi_fi: JULKAISIJA/KEHITTÄJÄ
fr: ÉDITEUR / DÉVELOPPEUR
gl_es: EDITOR/DESENVOLVEDOR
hu: KIADÓ/FEJLESZTŐ
it: EDITORE/SVILUPPATORE
ja_jp: 開発元 / 発売元
nb_no: UTGIVER/UTVIKLER
nl: UITGEVER/ONTWIKKELAAR
pl: WYDAWCA/DEWELOPER
ro_ro: EDITOR/DEZVOLTATOR
sk_sk: Vydavateľ/vývojár
tr: YAYINCI/GELİŞTİRİCİ
vi_vn: NHÀ SẢN XUẤT/NGƯỜI PHÁT TRIỂN
zh_cn: 出版商/开发者

source: RATING
ar: التقييم
ca: VALORACIÓ
cs_cz: HODNOCENÍ
cy_gb: MARCIAU SÊR
eu_es: PUNTUAZIOA
fi_fi: ARVOSANA
fr: NOTATION
gl_es: VALORACIÓN
hu: ÉRTÉKELÉS
it: VOTO
ja_jp: 評価
nb_no: RANGERING
nl: BEOORDELING
pl: OCENA
ro_ro: SCOR
sk_sk: Hodnotenie
tr: DERECE
vi_vn: XẾP HẠNG
zh_cn: 评分

source: YEAR
ar: السنة
ca: ANY
cs_cz: ROK
cy_gb: BLWYDDYN
eu_es: URTEA
fi_fi: VUOSI
fr: ANNÉE
gl_es: ANO
hu: ÉV
it: ANNO
ja_jp: 発売年
nb_no: ÅR
nl: JAAR
pl: ROK
ro_ro: AN
sk_sk: Rok
tr: YIL
vi_vn: NĂM
zh_cn: 年份

source: REGION
ar: المنطقة
ca: REGIÓ
cy_gb: RHANBARTH
eu_es: HERRIALDEA
fi_fi: ALUE
fr: RÉGION
gl_es: REXIÓN
hu: RÉGIÓ
it: REGIONE
ja_jp: リージョン
nl: REGIO
ro_ro: REGIUNE
sk_sk: Región
tr: ÜLKE
vi_vn: KHU VỰC
zh_cn: 区域

source: KIDGAME
ar: لعبة أطفال
ca: JOC APTE PER A NENS
cs_cz: DĚTSKÁ HRA
cy_gb: GÊM PLANT
eu_es: HAURJOKOA
fi_fi: LASTENPELI
fr: JEU ENFANT
gl_es: XOGO INFANTIL
hu: GYEREKJÁTÉK
it: PER BAMBINI
ja_jp: 子供向け
nb_no: BARNESPILL
nl: SPEL VOOR KINDEREN
pl: DZIECIĘCA
ro_ro: JOC PENTRU COPII
sk_sk: Detská hra
tr: ÇOCUK OYUNU
vi_vn: TRÒ CHƠI TRẺ EM
zh_cn: 儿童游戏

source: ALREADY PLAYED
ar: لُعِبَت سابقا
ca: JA JUGAT
cs_cz: JIŽ HRANÉ
cy_gb: WEDI CHWARAE
eu_es: JADA JOLASTUTA
fi_fi: KERTOJA PELATTU
fr: DÉJÀ JOUÉ
gl_es: XA XOGADO
hu: MÁR JÁTSZOTT
it: GIÀ GIOCATO
ja_jp: プレイ済み
nb_no: ALLEREDE SPILLET
nl: AL GESPEELD
pl: JUŻ GRANE
ro_ro: DEJA JUCAT
sk_sk: Už hrané
tr: ÖNCEDEN OYNANMIŞ
vi_vn: ĐÃ CHƠI
zh_cn: 玩过的游戏

source: HAS ACHIEVEMENTS
ar: لديه إنجازات
ca: TÉ TROFEUS
cs_cz: MÉ ÚSPĚCHY
cy_gb: GYDA CYFLAWNIADAU
eu_es: LORPENAK DITU
fi_fi: TUKEE SAAVUTUKSIA
fr: AVEC SUCCÈS RÉTRO
gl_es: TEN LOGROS
hu: ACHIEVEMENT ELÉRHETŐ
it: SUPPORTO TROFEI
ja_jp: アチーブメントがある
nb_no: HAR PRESTASJONER
nl: HEEFT PRESTATIES
pl: MA ZADANIA DO OSIĄGNIĘCIA
ro_ro: ARE RETROREALIZĂRI
sk_sk: Má úspechy
tr: BAŞARIM MEVCUT
vi_vn: CÓ THÀNH TÍCH
zh_cn: 有成就的

source: VERTICAL
ar: عمودية
cs_cz: VERTIKÁLNĚ
eu_es: BERTIKALA
fi_fi: PYSTYSUUNTAINEN
hu: VERTIKÁLIS
it: VERTICALE
ja_jp: 縦表示
nb_no: VERTIKALT
nl: VERTICAAL
pl: PIONOWA
sk_sk: Zvislé
tr: DİKEY
vi_vn: CHIỀU DỌC
zh_cn: 竖屏

source: LIGHTGUN
ar: المسدس
ca: PISTOLA DE LLUM
cs_cz: SVĚTELNÁ ZBRAŇ
eu_es: ARGIZKO PISTOLA
fi_fi: VALOASE
fr: PISTOLET
gl_es: PISTOLA ÓPTICA (LIGHTGUN)
hu: FÉNYPISZTOLY
it: PISTOLA
ja_jp: ライトガン(ガンコン)対応
nb_no: LYSVÅPEN
pl: PISTOLET ŚWIETLNY
ro_ro: PISTOL LUMINOS
sk_sk: Svetelná pištoľ
vi_vn: SÚNG NHẸ
zh_cn: 光枪

source: STEERING WHEEL
ca: VOLANT
cs_cz: ŘÍDICÍ KOLO
eu_es: BOLANTEA
fr: VOLANT
gl_es: VOLANTE
hu: KORMÁNYOS JÁTÉKOK
it: VOLANTE
ja_jp: ステアリングホイール (ハンコン)
pl: KIEROWNICA
ro_ro: VOLAN
sk_sk: Volant
tr: DİREKSİYON
vi_vn: VÔ LĂNG
zh_cn: 方向盘

source: HAVING MEDIAS
cs_cz: MAJÍCÍ MÉDIA
fr: AYANT DES MÉDIAS
gl_es: TEN MEDIOS
hu: MEGLÉVŐ MÉDIÁK
it: MEDIAS PRESENTI
ja_jp: メディア有り
pl: POSIADA MEDIA
ro_ro: CU FIȘIERE MEDIA
sk_sk: Majú médiá
tr: MEDYALARINIZ
vi_vn: CÓ PHƯƠNG TIỆN
zh_cn: 拥有媒体

source: MISSING MEDIAS
cs_cz: CHYBĚJÍCÍ MÉDIA
fr: MEDIAS MANQUANTS
gl_es: FALTAN MEDIOS
hu: HIÁNYZÓ MÉDIÁK
it: MEDIAS ASSENTI
ja_jp: メディア無し
pl: BRAK MEDIÓW
ro_ro: FIȘIERE MEDIA LIPSĂ
sk_sk: Chýbajúce médiá
tr: KAYIP MEDYALAR
vi_vn: THIẾU PHƯƠNG TIỆN
zh_cn: 缺少媒体

source: DO YOU WANT TO SWITCH THE SCREEN ?
ca: VOL ALTERNAR LA PANTALLA?
cs_cz: CHCETE PŘEPNOUT OBRAZOVKU ?
eu_es: PANTAILA ALDATU NAHI DUZU?
fr: VOULEZ-VOUS CHANGER D'ÉCRAN ?
gl_es: QUERES CAMBIAR A PANTALLA?
hu: SZERETNÉ VÁLTANI A KÉPERNYŐT?
it: VUOI DAVVERO CAMBIARE SCHERMO ?
ja_jp: 画面を切り替えますか？
nb_no: VIL DU BYTTE SKJERM?
pl: CHCESZ PRZEŁĄCZYĆ EKRAN?
ro_ro: DOREȘTI SĂ COMUȚI ECRANUL?
sk_sk: Chcete prepnúť obrazovku?
tr: EKRAN DEĞİŞTİRMEK İSTİYOR MUSUN ?
vi_vn: BẠN CÓ MUỐN CHUYỂN MÀN HÌNH?
zh_cn: 你想切换屏幕吗？
