Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: NONE
ar: لاشيء
ca: NORMAL
cs_cz: ŽÁDNÝ
cy_gb: DIM
eu_es: BAT ERE EZ
fi_fi: EI MITÄÄN
fr: AUCUN
gl_es: NINGUN
he: ללא
hu: NINCS
it: NESSUNO
ja_jp: 無し
nb_no: INGEN
nl: GEEN
pl: BRAK
ro_ro: FĂRĂ
sk_sk: Žiadne
tr: YOK
vi_vn: KHÔNG CÓ
zh_cn: 无

source: NEW YORK
ar: نيو يورك
ca: NOVA YORK
gl_es: NOVA YORK
ja_jp: ニューヨーク
pl: NOWY JORK
zh_cn: 纽约

source: MADRID
ar: مدريد
ja_jp: マドリッド
pl: MADRYT
zh_cn: 马德里

source: MONTREAL
ar: مونريال
fr: MONTRÉAL
ja_jp: モントリオール
zh_cn: 蒙特利尔

source: SAO PAULO
ar: ساو باولو
gl_es: SÃO PAULO
ja_jp: サンパウロ
pl: SAN PAULO
zh_cn: 圣保罗

source: CUSTOM
fr: PERSONNALISÉ
gl_es: PERSONALIZADO
hu: EGYEDI
it: PERSONALIZZATO
ja_jp: カスタム
pl: WŁASNY
ro_ro: PERSONALIZAT
vi_vn: TÙY CHỈNH

source: CUSTOM RELAY SERVER
fr: SERVEUR RELAI PERSONNALISÉ
gl_es: SERVIDOR DE RETRANSMISIÓN PERSONALIZADO
hu: EGYÉNI RELAY SZERVER
it: RELAY SERVER PERSONALIZZATO
ja_jp: カスタムリレーサーバー
pl: WŁASNY SERWER POŚREDNICZĄCY
ro_ro: SERVER RETRANSLAȚIE PERSONALIZAT
vi_vn: TÙY CHỈNH MÁY CHỦ CHUYỂN TIẾP

source: SHOW UNAVAILABLE GAMES
ar: عرض الألعاب الغير موجودة
ca: MOSTRAR JOCS NO DISPONIBLES
cs_cz: ZOBRAZIT NEDOSTUPNÉ HRY
eu_es: ERAKUTSI ESKURAGARRI EZ DAUDEN JOKOAK
fi_fi: NÄYTÄ EI SAATAVILLA OLEVAT PELIT
fr: AFFICHER LES JEUX NON DISPONIBLES
gl_es: AMOSAR XOGOS NON DISPOÑIBLES
hu: NEM ELÉRHETŐ JÁTÉKOK MEGJELENÍTÉSE
it: MOSTRA GIOCHI NON DISPONIBILI
ja_jp: 利用不可ゲームを表示
nb_no: VIS UTILGJENGELIGE SPILL
nl: TOON ONBESCHIKBARE SPELLEN
pl: POKAŻ NIEDOSTĘPNE GRY
ro_ro: AFIȘEAZĂ JOCURILE INDISPONIBILE
sk_sk: Zobraziť nedostupné hry
tr: MEVCUT OLMAYAN OYUNLARI GÖSTER
vi_vn: HIỂN THỊ TRÒ CHƠI KHÔNG CÓ SẴN
zh_cn: 显示不可用的游戏

source: Show rooms for games not present on this machine.
ar: عرض الغرف للألعاب الغير موجودة على هذا الجهاز.
ca: Mostrar sales de jocs no presents a Batocera.
cs_cz: Zobrazení místností pro hry, které se v tomto počítači nenacházejí.
eu_es: Erakutsi makinan eskuragarri ez dauden jokuen gelak
fr: Afficher les parties des jeux non disponibles sur cette machine.
gl_es: Amosa salas con xogos non presentes nesta maquina.
hu: Mutasd meg a gépen nem található játékok szobáit.
it: Mostra spazi per i giochi non presenti su questa macchina
ja_jp: 参加できないゲームルームも表示します
nb_no: Vis rom for spill som ikke finnes på denne maskinen.
pl: Pokaż pokoje gier, których nie ma na tym komputerze.
ro_ro: Afișează camerele jocurilor care nu sunt prezente pe acest dispozitiv.
sk_sk: Zobraziť miestnosti pre hry neprítomné na tomto stroji.
tr: Bu makinede bulunmayan oyunların odalarını göster.
vi_vn: Hiển thị phòng cho các trò chơi không có trên thiết bị này.
zh_cn: 对于本机所没有的游戏，仍显示其游戏房间。

source: GAME INDEXES
ar: فهرسة الألعاب
ca: ÍNDEXS DE JOC
cs_cz: INDEXY HRY
cy_gb: MYNEGAI GÊM
eu_es: JOKO INDIZEAK
fr: INDEXATION DES JEUX
gl_es: ÍNDICES DE XOGOS
he: אינדקס משחקים
hu: JÁTÉK INDEXEK
it: INDICI DI GIOCO
ja_jp: ゲームインデックス
nb_no: SPILL INDEKSER
nl: SPEL INDEXEN
pl: INDEKSY GIER
ro_ro: INDEXĂRI JOCURI
sk_sk: Herné indexy
tr: OYUN DİZİNLERİ
zh_cn: 游戏索引

source: INDEX NEW GAMES AT STARTUP
ar: فهرسة الألعاب الجديدة عند البداية
ca: INDEXAR JOCS NOUS EN INICIAR EL SISTEMA
cs_cz: INDEXOVAT NOVÉ HRY PŘI SPUŠTĚNÍ
eu_es: INDEXATU JOKO BERRIAK ABIARAZTEAN
fr: INDEXER AUTOMATIQUEMENT AU DÉMARRAGE
gl_es: INDEXAR XOGOS NOVOS AO ARRANCAR
hu: ÚJ JÁTÉKOK INDEXELÉSE INDÍTÁSKOR
it: INDICIZZA NUOVI GIOCHI ALL'AVVIO
ja_jp: 起動時に新規ゲームにインデックスを付ける
nb_no: INDEKSER SPILL VED OPPSTART
nl: INDEXEER NIEUWE SPELLEN BIJ HET OPSTARTEN
pl: INDEKSUJ NOWE GRY PODCZAS URUCHAMIANIA
ro_ro: INDEXEAZĂ NOILE JOCURI LA PORNIRE
sk_sk: Indexovať nové hry pri spustení
tr: YENİ OYUNLARI AÇILIŞTA DİZİNLE
zh_cn: 在启动时索引新游戏

source: INDEX GAMES
ar: فهرسة الألعاب
ca: INDEXAR JOCS
cs_cz: INDEXOVANÉ HRY
eu_es: INDEXATU JOKOAK
fr: INDEXER LES JEUX
gl_es: INDEXAR XOGOS
hu: INDEX JÁTÉKOK
it: INDICIZZA GIOCHI
ja_jp: ゲームにインデックスを付ける
nb_no: INDEKSER SPILL
nl: INDEXEER SPELLEN
pl: INDEKSUJ GRY
ro_ro: INDEXEAZĂ JOCURILE
sk_sk: Indexovať hry
tr: OYUNLARI DİZİNLE
zh_cn: 游戏索引

source: INPUT
ar: إدخال
ca: ENTRADA
cs_cz: ZADAT
cy_gb: MEWNBWN
eu_es: EDITATU
fi_fi: SYÖTE
fr: ÉDITER
gl_es: ENTRADA
he: קלט
hu: BEMENET
ja_jp: 入力
nb_no: INNDATA
nl: INVOER
pl: WEJŚCIE
ro_ro: INTRARE
sk_sk: Vstup
tr: GİRDİ
vi_vn: NHẬP
zh_cn: 名称编辑

source: SEARCH
ar: بحث
ca: CERCA
cs_cz: HLEDAT
cy_gb: CHWILIO
eu_es: BILATU
fi_fi: ETSI
fr: RECHERCHER
gl_es: BUSCAR
he: חיפוש
hu: KERESÉS
it: CERCA
ja_jp: 検索
nb_no: SØK
nl: ZOEKEN
pl: SZUKAJ
ro_ro: CAUTĂ
sk_sk: Hľadať
tr: ARA
vi_vn: TÌM KIẾM
zh_cn: 搜索

source: %d of %d softcore points
ca: %d de %d punts (softcore)
cs_cz: %d z %d softcore bodů
fr: %d sur %d points (mode facile)
gl_es: %d de %d puntos modo moderado (softcore)
hu: %d a %d softcore pontból
it: %d di %d punti softcore
ja_jp: %d / %d ソフトコア ポイント
pl: %d z %d punktów softcore
ro_ro: %d din %d puncte softcore
sk_sk: %d z %d softcore bodov
tr: %d - %d softcore puanı
vi_vn: %d của %d điểm độ khó thấp
zh_cn: %d / %d 软核分数

source: %d of %d hardcore points
ca: %d de %d punts (hardcore)
cs_cz: %d z %d hardcore bodů
fr: %d sur %d points (mode difficile)
gl_es: %d de %d puntos modo extremo (hardcore)
hu: %d a %d hardcore pontból
it: %d di %d punti hardcore
ja_jp: %d / %d ハードコア ポイント
pl: %d z %d punktów hardcore
ro_ro: %d din %d puncte hardcore
sk_sk: %d z %d hardcore bodov
tr: %d - %d hardcore puanı
vi_vn: %d của %d điểm độ khó cao
zh_cn: %d / %d 硬核分数

source: %d%% (%d of %d)
ca: %d%% (%d de %d)
eu_es: %d%% (%d %d-tik)
fr: %d%% (%d de %d)
gl_es: %d%% (%d de %d)
he: %d%% (%d מתוך %d)
hu: %d%% (%d %d -ból)
it: %d%% (%d di %d)
ja_jp: %d%% (%d 中の %d)
nb_no: %d%% (%d av %d)
nl: %d%% (%d van %d)
pl: %d%% (%d z %d)
ro_ro: %d%% (%d din %d)
sk_sk: %d%% (%d z %d)
tr: %d%% (%d da %d)
vi_vn: %d%% (%d của %d)
zh_cn: %d%%（%d / %d）

source: RETROACHIEVEMENTS
ar: امتيازات
ca: RETROACHIEVEMENTS (TROFEUS)
cs_cz: RETROÚSPĚCHY
cy_gb: CYFLAWNIADAU-RETRO
eu_es: RETROACHIVEMENTS
fr: SUCCÈS RÉTRO
gl_es: RETROLOGROS
he: RETROACHIEVEMENTS הישגי
it: TROFEI
ja_jp: RetroAchievements 表示
nb_no: RETROUTMERKELSER
nl: RETROPRESTATIES
pl: RETROOSIĄGNIĘCIA
ro_ro: RETROREALIZĂRI
tr: RETROBAŞARIMLAR
zh_cn: RetroAchievement

source: Softcore points
ca: Punts (softcore)
cs_cz: Softcore body
eu_es: Ez amorratu moduko puntuaketa
fr: Points (mode facile)
gl_es: Puntos modo moderado (softcore)
hu: Softcore pont
it: Punti softcore
ja_jp: ポイント (ソフトコア)
nb_no: Softcore poeng
pl: Punkty (softcore)
ro_ro: Puncte (softcore)
sk_sk: Softcore body
tr: Softcore puanlar
vi_vn: Điểm độ khó thấp
zh_cn: 软核分数

source: Points (hardcore)
ca: Punts (hardcore)
cs_cz: Body (hardcore)
eu_es: Puntuaketa (amorratu modua)
fr: Points (mode difficile)
gl_es: Puntos modo extremo(hardcore)
hu: Pont (haladó)
it: Punti (hardcore)
ja_jp: ポイント (ハードコア)
nb_no: Poeng (hardcore)
pl: Punkty (hardcore)
ro_ro: Puncte (hardcore)
sk_sk: Body (hardcore)
tr: Puanlar (hardcore)
vi_vn: Điểm (độ khó cao)
zh_cn: 分数（硬核模式）

source: Rank
ar: الرتبة
ca: Posició
cs_cz: Hodnost
cy_gb: Rheng
eu_es: Maila
fi_fi: Sijoitus
fr: Rang
gl_es: Posición
he: דירוג
hu: Rang
it: Posizione
ja_jp: ランク
nb_no: Rang
nl: Rang
pl: Ranga
ro_ro: Rang
sk_sk: Hodnosť
tr: Rütbe
vi_vn: Xếp hạng
zh_cn: 评价等级

source: VIEW DETAILS
ca: VEURE DETALLS
cs_cz: ZOBRAZIT PODROBNOSTI
cy_gb: GWELD MANYLION
eu_es: IKUSI XEHETASUNAK
fi_fi: NÄYTÄ YKSITYSKOHDAT
fr: VOIR LES DÉTAILS
gl_es: VER DETALLES
he: צפייה בפרטים
hu: RÉSZLETEK MEGJELENÍTÉSE
it: VISUALIZZA DETTAGLI
ja_jp: 詳細を表示
nb_no: VISNINGSDETALJER
nl: DETAILS WEERGEVEN
pl: ZOBACZ SZCZEGÓŁY
ro_ro: VEZI DETALII
sk_sk: Zobraziť podrobnosti
tr: DETAYLARI GÖR
vi_vn: XEM CHI TIẾT
zh_cn: 查看详细信息

source: LAUNCH
ar: بدء
ca: INICIAR
cs_cz: SPUSTIT
cy_gb: Lansio
eu_es: ABIARAZI
fi_fi: KÄYNNISTÄ
fr: LANCER
gl_es: LANZAR
he: הפעל
hu: ELINDÍT
it: AVVIA
ja_jp: ゲームを始める
nb_no: START
nl: START
pl: URUCHOM
ro_ro: LANSEAZĂ
sk_sk: Spustiť
tr: BAŞLAT
vi_vn: CHẠY
zh_cn: 启动

source: RETROACHIEVEMENT SETTINGS
ca: AJUSTOS DE RETROACHIEVEMENTS
cs_cz: NASTAVENÍ RETROÚSPĚCHU
eu_es: RETROACHIEVEMENT KONFIGURAZIOA
fi_fi: RETROACHIEVEMENT-ASETUKSET
fr: PARAMÈTRES DES SUCCÈS RÉTRO
gl_es: CONFIGURACIÓN DE RETROLOGROS
hu: RETROACHIEVEMENT BEÁLLÍTÁSOK
it: OPZIONI TROFEI
ja_jp: RETROACHIEVEMENT 設定
nb_no: RETROACHIEVEMENT INNSTILLINGER
nl: INSTELLNGEN RETROPRESTATIES
pl: USTAWIENIA RETROOSIĄGNIĘĆ
ro_ro: SETĂRI RETROREALIZĂRI
sk_sk: Nastavenia Retroachievements
tr: RETROBAŞARIM AYARLARI
vi_vn: CÀI ĐẶT RETROACHIEVEMENT
zh_cn: RetroAchievement设置

source: USERNAME
ar: اسم المستخدم
ca: USUARI
cs_cz: UŽIVATELSKÉ JMÉNO
cy_gb: ENW DEFNYDDIWR
eu_es: ERABILTZAILE IZENA
fi_fi: KÄYTTÄJÄNIMI
fr: NOM D'UTILISATEUR
gl_es: NOME DE USUARIO
he: שם משתמש
hu: FELHASZNÁLÓNÉV
it: NOME UTENTE
ja_jp: ユーザー名
nb_no: BRUKERNAVN
nl: GEBRUIKERSNAAM
pl: NAZWA UŻYTKOWNIKA
ro_ro: NUME UTILIZATOR
sk_sk: Meno používateľa
tr: KULLANICI ADI
vi_vn: TÊN NGƯỜI DÙNG
zh_cn: 用户名

source: PASSWORD
ar: كلمة المرور
ca: CONTRASENYA
cs_cz: HESLO
cy_gb: CYFINAIR
eu_es: PASAHITZA
fi_fi: SALASANA
fr: MOT DE PASSE
gl_es: CONTRASINAL
he: סיסמה
hu: JELSZÓ
ja_jp: パスワード
nb_no: PASSORD
nl: WACHTWOORD
pl: HASŁO
ro_ro: PAROLĂ
sk_sk: Heslo
tr: ŞİFRE
vi_vn: MẬT KHẨU
zh_cn: 密码

source: HARDCORE MODE
ar: وضع HARDCORE
ca: MODE HARDCORE
cs_cz: REŽIM HARDCORE
cy_gb: MODD CRAIDD CALED
eu_es: HARDCORE MODUA
fi_fi: HARDCORE-TILA
fr: MODE DIFFICILE
gl_es: MODO EXTREMO
he: מצב קשה-מאוד
hu: HALADÓ MÓD
it: MODALITÀ HARDCORE
ja_jp: ハードコアモード
nb_no: HARDCORE MODUS
nl: HARDCORE MODUS
pl: TRYB HARDCORE
ro_ro: MOD HARDCORE
sk_sk: Hardcore režim
tr: HARDCORE MODU
vi_vn: CHẾ ĐỘ KHÓ
zh_cn: 硬核模式

source: Disable loading states, rewind and cheats for more points.
ca: Deshabilitar càrrega d'estats, rebobinat i trucs per a més puntuació.
cs_cz: Zakázat načítání, přetáčení a cheaty pro více bodů.
eu_es: Karga egoerak, atzeratzea eta puntu gehiago lortzeko tranpak desgaituta.
fi_fi: Lisäpisteiden ansaitsemiseksi, poista käytöstä tilatallennukset, takaisinkelaus ja huijaukset.
fr: Désactiver les chargements d'état, le rembobinage et les codes pour plus de points.
gl_es: Desactiva os gardados de partidas, rebobinado e trucos para obter máis puntos.
hu: Betöltési állapot, visszatekerés és csalás letiltása több pontért.
it: Disabilita caricamento salvataggi, rewind e cheats per più punti
ja_jp: ステート読込み、巻き戻し、チートを無効にしてより多くのポイントを獲得します
pl: Wyłącz wczytywanie stanów, przewijanie i cheaty dla większej ilości punktów.
ro_ro: Dezactivează încărcarea stărilor, derularea și trișările pentru mai multe puncte.
sk_sk: Zakázať načítavanie stavov, pretáčanie a cheaty pre viac bodov.
tr: Daha fazla puan için yükleme durumlarını, geri sarmayı ve hileleri devre dışı bırakın.
vi_vn: Vô hiệu hóa tải lại, tua lại và gian lận để có thêm điểm.
zh_cn: 禁用加载状态、倒带和作弊以获得更多点数。

source: LEADERBOARDS
ca: CLASSIFICACIONS
cs_cz: VÝSLEDKOVÁ TABULE
cy_gb: BYRDDAU ARWAIN
eu_es: LIDER TAULAK
fi_fi: PISTEET
fr: TABLEAU DES SCORES
gl_es: CLASIFICACIÓNS
he: לוחות מובילים
hu: RANGSOR
it: CLASSIFICHE
ja_jp: リーダーボード
nb_no: LEDERTAVLER
nl: SCORE BORD
pl: RANKINGI
ro_ro: CLASAMENTE
sk_sk: Rebríčky
tr: SKOR TAHTALARI
vi_vn: BẢNG XẾP HẠNG
zh_cn: 排行榜

source: Compete in high-score and best time leaderboards (requires hardcore).
ca: Competeix en rècords i classificacions de millors temps (requereix mode hardcore).
cs_cz: Soutěžte v žebříčcích s vysokým skóre a nejlepším časem (vyžaduje hardcore).
eu_es: Konpetitu puntuazio altu eta denbora onenen lider tauletan (amorratu modua beharrezkoa da)
fr: Avoir ses meilleurs temps et scores dans le classement (mode difficile requis).
gl_es: Compite nas táboas de clasificación con puntuación máis alta e mellor tempo (require modo extremo).
hu: Versenyezz magas pontszámot elérő és legjobb idő ranglistákon (haladó mód szükséges).
it: Competi nei tabelloni di punti massimi e migliori tempi (necessita hardcore)
ja_jp: HighScoreとベストタイムをリーダーボードで競います（ハードコアが必要）
pl: Rywalizuj w tabelach wyników i najlepszych czasów (wymaga "hardcore").
ro_ro: Concurează pentru clasamente cu scorul cel mai mare și cel mai bun timp (necesită hardcore).
sk_sk: Súťažiť v bodových a časových rebríčkoch (vyžaduje hardcore)
tr: Yüksek puanlı ve en iyi zaman skor tablolarında yarışın (hardcore gerektirir).
vi_vn: Cạnh tranh điểm cao và thời gian ngắn nhất trong bảng xếp hạng (yêu cầu chơi độ khó cao).
zh_cn: 在高分榜和最佳时间排行榜上竞争（需要硬核模式）。

source: VERBOSE MODE
ar: وضع مفصل
ca: MODE DETALLAT
cs_cz: ÚPLNÝ INFORMAČNÍ REŽIM
cy_gb: MODD VERBOSE
eu_es: BERRITSU MODUA
fr: MODE VERBEUX
gl_es: MODO DETALLADO
he: מצב מילולי
hu: KÖVETŐ (VERBOSE) MÓD
it: MODALITÀ VERBOSE
ja_jp: 詳細な処理モード
nl: VERBOSE MODUS
pl: TRYB INFORMACJI PEŁNEJ
ro_ro: MOD DETALIAT
sk_sk: Podrobný režim
tr: AYRINTILI MODU
vi_vn: CHẾ ĐỘ VERBOSE
zh_cn: 详细模式

source: Show achievement progression on game launch and other notifications.
ca: Mostra la progressió dels assoliments en el llançament del joc i altres notificacions.
cs_cz: Zobrazte pokrok dosažený při spuštění hry a dalších oznámeních.
eu_es: Erakutsi lorpen progresioa eta beste notifikazioak jokoa abiaraztean
fr: Afficher la progression des succès au lancement du jeu ainsi que les autres notifications.
gl_es: Amosa a progresión de logros no comezo do xogo e outras notificacións.
hu: Az eredmények előrehaladásának megjelenítése a játék indításakor és egyéb értesítések.
it: Mostra progressione delle conquiste al lancio dei giochi e altre notifiche
ja_jp: ゲームの起動やその他の通知でアチーブメントの進行状況を表示します
pl: Pokaż postępy osiągnięć przy uruchomieniu gry i w innych powiadomieniach.
ro_ro: Afișează progresul realizărilor la lansarea jocului și alte notificări.
sk_sk: Zobraziť postupy úspechov pri spustení hry a iné pripomienky.
tr: Oyun başlangıcında ve diğer bildirimlerde başarım ilerlemesini gösterin.
vi_vn: Hiển thị tiến trình thành tích và các thông báo khác khi chạy trò chơi.
zh_cn: 在游戏启动时显示成就进度和其他通知。

source: RICH PRESENCE
ca: PRESÈNCIA RICA
cs_cz: BOHATÁ PREZENTACE
eu_es: PRESENTZIA ABERATSA
fr: RICH PRESENCE (DISCORD)
gl_es: PRESENZA ENRIQUECIDA (info en tempo real)
hu: GAZDAG JELENLÉT
it: PRESENZA RICCA
ja_jp: リッチプレゼンス(フレンド参加)
nb_no: RIKT NÆRVÆR
pl: BOGATA PREZENCJA
ro_ro: ACTIVITATE CURENTĂ (RICH PRESENCE)
sk_sk: Bohatá prítomnosť
tr: ZENGİN VARLIK
zh_cn: 详细在线状态

source: ENCORE MODE
ca: MODE BIS
cs_cz: REŽIM ENCORE
eu_es: BIS MODUA
fr: MODE ENCORE
gl_es: MODO BIS (ENCORE)
hu: RÁADÁS MÓD
it: MODALITA ENCORE
ja_jp: アンコール モード
pl: TRYB ENCORE
ro_ro: MOD ENCORE
sk_sk: Encore režim
tr: TEKRAR MODU
vi_vn: CHẾ ĐỘ ENCORE
zh_cn: 安可模式

source: Unlocked achievements can be earned again.
ca: Poden guanyar-se trofeus ja assolits.
cs_cz: Odemčené úspěchy lze znovu získat.
eu_es: Desblokeatutako lorpenak berriz ere lortu daitezke
fr: Les succès débloqués peuvent de nouveau être gagnés.
gl_es: Os logros desbloqueados pódense voltar conseguir.
hu: A feloldott eredmények újra megszerezhetők.
it: Le conquiste sbloccate possono essere ottenute nuovamente
ja_jp: ロック解除されたアチーブメントを再び獲得できます
nb_no: Ulåste prestasjoner kan fortjenes igjen.
pl: Odblokowane osiągnięcia można zdobyć ponownie.
ro_ro: Realizările deja deblocate pot fi dobândite din nou.
sk_sk: Odomknuté úspechy sa dajú získať znova.
tr: Kilitlenmemiş başarımlar tekrar kazanılabilir.
vi_vn: Mở khóa những thành tựu có thể đạt được thêm một lần nữa.
zh_cn: 解锁的成就可以再次获得。

source: AUTOMATIC SCREENSHOT
ar: لقطة شاشة تلقائية
ca: CAPTURA DE PANTALLA AUTOMÀTICA
cs_cz: AUTOMATICKÉ SNÍMKY OBRAZOVKY
cy_gb: SGRINLUN AWTOMATIG
eu_es: PANTAILA KAPTURA AUTOMATIKOA
fi_fi: AUTOMAATTITEN KUVAKAAPPAUS
fr: CAPTURE D'ÉCRAN AUTOMATIQUE
gl_es: CAPTURA DE PANTALLA AUTOMÁTICA
he: צילום מסך אוטומטי
hu: AUTOMATIKUS KÉPERNYŐKÉP
it: SCREENSHOT AUTOMATICO
ja_jp: 自動スクリーンショット
nb_no: AUTOMATISK SKJERMBILDE
nl: AUTOMATISCHE SCREENSHOT
pl: AUTOMATYCZNY ZRZUT EKRANU
ro_ro: CAPTURĂ DE ECRAN AUTOMATĂ
sk_sk: Automatická snímka
tr: OTOMATİK EKRAN GÖRÜNTÜSÜ
vi_vn: TỰ ĐỘNG CHỤP ẢNH MÀN HÌNH
zh_cn: 自动截图

source: Automatically take a screenshot when an achievement is earned.
ar: أخذ لقطة شاشة تِلقائيا عند كسب إنجاز
ca: Pren una captura de pantalla automàticament quan es guanya un trofeu.
cs_cz: Automatické pořízení snímku obrazovky po získání úspěchu.
eu_es: Egin pantaila kaptura automatikoki lorpen bat irabazten denean
fr: Prendre une capture d'écran automatique à chaque succès obtenu.
gl_es: Fai automaticamente unha captura de pantalla cando se consiga un logro.
hu: Automatikusan képernyőképet készíthet egy eredmény megszerzésekor.
it: Prendi uno screenshot automaticamente quando ottieni una conquista
ja_jp: アチーブメントを獲得すると、自動的にスクリーンショットを撮ります
nb_no: Ta automatisk et skjermbilde når en prestasjon er oppnådd.
pl: Automatycznie zrób zrzut ekranu po zdobyciu osiągnięcia.
ro_ro: Realizează o captură de ecran automat când o realizare este dobândită.
sk_sk: Automaticky urobiť snímku obrazovky pri získaní úspechu.
tr: Başarım kazanıldığında otomatik ekran görüntüsü al.
vi_vn: Tự động chụp ảnh màn hình khi đạt được một thành tựu.
zh_cn: 获得成就时自动截图。

source: CHALLENGE INDICATORS
ca: INDICADORS DE REPTES
cs_cz: UKAZATELE VÝZVY
eu_es: ERRONKA INDIKADOREAK
fr: INDICATEURS DE CHALLENGE
gl_es: INDICADORES DE DESAFÍO
hu: KIHÍVÁSI MUTATÓK
it: INDICATORI SFIDE
ja_jp: チャレンジインジケーター
pl: WSKAŹNIKI WYZWAŃ
ro_ro: INDICATORI DE PROVOCĂRI
sk_sk: Indikátory výziev
tr: ZORLUK GÖSTERGELERİ
zh_cn: 挑战标识

source: Shows icons in the bottom right corner when eligible achievements can be earned.
ca: Mostra icones a la cantonada inferior dreta al guanyar trofeus elegibles.
cs_cz: V pravém dolním rohu se zobrazí ikony, když se získa retroúspěch.
eu_es: Erakutsi ikonoak eskuin beheko iskinan aukeratu daitezkeen lorpenak irabazi daitezkeenean
fr: Afficher les icônes dans le coin inférieur droit lorsque des succès rétro peuvent être obtenus.
gl_es: Amosa iconas na esquina inferior dereita cando se poden conseguir logros aptos.
hu: Ikonok jelennek meg a jobb alsó sarokban, amikor eredményeket lehet szerezni.
it: Mostra le icone delle sfide per i trofei in basso a destra
ja_jp: 対象となるアチーブメントを獲得できる場合、右下隅にアイコンを表示します
nl: Laat icoontjes zien rechts-onder wanneer beschikbare prestaties verdiend kunnen worden.
pl: Pokaż ikony w prawym dolnym rogu, kiedy można zdobyć osiągnięcia w grze.
ro_ro: Afișează pictograme in colțul din dreapta jos când realizări eligibile pot fi dobândite.
sk_sk: Zobrazí ikony v pravom dolnom rohu, ak sa dajú získať vhodné úspechy.
tr: Uygun başarımlar kazanılabildiğine sağ alt köşede simgeleri gösterir.
vi_vn: Hiển thị biểu tượng ở góc dưới bên phải khi có thành tựu có thể đạt được.
zh_cn: 在可以获得符合条件的成就时，在右下角显示图标。

source: RETROACHIEVEMENT UNLOCK SOUND
ca: SO D’ASSOLIMENT D’UN RETROACHIEVEMENT
cs_cz: ODEMKNOUT ZVUK RETROÚSPĚCHU
eu_es: RETROACHIEVEMENT SOINUA DESBLOKEATU
fr: SON DE DÉVERROUILLAGE DES SUCCÈS RÉTRO
gl_es: SON DE DESBLOQUEO DE RETROLOGO
hu: RETROACHIEVEMENT FELOLDÁS HANG
it: SUONO DI SBLOCCO TROFEO
ja_jp: RETROACHIEVEMENTロック解除効果音
nl: RETROPRESTATIE GELUID ONTGRENDELEN
pl: DŹWIĘK ODBLOKOWANIA RETROACHIEVEMENT
ro_ro: SUNET DEBLOCARE RETROREALIZARE
sk_sk: RetroAchievement odomknúť zvuk
tr: RETROBAŞARIM AÇILMA SESİ
vi_vn: MỞ KHÓA ÂM THANH RETROACHIEVEMENT
zh_cn: 成就解锁声音

source: none
ar: لا شيء
ca: cap
cs_cz: žádný
cy_gb: dim
eu_es: batere ez
fi_fi: ei mitään
fr: aucun
gl_es: ningún
he: ללא
hu: egy sem
it: niente
ja_jp: 無し
nb_no: ingen
nl: geen
pl: brak
ro_ro: fără
sk_sk: žiadne
tr: hiç
vi_vn: không có
zh_cn: 无

source: UNLOCK SOUND
ca: SO D’ASSOLIMENTS
cs_cz: ODEMKNOUT ZVUK
eu_es: DESBLOKEATU SOINUA
fr: SON DE DÉVERROUILLAGE
gl_es: DESBLOQUEAR SON
he: ביטול נעילת שמע
hu: HANGOK ENGEDÉLYEZÉSE
it: SUONO DI SBLOCCO
ja_jp: ロック解除効果音
nb_no: LÅS OPP LYD
nl: GELUID ONTGRENDELEN
pl: DŹWIĘK ODBLOKOWANIA
ro_ro: SUNET DEBLOCARE
sk_sk: Odomknúť zvuk
tr: SES KİLİDİNİ AÇ
vi_vn: MỞ KHÓA ÂM THANH
zh_cn: 解锁声音

source: SHOW RETROACHIEVEMENTS ENTRY IN MAIN MENU
ca: MOSTRAR RETROACHIEVEMENTS AL MENÚ PRINCIPAL
cs_cz: ZOBRAZIT POLOŽKU RETROÚSPĚCHY V HLAVNÍ NABÍDCE
eu_es: ERAKUTSI RETROACHIEVMENT SARRERA MENU NAGUSIAN
fr: AFFICHER DANS LE MENU PRINCIPAL
gl_es: AMOSAR A ENTRADA DE RETROLOGROS NO MENÚ PRINCIPAL
hu: RETROACHIEVEMENTS BEJEGYZÉS MEGJELENÍTÉSE A FŐMENÜBEN
it: MOSTRA LA VOCE TROFEI NEL MENU PRINCIPALE
ja_jp: メインメニューにRETROACHIEVEMENTSエントリを表示
nb_no: VIS RETROACHIEVEMENTS INNLEGG I HOVEDMENY
nl: TOON RETROPRESTATIES IN HOOFDMENU
pl: POKAŻ WPIS RETROOSIĄGNIĘĆ W MENU GŁÓWNYM
ro_ro: AFIȘEAZĂ RETROREALIZĂRI ÎN MENIUL PRINCIPAL
sk_sk: Zobraziť položku Retroachievements v hlavnej ponuke
tr: ANA MENÜDE RETROBAŞARIM GİRİŞİNİ GÖSTER
vi_vn: HIỂN THỊ RETROACHIEVEMENTS Ở MENU CHÍNH
zh_cn: 在主菜单中显示成就菜单项

source: View your RetroAchievement stats right from the main menu!
ca: Veure les teves estadístiques de RetroAchievements a la dreta del menú principal!
cs_cz: Prohlédněte si své statistiky RetroÚspechu přímo z hlavního menu!
eu_es: Ikusi zure RetroAchivement egoera menu nagusitik zuzenean!
fr: Accéder aux stats RetroAchievement depuis le menu principal!
gl_es: Consulta as túas estatísticas de Retrologros directamente desde o menú principal!
hu: Tekintse meg RetroAchievement statisztikáit közvetlenül a főmenüből!
it: Mostra le statistiche Retroconquiste nel menu principale!
ja_jp: メインメニューにRETROACHIEVEMENTSの統計を表示します!
nb_no: Se RetroAchievement-statistikken din rett fra hovedmenyen!
pl: Zobacz swoje statystyki "RetroAchievement" bezpośrednio z menu głównego!
ro_ro: Vezi statisticile RetroRealizări direct din meniul principal!
sk_sk: Zobraziť vaše RetroAchievement štatistiky z hlavnej ponuky!
tr: RetroBaşarım istatistiklerinizi doğrudan ana menüden görüntüleyin!
vi_vn: Xem chỉ số RetroAchievement ngay tại menu chính!
zh_cn: 从主菜单查看您的RetroAchievement统计数据！

source: UNABLE TO ACTIVATE RETROACHIEVEMENTS:
ca: NO ES PODEN ACTIVAR ELS RETROACHIEVEMENTS:
cs_cz: NELZE AKTIVOVAT RETROÚSPĚCHY:
eu_es: EZIN IZAN DA RETROACHIVEMENTS AKTIBATU:
fr: IMPOSSIBLE D’ACTIVER LES SUCCÈS RÉTRO :
gl_es: NON SE PODEN ACTIVAR RETROLOGROS:
hu: NEM LEHET AKTIVÁLNI A RETROACHIEVEMENTS-EKET:
it: IMPOSSIBILE ATTIVARE I TROFEI:
ja_jp: RETROACHIEVEMENTSを有効にできません:
nb_no: KUNNE IKKE AKTIVERE RETROACHIEVEMENTS:
nl: KAN RETROPRESTATIES NIET ACTIVEREN:
pl: NIE MOŻNA AKTYWOWAĆ RETROOSIĄGNIĘĆ:
ro_ro: NU S-AU PUTUT ACTIVA RETROREALIZĂRILE:
sk_sk: Nemôžem aktivovať RetroAchievementy:
tr: RETROBAŞARIMLAR AKTİVE EDİLEMİYOR:
vi_vn: KHÔNG THỂ KÍCH HOẠT RETROACHIEVEMENTS:
zh_cn: 无法激活RetroAchievement:

source: BLUETOOTH DEVICE LIST
fr: LISTE DES PÉRIPHÉRIQUES BLUETOOTH
gl_es: LISTA DE DISPOSITIVOS BLUETOOTH
hu: BLUETOOTH ESZKÖZÖK LISTÁJA
it: LISTA DISPOSITIVI BLUETOOTH
ja_jp: BLUETOOTH デバイスリスト
pl: LISTA URZĄDZEŃ BLUETOOTH
ro_ro: LISTĂ DISPOZITIVE BLUETOOTH
vi_vn: DANH SÁCH THIẾT BỊ BLUETOOTH

source: REMOVE ALL
ar: إزالة الكل
ca: DESVINCULAR TOT
cs_cz: VŠE ODSTRANIT
cy_gb: DIDDYMU POPETH
eu_es: KENDU DENAK
fi_fi: POISTA KAIKKI
fr: TOUT SUPPRIMER
gl_es: DESVINCULAR TODO
he: הסר הכל
hu: MINDET ELTÁVOLÍT
it: RIMUOVI TUTTO
ja_jp: すべて削除
nb_no: FJERN ALL
nl: ALLES VERWIJDEREN
pl: USUŃ WSZYSTKO
ro_ro: ELIMINĂ-LE PE TOATE
sk_sk: Odstrániť všetko
tr: HEPSİNİ SİL
vi_vn: XÓA TẤT CẢ
zh_cn: 移除所有

source: NO BLUETOOTH DEVICES FOUND
ar: لم يتم إيجاد أجهزة بلوتوث
ca: NO S’HA TROBAT CAP DISPOSITIU BLUETOOTH
cs_cz: NEBYLO NALEZENO ŽÁDNÉ ZAŘÍZENÍ BLUETOOTH
cy_gb: HEB FFEINDIO DYFEISIAU BLUETOOTH
eu_es: EZ DA BLUETOOTH GAILURIK AURKITU
fi_fi: BLUETOOTH-LAITTEITA EI LÖYTYNYT
fr: AUCUN PERIPHÉRIQUE BLUETOOTH TROUVÉ
gl_es: NON SE ATOPARON DISPOSITIVOS BLUETOOTH
he: לא נמצא התקן בלו-טות'
hu: NEM TALÁLHATÓ BLUETOOTH ESZKÖZ
it: NESSUN DISPOSITIVO BLUETOOTH TROVATO
ja_jp: ペアリングしていません
nb_no: INGEN BLUETOOTH ENHETER FUNNET
nl: GEEN BLUETOOTH APPARATEN GEVONDEN
pl: NIE ZNALEZIONO ŻADNEGO URZĄDZENIA
ro_ro: NU S-A GĂSIT NICIUN DISPOZITIV BLUETOOTH
sk_sk: Nenašli sa bluetooth zariadenia
tr: BLUETOOTH CİHAZI BULUNAMADI
vi_vn: KHÔNG TÌM THẤY THIẾT BỊ BLUETOOTH NÀO
zh_cn: 未发现蓝牙设备

source: (Connected)
fr: (Connecté)
gl_es: (conectado)
hu: (Csatlakoztatva)
it: (Connesso)
ja_jp: (接続中）
pl: (Połączone)
ro_ro: (Conectat)
vi_vn: (Đã kết nối)
