Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: THEMES DOWNLOADER
ar: محمل السمات
ca: GESTOR DE TEMES
cs_cz: STAHOVAČ TÉMAT
cy_gb: LAWRLWYTHWR THEMAU
eu_es: GAI DESKARGATZAILEA
fi_fi: TEEMOJEN LATAAJA
fr: TÉLÉCHARGEMENT DE THÈMES
gl_es: DESCARGADOR DE TEMAS
he: מוריד ערכות הנושא
hu: TÉMA LETÖLTŐ
it: DOWNLOADER TEMI
ja_jp: テーマダウンローダー
nb_no: TEMANEDLASTER
nl: THEMA DOWNLOADER
pl: POBIERACZ MOTYWÓW
ro_ro: TEME
sk_sk: Sťahovač tém
tr: TEMA İNDİRİCİ
vi_vn: TẢI GIAO DIỆN
zh_cn: 主题下载

source: SELECT THEMES TO INSTALL/REMOVE
ar: اختر السمات المراد تثبيتها/إزالتها
ca: SELECCIONAR TEMES A INSTAL·LAR/ELIMINAR
cs_cz: VYBRAT MOTIVY K INSTALACI/ODSTRANIT
eu_es: AUKERATU INSTALATU/KENDU NAHI DUZUN GAIA
fi_fi: VALITSE TEEMAT ASENNETTAVAKSI/POISTETTAVAKSI
fr: SÉLECTIONNER LES THÈMES À INSTALLER / SUPPRIMER
gl_es: ESCOLLE TEMAS A INSTALALAR/ELIMINAR
hu: VÁLASSZA KI A TELEPÍTENDŐ/ELTÁVOLÍTANDÓ TÉMÁKAT
it: SELEZIONA IL TEMA DA INSTALLARE/RIMUOVERE
ja_jp: インストール/削除するテーマを選択
nb_no: VELG TEMAER SOM SKAL INSTALLERES/FJERNES
nl: SELECTEER THEMAS OM TE INSTALLEREN/VERWIJDEREN
pl: WYBIERZ MOTYWY DO INSTALACJI/USUNIĘCIA
ro_ro: ALEGE TEMELE PENTRU INSTALARE/ELIMINARE
sk_sk: Vyberte témy na inštaláciu/odstránenie
tr: YÜKLE/KALDIR İÇİN TEMALARI SEÇ
vi_vn: CÀI ĐẶT/GỠ BỎ GIAO DIỆN
zh_cn: 选择要安装或删除的主题

source: All
ar: إعادة تعيين كل الفرز
ca: Tots
cs_cz: Všechno
eu_es: Denak
fi_fi: Kaikki
fr: Tous
gl_es: Todo
hu: Összes
it: Tutti
ja_jp: すべて
nb_no: Alle
pl: Wszystko
ro_ro: Toate
sk_sk: Všetko
tr: Hepsi
vi_vn: Tất cả
zh_cn: 所有

source: Installed
ar: المثبتة
ca: Instal·lat
cs_cz: Nainstalováno
eu_es: Instalatuta
fi_fi: Asennetut
fr: Installé
gl_es: Instalado
hu: Telepített
it: Installato
ja_jp: インストール済
nb_no: Installert
pl: Zainstalowane
ro_ro: Instalate
sk_sk: Nainštalované
tr: Yüklü
vi_vn: Đã cài đặt
zh_cn: 安装

source: Available
ar: المتوفرة
ca: Disponible
cs_cz: Dostupné
eu_es: Eskuragarri
fi_fi: Saatavilla
fr: Disponible
gl_es: Dispoñible
hu: Elérhető
it: Disponibile
ja_jp: 利用可能
nb_no: Tilgjengelig
pl: Dostępne
ro_ro: Disponibile
sk_sk: Dostupné
tr: Mevcut
vi_vn: Có sẵn
zh_cn: 可用

source: BACK
ar: رجوع
ca: ENRERE
cs_cz: ZPĚT
cy_gb: NÔL
eu_es: ATZERA
fi_fi: TAKAISIN
fr: RETOUR
gl_es: VOLTAR
he: הקודם
hu: VISSZA
it: INDIETRO
ja_jp: 戻る
nb_no: TILBAKE
nl: TERUG
pl: WSTECZ
ro_ro: ÎNAPOI
sk_sk: Späť
tr: GERİ
vi_vn: TRỞ VỀ
zh_cn: 返回

source: No items
ca: No hi ha cap element en aquesta vista
cs_cz: Žádné položky
cy_gb: Nid oes unrhyw eitemau yn y golwg yma
eu_es: Artikulurik ez
fi_fi: Ei kohteita
fr: Il n’y a pas d’éléments dans cette vue
gl_es: Sen elementos
hu: Ez a nézet üres
it: Nessun elemento
ja_jp: 項目がありません
nl: Geen items
pl: W tym widoku nie ma żadnych elementów
ro_ro: Fără elemente
sk_sk: Žiadne položky
tr: Öğe yok
vi_vn: Không có mục nào
zh_cn: 在此视角下没东西

source: PLEASE WAIT
ar: الرجاء الإنتظار
ca: ESPERI SI US PLAU
cs_cz: PROSÍM, ČEKEJTE
cy_gb: ARHOSWCH OS GWELWCH YN DDA
eu_es: ITXARON MESEDEZ
fi_fi: ODOTA HETKI
fr: VEUILLEZ PATIENTER
gl_es: AGARDA
he: נא להמתין
hu: KÉRLEK VÁRJ
it: ATTENDERE PREGO
ja_jp: お待ちください
nb_no: VENNLIGST VENT
nl: WACHTEN ALSTUBLIEFT
pl: PROSZĘ CZEKAĆ
ro_ro: TE ROG AȘTEAPTĂ
sk_sk: Prosím čakajte
tr: LÜTFEN BEKLEYİN
vi_vn: VUI LÒNG ĐỢI
zh_cn: 请稍后

source: UPDATE
ar: تحديث
ca: ACTUALITZAR
cs_cz: AKTUALIZOVAT
cy_gb: DIWEDDARIAD
eu_es: EGUNERATU
fi_fi: PÄIVITÄ
fr: METTRE À JOUR
gl_es: ACTUALIZAR
he: עידכון
hu: FRISSÍTÉS
it: AGGIORNA
ja_jp: 更新
nb_no: OPPDATER
pl: ZAKTUALIZUJ
ro_ro: ACTUALIZEAZĂ
sk_sk: Aktualizovať
tr: GÜNCELLE
vi_vn: CẬP NHẬT
zh_cn: 更新

source: '%s' ADDED TO DOWNLOAD QUEUE
ar: '%s' تم اضافته لمسار التنزيلات
ca: ‘%s’ S’HA AFEGIT A LA CUA DE DESCÀRREGUES
cs_cz: '%s' PŘIDÁNO DO FRONTY KE STAŽENÍ
cy_gb: '%s' YCHWANEGWYD I GIW LAWRLWYTHO
eu_es: '%S' GEHITUTA DESKARGA LERROAN
fi_fi: '%s' LISÄTTY LATAUSJONOON
fr: '%s' AJOUTÉ DANS LA LISTE DE TÉLÉCHARGEMENT
gl_es: '%s' ENGADIDO A COLA DE DESCARGAS
he: '%s' נוסף לתור הורדות
hu: '%s' HOZZÁADVA A LETÖLTÉSI SORHOZ
it: %s' AGGIUNTO ALLA CODA DOWNLOAD
ja_jp: '%s' をダウンロード キューに追加しました
nb_no: '%s' LAGT TIL I NEDLASTNINGSKØ
nl: '%s' TOEGEVOEGD AAN DOWNLOAD WACHTRIJ
pl: '%s' DODANO DO KOLEJKI POBIERANIA
ro_ro: '%s' A FOST ADĂUGAT ÎN COADA DE DESCĂRCARE
sk_sk: '%s' pridané do fronty sťahovania
tr: '%s' İNDİRME KUYRUĞUNA EKLENDİ
vi_vn: '%s' ĐÃ THÊM VÀO HÀNG CHỜ TẢI XUỐNG
zh_cn: 把 '%s' 添加到下载队列进行后台下载

source: REMOVE
ar: حذف
ca: DESINSTAL·LAR
cs_cz: ODSTRANIT
cy_gb: DIDDYMU
eu_es: KENDU
fi_fi: POISTA
fr: SUPPRIMER
gl_es: ELIMINAR
he: הסרה
hu: ELTÁVOLÍTÁS
it: RIMUOVI
ja_jp: 削除
nb_no: FJERN
nl: VERWIJDEREN
pl: USUŃ
ro_ro: ELIMINĂ
sk_sk: Odstrániť
tr: SİL
vi_vn: XOÁ
zh_cn: 移除

source: INSTALL
ar: تثبيت
ca: INSTAL·LAR
cs_cz: INSTALOVAT
cy_gb: GOSOD
eu_es: INSTALATU
fi_fi: ASENNA
fr: INSTALLER
gl_es: INSTALAR
he: התקנה
hu: TELEPÍTÉS
it: INSTALLA
ja_jp: インストール
nb_no: INSTALLER
nl: INSTALLEREN
pl: ZAINSTALUJ
ro_ro: INSTALEAZĂ
sk_sk: Nainštalovať
tr: KUR
vi_vn: CÀI ĐẶT
zh_cn: 安装

source: CLOSE
ar: إغلاق
ca: TANCA
cs_cz: ZAVŘÍT
cy_gb: CAU
eu_es: ITXI
fi_fi: SULJE
fr: FERMER
gl_es: PECHAR
he: סגור
hu: BEZÁR
it: CHIUDI
ja_jp: 閉じる
nb_no: LUKK
nl: SLUITEN
pl: ZAMKNIJ
ro_ro: ÎNCHIDE
sk_sk: Zatvoriť
tr: KAPAT
vi_vn: ĐÓNG
zh_cn: 关闭

source: CURRENT THEME
ar: السمة الحالية
ca: TEMA ACTUAL
cs_cz: AKTUÁLNÍ MOTIV
cy_gb: THEMA PRESENNOL
eu_es: UNEKO GAIA
fi_fi: NYKYINEN TEEMA
fr: THÈME ACTUEL
gl_es: TEMA ACTUAL
he: ערכת נושא נוכחית
hu: JELENLEGI TÉMA
it: TEMA CORRENTE
ja_jp: 現在のテーマ
nb_no: NÅVÆRENDE TEMA
nl: HUIDIG THEMA
pl: AKTUALNY MOTYW
ro_ro: TEMA CURENTĂ
sk_sk: Aktuálna téma
tr: ŞİMDİKİ TEMA
vi_vn: GIAO DIỆN HIỆN TẠI
zh_cn: 当前主题

source: CURRENTLY IN DOWNLOAD QUEUE
ar: حالياً في انتظار التحميل
ca: ACTUALMENT A LA CUA DE DESCÀRREGUES
cs_cz: AKTUÁLNĚ VE FRONTĚ KE STAŽENÍ
cy_gb: YN BRESENNOL YN Y CIW LAWRLWYTHO
eu_es: DAGOENEKO DESKARGA LERROAN
fi_fi: TÄLLÄ HETKELLÄ LATAUSJONOSSA
fr: ACTUELLEMENT EN FILE D’ATTENTE DE TÉLÉCHARGEMENT
gl_es: ACTUALMENTE NA COLA DE DESCARGAS
he: נמצא כעת בתור הורדות
hu: ÉPPEN A LETÖLTÉSI SORBAN
it: ATTUALMENTE IN CODA DOWNLOAD
ja_jp: 現在ダウンロードキューにあります
nl: AANWEZIG IN DOWNLOAD WACHTRIJ
pl: OBECNIE W KOLEJCE POBIERANIA
ro_ro: ÎN COADA DE DESCĂRCARE
sk_sk: Práve v sťahovacej fronte
tr: İNDİRME KUYRUĞUNDA MEVCUT
vi_vn: ĐANG TRONG HÀNG CHỜ TẢI XUỐNG
zh_cn: 当前下载排队

source: FINISHED
ar: تم الانتهاء
ca: FINALITZAT
cs_cz: DOKONČENO
cy_gb: GORFFENEDIG
eu_es: AMAITUTA
fi_fi: VALMIS
fr: TERMINÉ
gl_es: REMATADO
he: הסתיים
hu: BEFEJEZVE
it: TERMINATO
ja_jp: 完了
nb_no: FERDIG
nl: KLAAR
pl: ZAKOŃCZONO
ro_ro: FINALIZAT
sk_sk: Ukončené
tr: BİTTİ
vi_vn: HOÀN THÀNH
zh_cn: 完成

source: REFRESH
ar: تحديث
ca: ACTUALITZAR
cs_cz: OBNOVIT
cy_gb: ADNEWYDDU
eu_es: FRESKATU
fi_fi: PÄIVITÄ
fr: RAFRAÎCHIR
gl_es: ACTUALIZAR
he: ריענון
hu: FRISSÍTÉS
it: AGGIORNA
ja_jp: 再読込
nb_no: FORFRISKE
nl: VERVERSEN
pl: ODŚWIEŻ
ro_ro: REÎMPROSPĂTEAZĂ
sk_sk: Obnoviť
tr: YENİLE
vi_vn: LÀM MỚI
zh_cn: 刷新

source: INPUT MANUALLY
ca: TECLEJAR MANUALMENT
cs_cz: MANUÁLNÍ VSTUP
eu_es: ESKUZKO SARRERA
fi_fi: SYÖTÄ MANUAALISESTI
fr: SAISIE MANUELLE
gl_es: ENTRADA MANUAL
hu: KÉZI BEVITEL
it: INSERISCI MANUALMENTE
ja_jp: 手動 入力
nb_no: MANUELL INNTASTING
nl: HANDMATIGE INVOER
pl: WPROWADŹ RĘCZNE
ro_ro: INTRODU MANUAL
sk_sk: Zadať ručne
tr: ELLE GİRİŞ
vi_vn: NHẬP THỦ CÔNG
zh_cn: 手动输入

source: NO WI-FI NETWORKS FOUND
ar: لم يتم العثور على شبكة WIFI
ca: NO S’HA TROBAR CAP XARXA WIFI
cs_cz: NEBYLY NALEZENY ŽÁDNÉ SÍTĚ WI-FI
cy_gb: HEB FFEINDIO RHWYDWEITHIAU WIFI
eu_es: HARI GABEKO SARERIK EZ DA AURKITU
fi_fi: WI-FI VERKKOJA EI LÖYTYNYT
fr: AUCUN RÉSEAU WIFI TROUVÉ
gl_es: NON SE ATOPARON REDES SEN FIOS
hu: NINCS WIFI HÁLÓZAT
it: NESSUNA RETE WIFI TROVATA
ja_jp: WI-FI ネットワークが見つかりません
nb_no: INGEN WI-FI-NETTVERK FUNNET
nl: GEEN WI-FI NETWERKEN GEVONDEN
pl: NIE ZNALEZIONO SIECI WIFI
ro_ro: NU S-AU GĂSIT REȚELE WI-FI
sk_sk: Nenašli sa žiadne Wi-Fi siete
tr: WIFI AĞI BULUNAMADI
vi_vn: KHÔNG TÌM THẤY MẠNG WI-FI
zh_cn: 未发现可用的WIFI网络

source: SEARCHING WI-FI NETWORKS
ar: جارِ البحث عن شبكة WIFI
ca: BUSCANT XARXES WIFI
cs_cz: VYHLEDÁVÁNÍ SÍTÍ WI-FI
cy_gb: CHWILIO RHWYDWEITHIAU WIFI
eu_es: HARI GABEKO SAREAK BILATZEN
fi_fi: ETSITÄÄN WI-FI VERKKOJA
fr: RECHERCHE DE RÉSEAUX WIFI
gl_es: BUSCANDO REDES SEN FIOS
hu: WIFI HÁLÓZAT KERESÉSE
it: RICERCA RETI WIFI
ja_jp: WIFIネットワークの検索
nb_no: SØKER WI-FI-NETTVERK
nl: WI-FI NETWERKEN ZOEKEN
pl: WYSZUKIWANIE SIECI WIFI
ro_ro: SE CAUTĂ REȚELE WI-FI
sk_sk: Hľadám Wi-Fi siete
tr: WIFI AĞLARI TARANIYOR
vi_vn: TÌM KIẾM MẠNG WI-FI
zh_cn: 正在查询WIFI网络

source: DEVICE OPTIONS
fr: OPTIONS DU PÉRIPHÉRIQUE
gl_es: OPCIÓNS DO DISPOSITIVO
hu: ESZKÖZ OPCIÓK
it: OPZIONI DISPOSITIVO
ja_jp: デバイスオプション
pl: OPCJE URZĄDZEŃ
ro_ro: OPȚIUNI DISPOZITIV
vi_vn: TÙY CHỌN THIẾT BỊ

source: DISCONNECT
fr: DÉCONNECTER
gl_es: DESCONECTAR
hu: SZÉTKAPCSOL
it: DISCONNETTI
ja_jp: 接続解除
pl: ROZŁĄCZ
ro_ro: DECONECTEAZĂ
vi_vn: NGẮT KẾT NỐI

source: CONNECT
fr: CONNECTER
gl_es: CONECTAR
hu: KAPCSOLAT
it: CONNETTI
ja_jp: 接続
pl: POŁĄCZ
ro_ro: CONECTEAZĂ
vi_vn: KẾT NỐI

source: FORGET
fr: OUBLIER
gl_es: ESQUECER
hu: ELFELEJT
it: DIMENTICA
ja_jp: 削除
pl: ZAPOMNIJ
ro_ro: UITĂ
vi_vn: QUÊN

source: ARE YOU SURE YOU WANT TO FORGET '%s' ?
fr: ÊTES VOUS SÛR DE VOULOIR OUBLIER '%s' ?
gl_es: ESTÁS SEGURO DE QUE QUERES ESQUECER '%s'?
hu: BIZTOS, HOGY EL AKAROD FELEJTENI A '%s' -T?
it: SEI SICURO DI VOLER RIMUOVERE '%s' ?
ja_jp: '%s' を削除しますか？
pl: CZY NA PEWNO ZAPOMNIEĆ '%s'?
ro_ro: EȘTI SIGUR CĂ VREI SĂ UIȚI „%s”?
vi_vn: BẠN CÓ CHẮC MUỐN QUÊN '%s' KHÔNG?

source: YES
ar: نعم
ca: SÍ
cs_cz: ANO
cy_gb: IE
eu_es: BAI
fi_fi: KYLLÄ
fr: OUI
gl_es: SI
he: כן
hu: IGEN
it: SI
ja_jp: はい
nb_no: JA
nl: JA
pl: TAK
ro_ro: DA
sk_sk: Áno
tr: EVET
vi_vn: CÓ
zh_cn: 是

source: NO
ar: لا
cs_cz: NE
cy_gb: NA
eu_es: EZ
fi_fi: EI
fr: NON
gl_es: NON
he: לא
hu: NEM
ja_jp: いいえ
nb_no: NEI
nl: NEE
pl: NIE
ro_ro: NU
sk_sk: Nie
tr: HAYIR
vi_vn: KHÔNG
zh_cn: 否

source: ARE YOU SURE YOU WANT TO CONNECT TO '%s' ?
fr: ÊTES VOUS SÛR DE VOULOIR CONNECTER '%s' ?
gl_es: ESTÁ SEGURO DE QUE QUERE CONECTARSE CON '%s'?
hu: BIZTOS, HOGY A '%s'-HOZ AKARSZ CSATLAKOZNI?
it: SEI SICURO DI VOLER CONNETTERE '%s' ?
ja_jp: '%s'に接続しますか?
pl: CZY NA PEWNO POŁĄCZYĆ '%s'?
ro_ro: EȘTI SIGUR CĂ VREI SĂ TE CONECTEZI LA „%s”?
vi_vn: BẠN CÓ CHẮC MUỐN KẾT NỐI VỚI '%s' KHÔNG?

source: ARE YOU SURE YOU WANT TO DISCONNECT '%s' ?
fr: ÊTES VOUS SÛR DE VOULOIR DÉCONNECTER '%s' ?
gl_es: ESTÁ SEGURO DE QUE QUERE DESCONECTAR '%s'?
hu: BIZTOS VAGY BENNE, HOGY A '%s'-T LE AKAROD VÁLASZTANI?
it: SEI SICURO DI VOLER DISCONNETTERE '%s' ?
ja_jp: '%s'を接続解除しますか?
pl: CZY NA PEWNO ROZŁĄCZYĆ '%s'?
ro_ro: EȘTI SIGUR CĂ VREI SĂ TE DECONECTEZI DE LA „%s”?
vi_vn: BẠN CÓ CHẮC MUỐN NGẮT KẾT NỐI '%s' KHÔNG?

source: PAD TO KEYBOARD CONFIGURATION
ca: CONFIGURACIÓ DE COMANDAMENT A TECLAT
cs_cz: KONFIGURACE KLÁVESNICE NA HERNÍM OVLADAČI
cy_gb: FFURFWEDDIAD PAD I ALWEDDFWRDD
eu_es: PAD-ETIK TEKLATURAKO KONFIGURAZIOA
fi_fi: OHJAIMESTA-NÄPPÄIMISTÖÖN ASETUKSET
fr: PROFIL PADTOKEY
gl_es: CONFIGURACIÓN DE MANDO A TECLADO
he: תצורת מקלדת למשטח
hu: PAD2KEY BEÁLLÍTÁSOK
it: CONFIGURAZIONE PAD2KEY
ja_jp: パッドキー設定(キーボードをパッドに割り当てる)
nb_no: PAD TIL TASTATUR KONFIGURASJON
nl: CONTROLLER NAAR KEYBOARD CONFIGURATIE
pl: KONFIGURACJA KLAWIATURY NA KONTROLERZE
ro_ro: CONFIGURARE PADTOKEY
sk_sk: Nastavenie tlačidla na klávesnicu
tr: PAD TO KEYBOARD AYARLARI
vi_vn: CHUYỂN ĐỔI PAD SANG BÀN PHÍM
zh_cn: 按键到键盘映射设置

source: SELECT ACTIONS TO CHANGE
ca: SELECCIONA LES ACCIONS A CANVIAR
cs_cz: VYBERTE AKCE, KTERÉ CHCETE ZMĚNIT
cy_gb: DETHOL CAMAU GWEITHREDU I NEWID
eu_es: AUKERATU ALDATU NAHI DIREN AKZIOAK
fr: SÉLECTIONNER LES ACTIONS À MODIFIER
gl_es: ESCOLLER ACCIÓNS PARA CAMBIAR
he: בחירת פעולות לשינוי
hu: VÁLTOZTANI KÍVÁNT MOZGÁS
it: SCEGLI AZIONI DA CAMBIARE
ja_jp: キーを選択（決定はS、[同時押し]はNで決定-次のキーを選択、最後のキー決定をS、取消はWかE）
nb_no: VELG HANDLINGER SOM SKAL ENDRES
nl: SELECTEER ACTIES OM TE VERANDEREN
pl: WYBIERZ AKCJE DO ZMIANY
ro_ro: ALEGE ACȚIUNILE DE SCHIMBAT
sk_sk: Vyberte akcie na zmenu
tr: DEĞİŞTİRİLMEK İÇİN EYLEMLERİ SEÇİN
vi_vn: CHỌN HÀNH ĐỘNG ĐỂ THAY ĐỔI
zh_cn: 选择动作以更改

source: SAVE
ar: حفظ
ca: DESA
cs_cz: ULOŽIT
cy_gb: ARBED
eu_es: GORDE
fi_fi: TALLENNA
fr: SAUVEGARDER
gl_es: GARDAR
he: שמירה
hu: MENTÉS
it: SALVA
ja_jp: 保存
nb_no: LAGRE
nl: OPSLAAN
pl: ZAPISZ
ro_ro: SALVEAZĂ
sk_sk: Uložiť
tr: KAYDET
vi_vn: LƯU
zh_cn: 保存

source: DELETE
ar: حذف
ca: ESBORRA
cs_cz: ODSTRANIT
cy_gb: DILEU
eu_es: EZABATU
fi_fi: POISTA
fr: SUPPRIMER
gl_es: ELIMINAR
he: מחיקה
hu: TÖRLÉS
it: ELIMINA
ja_jp: 削除
nb_no: SLETT
nl: VERWIJDEREN
pl: USUŃ
ro_ro: ȘTERGE
sk_sk: Vymazať
tr: SİL
vi_vn: XOÁ
zh_cn: 删除

source: PLAYER 1
ar: لاعب 1
ca: JUGADOR 1
cs_cz: HRÁČ 1
cy_gb: CHWARAEWR 1
eu_es: 1 JOKALARIA
fi_fi: PELAAJA 1
fr: JOUEUR 1
gl_es: XOGADOR 1
he: שחקן 1
hu: ELSŐ JÁTÉKOS
it: GIOCATORE 1
ja_jp: プレイヤー 1
nb_no: SPILLER 1
nl: SPELER 1
pl: GRACZ 1
ro_ro: JUCĂTOR 1
sk_sk: Hráč 1
tr: OYUNCU 1
vi_vn: NGƯỜI CHƠI 1
zh_cn: 玩家1

source: PLAYER 2
ar: لاعب 2
ca: JUGADOR 2
cs_cz: HRÁČ 2
cy_gb: CHWARAEWR 2
eu_es: 2 JOKALARIA
fi_fi: PELAAJA 2
fr: JOUEUR 2
gl_es: XOGADOR 2
he: שחקן 2
hu: MÁSODIK JÁTÉKOS
it: GIOCATORE 2
ja_jp: プレイヤー 2
nb_no: SPILLER 2
nl: SPELER 2
pl: GRACZ 2
ro_ro: JUCĂTOR 2
sk_sk: Hráč 2
tr: OYUNCU 2
vi_vn: NGƯỜI CHƠI 2
zh_cn: 玩家2

source: PLAYER 3
ar: لاعب 3
ca: JUGADOR 3
cs_cz: HRÁČ 3
cy_gb: CHWARAEWR 3
eu_es: 3 JOKALARIA
fi_fi: PELAAJA 3
fr: JOUEUR 3
gl_es: XOGADOR 3
he: שחקן 3
hu: HARMADIK JÁTÉKOS
it: GIOCATORE 3
ja_jp: プレイヤー3
nb_no: SPILLER 3
nl: SPELER 3
pl: GRACZ 3
ro_ro: JUCĂTOR 3
sk_sk: Hráč 3
tr: OYUNCU 3
vi_vn: NGƯỜI CHƠI 3
zh_cn: 玩家3

source: PLAYER 4
ar: لاعب 4
ca: JUGADOR 4
cs_cz: HRÁČ 4
cy_gb: CHWARAEWR 4
eu_es: 4 JOKALARIA
fi_fi: PELAAJA 4
fr: JOUEUR 4
gl_es: XOGADOR 4
he: שחקן 4
hu: NEGYEDIK JÁTÉKOS
it: GIOCATORE 4
ja_jp: プレイヤー4
nb_no: SPILLER 4
nl: SPELER 4
pl: GRACZ 4
ro_ro: JUCĂTOR 4
sk_sk: Hráč 4
tr: OYUNCU 4
vi_vn: NGƯỜI CHƠI 4
zh_cn: 玩家4

source: COMBINATIONS
ca: COMBINACIONS
cs_cz: KOMBINACE
cy_gb: CYFUNIADAU
eu_es: KONBINAZIOAK
fi_fi: YHDISTELMÄT
fr: COMBINAISONS
gl_es: COMBINACIONS
he: צירופים
hu: KOMBINÁCIÓK
it: COMBINAZIONI
ja_jp: 同時押しキー
nb_no: KOMBINASJONER
nl: COMBINATIES
pl: KOMBINACJE
ro_ro: COMBINAȚII
sk_sk: Kombinácie
tr: KOMBİNASYONLAR
vi_vn: KẾT HỢP
zh_cn: 组合键

source: MOUSE CURSOR
ca: CURSOR DE RATOLÍ
cs_cz: KURZOR MYŠI
cy_gb: CYRCHWR LLYGODEN
eu_es: XAGU KURTSOREA
fi_fi: HIIREN KURSORI
fr: POINTEUR DE SOURIS
gl_es: CURSOR DO RATO
he: סמן העכבר
hu: EGÉR KURZOR
it: CURSORE MOUSE
ja_jp: マウスカーソル
nb_no: MUSEPEKER
nl: MUIS AANWIJZER
pl: KURSOR MYSZY
ro_ro: CURSOR MAUS
sk_sk: Kurzor myši
tr: FARE İMLECİ
vi_vn: CON TRỎ CHUỘT
zh_cn: 鼠标光标

source: EMULATE MOUSE CURSOR
ar: محاكاة مؤشر الفأرة
ca: EMULAR EL CURSOR DEL RATOLÍ
cs_cz: EMULACE KURZORU MYŠI
cy_gb: EFELYCHU CYRCHWR LLYGODEN
eu_es: EMULATU XAGU KURSOREA
fi_fi: EMULOI HIIREN KURSORIA
fr: ÉMULER LE POINTEUR DE SOURIS
gl_es: EMULAR O CURSOR DO RATO
he: דימוי סמן עכבר
hu: EGÉR KURZOR EMULÁLÁSA
it: EMULA CURSORE DEL MOUSE
ja_jp: マウスカーソルをエミュレート
nb_no: EMULER MUSEPEKER
nl: EMULEER MUIS AANWIJZER
pl: EMULACJA KURSORA MYSZY
ro_ro: EMULEAZĂ CURSORUL MAUSULUI
sk_sk: Emulovať kurzor myši
tr: FARE İMLECİ EMULASYONU
vi_vn: GIẢ LẬP CON TRỎ CHUỘT
zh_cn: 模拟鼠标光标

source: LEFT ANALOG STICK
ar: عصا الأنالوج اليسرى
ca: STICK ANALÒGIC ESQUERRE
cs_cz: LEVÁ ANALOGOVÁ PÁČKA
cy_gb: FFON ANALOG CHWITH
eu_es: EZKER STICK ANALOGIKOA
fi_fi: VASEN ANALOGINEN SAUVA
fr: STICK DE GAUCHE
gl_es: PAU ANALOXICO ESQUERDO
he: ג'ויסטיק ימין
hu: BAL ANALÓG KAR
it: ANALOGICO SINISTRO
ja_jp: 左アナログスティック
nb_no: VENSTRE ANALOG PINNE
nl: LINKER ANALOGE STICK
pl: LEWY DRĄŻEK ANALOGOWY
ro_ro: MANETA ANALOGICĂ STÂNGĂ
sk_sk: Ľavá analógová páčka
tr: SOL ANALOG
vi_vn: STICK ANALOG TRÁI
zh_cn: 左摇杆

source: RIGHT ANALOG STICK
ar: عصا الأنالوج اليمنى
ca: STICK ANALÒGIC DRET
cs_cz: PRAVÁ ANALOGOVÁ PÁČKA
cy_gb: FFON ANALOG DDE
eu_es: ESKUIN STICK ANALOGIKOA
fi_fi: OIKEA ANALOGINEN SAUVA
fr: STICK DE DROITE
gl_es: PAU ANALOXICO DEREITO
he: ג'ויסטיק שמאל
hu: JOBB ANALÓG KAR
it: ANALOGICO DESTRO
ja_jp: 右アナログスティック
nb_no: HØYRE ANALOG PINNE
nl: RECHTER ANALOGE STICK
pl: PRAWY DRĄŻEK ANALOGOWY
ro_ro: MANETA ANALOGICĂ DREAPTĂ
sk_sk: Pravá analógová páčka
tr: SAĞ ANALOG
vi_vn: STICK ANALOG PHẢI
zh_cn: 右摇杆

source: EDIT DESCRIPTION
ca: EDITAR DESCRIPCIÓ
cs_cz: UPRAVIT POPIS
cy_gb: GOLYGU DISGRIFIAD
eu_es: EDITATU DESKRIBAPENA
fi_fi: MUOKKAA KUVAUSTA
fr: ÉDITER LA DESCRIPTION
gl_es: EDITAR DESCRICIÓN
he: עריכת תיאור
hu: LEÍRÁS SZERKESZTÉSE
it: MODIFICA DESCRIZIONE
ja_jp: 説明を編集
nb_no: REDIGER BESKRIVELSE
nl: BESCHRIJVING WIJZIGEN
pl: EDYTUJ OPIS
ro_ro: EDITEAZĂ DESCRIEREA
sk_sk: Upraviť popis
tr: AÇIKLAMAYI DÜZENLE
vi_vn: CHỈNH SỬA MÔ TẢ
zh_cn: 编辑描述

source: ARE YOU SURE YOU WANT TO DELETE THIS ITEM?
ca: ESTÀS SEGUR QUE VOLS ESBORRAR AQUEST ELEMENT?
cs_cz: JSTE SI JISTI, ŽE CHCETE TUTO POLOŽKU ODSTRANIT?
cy_gb: A YDYCH CHI'N SIWR CHI EISIAU DILEU'R EITEM HON ?
eu_es: ZIUR AL ZAUDE ARTIKULU HAU EZABATU NAHI DUZULA
fi_fi: OLETKO VARMA ETTÄ HALUAT POISTAA TÄMÄN KOHTEEN?
fr: ÊTES-VOUS SÛR(E) DE VOULOIR SUPPRIMER CET ÉLÉMENT ?
gl_es: ESTÁS CERTO DE QUE QUERES ELIMINAR ESTE ELEMENTO?
hu: BIZTOSAN TÖRÖLNI SZERETNÉD?
it: SEI SICURO DI VOLER ELIMINARE QUESTO ELEMENTO?
ja_jp: 削除してもよろしいですか？
nb_no: ER DU SIKKER PÅ AT DU VIL SLETTE DENNE
nl: WEET U ZEKER DAT U DIT ITEM WIL VERWIJDEREN?
pl: CZY NA PEWNO CHCESZ USUNĄĆ TEN ELEMENT?
ro_ro: EȘTI SIGUR CĂ DOREȘTI SĂ ȘTERGI ACEST ELEMENT?
sk_sk: Určite chcete vymazať túto položku?
tr: BUNU SİLMEK İSTEDİĞİNİZDEN EMİN MİSİNİZ?
vi_vn: BẠN CÓ MUỐN XOÁ MỤC NÀY KHÔNG?
zh_cn: 是否确定删除？

source: DELETE MAPPING
ca: ELIMINA EL MAPATGE
cs_cz: ODSTRANIT MAPOVÁNÍ
cy_gb: DILEU MAPIO
eu_es: EZABATU MAPEATZEA
fi_fi: POISTA KARTOITUS
fr: SUPPRIMER LA COMBINAISON
gl_es: ELIMINAR A ASIGNACIÖN
he: מחיקת מיפוי
hu: MEGFELELTETÉS TÖRLÉSE
it: ELIMINA MAPPATURA
ja_jp: パッドキー設定を削除
nb_no: SLETT KARTLEGGING
nl: MAPPING DELETEN
pl: USUŃ MAPOWANIE
ro_ro: ȘTERGE ASOCIEREA
sk_sk: Vymazať mapovanie
tr: EŞLEMEYİ SİL
vi_vn: XOÁ BẢN ĐỒ PHÍM
zh_cn: 删除（按键/设备）映射

source: SAVE CHANGES?
ar: حفظ التغييرات؟
ca: VOLEU DESAR ELS CANVIS?
cs_cz: ULOŽIT ZMĚNY?
cy_gb: ARBED NEWIDIADAU?
eu_es: ALDAKETAK GORDE?
fi_fi: TALLENNA MUUTOKSET?
fr: SAUVEGARDER LES MODIFICATIONS ?
gl_es: GARDAR TROCOS?
he: שמירת שינויים ?
hu: MENTI A VÁLTOZÁSOKAT?
it: SALVARE LE MODIFICHE?
ja_jp: 変更を保存しますか？
nb_no: LAGRE ENDRINGER?
nl: VERANDERINGEN OPSLAAN?
pl: ZAPISAĆ ZMIANY?
ro_ro: SALVEZI MODIFICĂRILE?
sk_sk: Uložiť zmeny?
tr: DEĞİŞİKLİKLERİ KAYDET?
vi_vn: LƯU THAY ĐỔI?
zh_cn: 是否保存更改?

source: ARE YOU SURE?
ar: هل أنت متأكد ؟
ca: ESTÀS SEGUR?
cs_cz: JSTE SI JISTI?
cy_gb: WYT TI'N SIWR ?
eu_es: ZIUR AL ZAUDE?
fi_fi: OLETKO VARMA?
fr: ÊTES-VOUS SÛR(E) ?
gl_es: ESTAS CERTO?
hu: BIZTOS VAGY BENNE?
it: SEI SICURO?
ja_jp: よろしいですか？
nb_no: ER DU SIKKER?
nl: WEET U HET ZEKER?
pl: CZY NA PEWNO?
ro_ro: EȘTI SIGUR?
sk_sk: Ste si istí?
tr: EMİN MİSİN ?
vi_vn: BẠN CHẮC CHỨ?
zh_cn: 确定吗？

source: INFORMATION
ar: المعلومات
ca: INFORMACIÓ
cs_cz: INFORMACE
cy_gb: GWYBODAETH
eu_es: INFORMAZIOA
fi_fi: JÄRJESTELMÄN TIEDOT
fr: INFORMATIONS
gl_es: INFORMACIÓN
he: מידע
hu: INFORMÁCIÓ
it: INFORMAZIONI
ja_jp: 情報
nb_no: INFORMASJON
nl: INFORMATIE
pl: INFORMACJA
ro_ro: INFORMAȚII
sk_sk: Informácia
tr: BİLGİ
vi_vn: THÔNG TIN
zh_cn: 系统信息

source: VERSION
ar: الإصدار
ca: VERSIÓ
cs_cz: VERZE
cy_gb: FERSIWN
eu_es: BERTSIOA
fi_fi: VERSIO
gl_es: VERSIÓN
he: גרסה
hu: VERZIÓ
it: VERSIONE
ja_jp: バージョン
nb_no: VERSJON
nl: VERSIE
pl: WERSJA
ro_ro: VERSIUNE
sk_sk: Verzia
tr: VERSİYON
vi_vn: PHIÊN BẢN
zh_cn: 版本

source: USER DISK USAGE
ar: حجم التخزين المستعمل
ca: OCUPACIÓ DEL DISC D’USUARI
cs_cz: VYUŽITÍ DISKU UŽIVATELE
cy_gb: DISG DEFNYDDWR A DEFNYDDIWYD
eu_es: ERABILTZAILE DISKO ERABILERA
fi_fi: KÄYTTÄJÄN LEVYN KÄYTTÖ
fr: DISQUE UTILISATEUR
gl_es: USO DO DISCO POLO USUARIO
he: שימוש משתמש ב'דיסק'
hu: FELHASZNÁLÓI TÁRHELY HASZNÁLAT
it: UTILIZZO DISCO UTENTE
ja_jp: データ使用量/容量
nb_no: BRUK AV DISKPLASS
nl: GEBRUIKER SCHIJFRUIMTE VERBRUIK
pl: UŻYCIE DYSKU UŻYTKOWNIKA
ro_ro: OCUPAREA DISCULUI UTILIZATOR
sk_sk: Využitie disku používateľa
tr: KULLANICI DİSK KULLANIMI
vi_vn: LƯỢNG SỬ DỤNG Ổ ĐĨA CỦA NGƯỜI DÙNG
zh_cn: 用户磁盘使用

source: SYSTEM DISK USAGE
ar: حجم تخزين النظام
ca: OCUPACIÓ DEL DISC DE SISTEMA
cs_cz: VYUŽITÍ SYSTÉMOVÉHO DISKU
cy_gb: SYSTEM DISG A DEFNYDDIWYD
eu_es: SISTEMAREN DISKO ERABILERA
fi_fi: JÄRJESTELMÄN LEVYN KÄYTTÖ
fr: DISQUE SYSTÈME
gl_es: USO DO DISCO POLO SISTEMA
he: שימוש מערכת ב'דיסק'
hu: RENDSZER TÁRHELY HASZNÁLAT
it: UTILIZZO DISCO DI SISTEMA
ja_jp: システムデータ使用量/容量
nb_no: BRUK AV DISKPLASS
nl: SYSTEEM SCHIJFRUIMTE GEBRUIK
pl: UŻYCIE DYSKU SYSTEMOWEGO
ro_ro: OCUPAREA DISCULUI SISTEM
sk_sk: Využitie disku systému
tr: SİSTEM DİSK KULLANIMI
vi_vn: LƯỢNG SỬ DỤNG Ổ ĐĨA CỦA HỆ THỐNG
zh_cn: 系统磁盘使用

source: SYSTEM
ar: النظام
ca: SISTEMA
cs_cz: SYSTÉM
eu_es: SISTEMA
fi_fi: JÄRJESTELMÄ
fr: SYSTÈME
gl_es: SISTEMA
he: מערכת
hu: RENDSZER
it: SISTEMA
ja_jp: システム
nl: SYSTEEM
ro_ro: SISTEM
sk_sk: Systém
tr: SİSTEM
vi_vn: HỆ THỐNG
zh_cn: 系统

source: VIDEO DRIVER
ar: برنامج تشغيل الفيديو
ca: CONTROLADOR DE VIDEO
cs_cz: OVLADAČ VIDEA
eu_es: BIDEO DRIVER-A
fi_fi: VIDEOAJURI
fr: PILOTE VIDÉO
gl_es: CONTROLADOR DO VÍDEO
he: מנהל התקן וידאו
hu: VIDEÓ ILLESZTŐPROGRAM
it: DRIVER VIDEO
ja_jp: ビデオ ドライバ
pl: STEROWNIK WIDEO
ro_ro: DRIVER VIDEO
sk_sk: Video ovládač
tr: VİDEO SÜRÜCÜSÜ
zh_cn: 显卡驱动

source: NETPLAY SETTINGS
ar: إعدادات لعب نت
ca: AJUSTOS DE NETPLAY
cs_cz: NASTAVENÍ NETPLAY
cy_gb: GOSODIADAU NETPLAY
eu_es: SARE JOKO KONFIGURAZIOA
fi_fi: VERKKOPELIN ASETUKSET
fr: PARAMÈTRES DES PARTIES EN RÉSEAU
gl_es: AXUSTES de XOGO EN LIÑA
he: הגדרות NETPLAY
hu: NETPLAY BEÁLLÍTÁSOK
it: OPZIONI NETPLAY
ja_jp: ネットプレイ設定
nb_no: NETPLAY INNSTILLINGER
nl: NETPLAY INSTELLINGEN
pl: USTAWIENIA NETPLAY
ro_ro: SETĂRI NETPLAY
sk_sk: Nastavenia netplay
tr: NETPLAY AYARLARI
vi_vn: CÀI ĐẶT NETPLAY
zh_cn: 联网游戏设置

source: SETTINGS
ar: إعدادات
ca: CONFIGURACIÓ
cs_cz: NASTAVENÍ
cy_gb: GOSODIADAU
eu_es: KONFIGURAZIOA
fi_fi: ASETUKSET
fr: PARAMÈTRES
gl_es: AXUSTES
he: הגדרות
hu: BEÁLLÍTÁSOK
it: IMPOSTAZIONI
ja_jp: 設定
nb_no: INNSTILLINGER
nl: INSTELLINGEN
pl: USTAWIENIA
ro_ro: SETĂRI
sk_sk: Nastavenia
tr: AYARLAR
vi_vn: CÀI ĐẶT
zh_cn: 设置

source: ENABLE NETPLAY
ar: تفعيل لعبة نت
ca: HABILITAR NETPLAY
cs_cz: POVOLIT NETPLAY
cy_gb: GALLUOGI NETPLAY
eu_es: GAITU SARE JOKOA
fi_fi: OTA VERKKOPELI KÄYTTÖÖN
fr: ACTIVER LES PARTIES EN RÉSEAU
gl_es: ACTIVAR XOGO EN LIÑA
he: הפוך NETPLAY לזמין
hu: NETPLAY ENGEDÉLYEZÉSE
it: ABILITA NETPLAY
ja_jp: ネットプレイを有効
nb_no: AKTIVER NETPLAY
nl: NETPLAY INSCHAKELEN
pl: WŁĄCZ NETPLAY
ro_ro: ACTIVEAZĂ NETPLAY
sk_sk: Povoliť sieťovú hru
tr: NETPLAY AKTİF ET
vi_vn: KÍCH HOẠT NETPLAY
zh_cn: 启用联网游戏

source: NICKNAME
ar: المعرّف
ca: SOBRENOM
cs_cz: PŘEZDÍVKA
cy_gb: LLYSENW
eu_es: EZIZENA
fi_fi: NIMIMERKKI
fr: SURNOM
gl_es: ALCUME
he: כינוי
hu: BECENÉV
ja_jp: ニックネーム
nb_no: KALLENAVN
nl: BIJNAAM
pl: PSEUDONIM
ro_ro: PORECLĂ
sk_sk: Prezývka
tr: TAKMA AD
vi_vn: BIỆT DANH
zh_cn: 昵称

source: OPTIONS
ar: خيارات
ca: OPCIONS
cs_cz: VOLBY
cy_gb: OPSIYNAU
eu_es: AUKERAK
fi_fi: ASETUKSET
gl_es: OPCIÓNS
he: אפשרויות
hu: BEÁLLÍTÁSOK
it: OPZIONI
ja_jp: 設定
nb_no: VALG
nl: OPTIES
pl: OPCJE
ro_ro: OPȚIUNI
sk_sk: Voľby
tr: SEÇENEKLER
vi_vn: TÙY CHỌN
zh_cn: 选项

source: PORT
ar: المنفذ
cy_gb: PORTH
eu_es: PORTUA
fi_fi: PORTTI
gl_es: PORTO
it: PORTA
ja_jp: ポート
nl: POORT
vi_vn: CỔNG
zh_cn: 端口

source: USE RELAY SERVER
ar: استخدم خادم حقيقي
ca: USAR SERVIDOR REPETIDOR
cs_cz: POUŽÍT PŘENOSOVÝ SERVER
cy_gb: DEFNYDDIO GWEINYDD RELAY
eu_es: ERABILI BERBIDALTZE ZERBITZARIA
fi_fi: KÄYTÄ VÄLITYSPALVELINTA
fr: UTILISER UN SERVEUR RELAIS
gl_es: USAR SERVIDOR DE RETRANSMISIÓN
hu: RELAY SZERVER HASZNÁLATA
it: USA RELAY SERVER
ja_jp: リレーサーバーを使用
nb_no: BRUK RELÆSERVER
nl: RELAY SERVER GEBRUIKEN
pl: UŻYWAĆ SERWERA POŚREDNICZĄCEGO
ro_ro: FOLOSEȘTE SERVER RETRANSLAȚIE
sk_sk: Použiť Relay server
tr: ARA SUNUCU KULLAN
vi_vn: DÙNG MÁY CHỦ CHUYỂN TIẾP
zh_cn: 使用中继服务
