Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: AUTOMATIC GAME COLLECTIONS
ar: مجموعة ألعاب تلقائية
ca: COL·LECCIONS DE JOCS AUTOMÀTIQUES
cs_cz: AUTOMATICKÉ SBÍRKY HER
cy_gb: CASGLIADAU GEMAU AWTOMATIG
eu_es: JOKU KOLKEZIO AUTOMATIKOAK
fi_fi: AUTOMAATTISET PELIKOKOELMAT
fr: COLLECTIONS AUTOMATIQUES
gl_es: COLECCIÓNS DE XOGOS AUTOMÁTICAS
he: אוספי משחקים אוטומטיים
hu: AUTOMATIKUS GYŰJTEMÉNYEK
it: COLLEZIONI AUTOMATICHE GIOCHI
ja_jp: 基本ゲームコレクション
nb_no: AUTOMATISK SPILL SAMLINGER
nl: AUTOMATISCHE SPEL COLLECTIES
pl: AUTOMATYCZNE KOLEKCJE GIER
ro_ro: COLECȚII DE JOCURI AUTOMATE
sk_sk: Automatické herné kolekcie
tr: OTOMATİK OYUN KOLEKSİYONLARI
vi_vn: BỘ SƯU TẬP TRÒ CHƠI TỰ ĐỘNG
zh_cn: 自动归类游戏合辑

source: EDITABLE COLLECTIONS
ar: مجموعة قابله للتعديل
ca: COL·LECCIONS EDITABLES
cs_cz: UPRAVITELNÉ SBÍRKY
cy_gb: CASGLIADAU SYDD GALLU CAEL EI GOLYGU
eu_es: KOLEKZIO EDITAGARRIAK
fi_fi: MUOKATTAVAT KOKOELMAT
fr: COLLECTIONS EDITABLES
gl_es: COLECCIÓNS EDITABLES
he: אוספים ניתנים לעריכה
hu: SZERKESZTHETŐ GYŰJTEMÉNY
it: COLLEZIONI MODIFICABILI
ja_jp: コレクション
nb_no: REDIGERBARE SAMLINGER
nl: BEWERKBARE COLLECTIES
pl: KOLEKCJE EDYTOWALNE
ro_ro: COLECȚII EDITABILE
sk_sk: Editovateľké kolekcie
tr: DÜZENLENEBİLİR KOLEKSİYONLAR
vi_vn: BỘ SƯU TẬP CÓ THỂ CHỈNH SỬA
zh_cn: 自定义合辑

source: DYNAMIC COLLECTIONS
ar: مجموعة ديناميكية
ca: COL·LECCIONS DINÀMIQUES
cs_cz: DYNAMICKÉ SBÍRKY
cy_gb: CASGLIADAU DYNAMIG
eu_es: KOLEKZIO DINAMIKOAK
fi_fi: DYNAAMISET KOKELMAT
fr: COLLECTIONS DYNAMIQUES
gl_es: COLECCIÓNS DINÁMICAS
he: אוספים דינמיים
hu: DINAMIKUS GYŰJTEMÉNY
it: COLLEZIONI DINAMICHE
ja_jp: システム・項目別コレクション
nb_no: DYNAMISKE SAMLINGER
nl: DYNAMISCHE COLLECTIES
pl: KOLEKCJE DYNAMICZNE
ro_ro: COLECȚII DINAMICE
sk_sk: Dynamické kolekcie
tr: DİNAMİK KOLEKSİYONLAR
vi_vn: BỘ SƯU TẬP ĐỘNG
zh_cn: 动态合辑

source: CUSTOM GAME COLLECTIONS
ar: مجموعات ألعاب مخصصه
ca: COL·LECCIONS DE JOCS PERSONALITZADES
cs_cz: VLASTNÍ KOLEKCE HER
cy_gb: CASGLIADAU GEMAU WEDI'I ADDASU
eu_es: NEURRIRA EGINDAKO JOKO KOLEKZIOAK
fi_fi: MUKAUTETUT PELIKOKOELMAT
fr: COLLECTIONS PERSONNALISÉES
gl_es: COLECCIÓNS DE XOGOS PERSONALIZADOS
he: אוספי משחקים בהתאמה אישית
hu: EGYEDI GYŰJTEMÉNY
it: COLLEZIONI GIOCHI PERSONALIZZATE
ja_jp: マイコレクション
nb_no: EGENDEFINERT SPILLSAMLING
nl: AANGEPASTE SPEL COLLECTIES
pl: WŁASNE KOLEKCJE GIER
ro_ro: COLECȚII DE JOCURI PERSONALIZATE
sk_sk: Vlasné herné kolekcie
tr: ÖZEL OYUN KOLEKSİYONLARI
vi_vn: BỘ SƯU TẬP TRÒ CHƠI TÙY CHỈNH
zh_cn: 自定游戏合辑

source: GAMES TO INDEX
ar: الألعاب التي هي بحاجة إلى فهرسة
ca: JOCS A INDEXAR
cs_cz: HRY DO INDEXU
eu_es: INDEXATU BEHARREKO JOKOAK
fr: JEUX À INDEXER
gl_es: XOGOS A INDEXAR
hu: INDEXELHETŐ JÁTÉKOK
it: GIOCHI DA INDICIZZARE
ja_jp: インデックスを付けるゲーム
nb_no: SPILL Å INDEKSERE
nl: TE INDEXEREN SPELLEN
pl: GRY DO INDEKSOWANIA
ro_ro: JOCURI DE INDEXAT
sk_sk: Hry na indexovanie
tr: ENDEKSLENECEK OYUNLAR
vi_vn: MỤC LỤC TRÒ CHƠI
zh_cn: 要索引的游戏

source: ONLY MISSING
ar: المفقودة فقط
ca: NOMÉS NO TROBATS
cs_cz: POUZE CHYBĚJÍCÍ
eu_es: BAKARRIK FALTA DIRA
fr: SEULEMENT LES MANQUANTS
gl_es: SÓ CONTIDO AUSENTE
hu: CSAK HIÁNYZÓ
it: SOLO MANCANTI
ja_jp: 不足している部分のみ
nb_no: KUN MANGLENDE
nl: ALLEEN MISSENDE
pl: TYLKO BRAKUJĄCE
ro_ro: DOAR CELE LIPSĂ
sk_sk: Iba chýbajúce
tr: SADECE KAYIPLAR
vi_vn: CHỈ THIẾU
zh_cn: 仅缺失的

source: SELECT CONTENT TO INSTALL/REMOVE
ar: اختر المحتوى لتثبيته/إزالته
ca: SELECCIONAR CONTINGUT A INSTAL·LAR O ELIMINAR
cs_cz: VYBERTE OBSAH, KTERÝ CHCETE NAINSTALOVAT/ODSTRANIT
eu_es: AUKERATU INSTALATU/EZABATU NAHI DUZUN EDUKIA
fi_fi: VALITSE SISÄLTÖÄ ASENNETTAVAKSI/POISTETTAVAKSI
fr: SÉLECTIONNER LE CONTENU À INSTALLER / SUPPRIMER
gl_es: ESCOLLER O CONTIDO PARA INSTALAR/ELIMINAR
hu: VÁLASSZA KI A TELEPÍTENDŐ/ELTÁVOLÍTANI KÍVÁNT TARTALMAT
it: SCEGLI IL CONTENUTO DA INSTALLARE/RIMUOVERE
ja_jp: インストール/削除するコンテンツを選択
nb_no: VELG INNHOLD SOM SKAL INSTALLERES/FJERNES
nl: SELECTEER CONTENT OM TE INSTALLEREN/VERWIJDEREN
pl: WYBIERZ TREŚĆ DO ZAINSTALOWANIA/USUNIĘCIA
ro_ro: SELECTEAZĂ CONȚINUTUL PENTRU INSTALARE/ELIMINARE
sk_sk: Vyberte obsah na nainštalovanie/odstránenie
tr: YÜKLEMEK/KALDIRMAK İÇİN İÇERİĞİ SEÇİN
vi_vn: CHỌN NỘI DUNG ĐỂ CÀI ĐẶT/XÓA
zh_cn: 选择要安装/删除的内容

source: UPDATE INSTALLED CONTENT
ar: تحديث المحتوى المثبت
ca: ACTUALITZAR CONTINGUT INSTAL·LAT
cs_cz: AKTUALIZACE INSTALOVANÉHO OBSAHU
cy_gb: DIWEDDARU CYNNWYS WEDI'I OSOD
eu_es: EGUNERATU INSTALATUTAKO EDUKIA
fi_fi: PÄIVITÄ ASENNETTU SISÄLTÖ
fr: MAJ CONTENU INSTALLÉ
gl_es: ACTUALIZAR O CONTIDO INSTALADO
he: עידכון תוכן מותקן
hu: TELEPÍTETT TARTALOM FRISSÍTÉSE
it: AGGIORNA CONTENUTO INSTALLATO
ja_jp: インストール済みコンテンツを更新
nb_no: OPPDATERT INSTALLERT INNHOLD
nl: UPDATE GEINSTALLEERDE CONTENT
pl: ZAKTUALIZUJ ZAINSTALOWANĄ ZAWARTOŚĆ
ro_ro: ACTUALIZEAZĂ CONȚINUTUL INSTALAT
sk_sk: Aktualizovať nainštalovaný obsah
tr: YÜKLÜ İÇERİĞİ GÜNCELLE
vi_vn: CẬP NHẬT NỘI DUNG ĐÃ CÀI ĐẶT
zh_cn: 更新已安装的内容

source: MISC
ar: متفرقات
cs_cz: RŮZNÉ
cy_gb: AMRYWIOL
eu_es: ASKOTARIKOA
fr: AUTRE
gl_es: MISCELANÉA
he: שונות
hu: VEGYES
it: VARIE
ja_jp: その他
nb_no: DIVERSE
pl: RÓŻNE
ro_ro: DIVERSE
sk_sk: Rôzne
tr: ÇEŞİTLİ
vi_vn: KHÁC
zh_cn: 杂项

source: UNINSTALLATION ADDED TO QUEUE
ar: تمت إضافة إزالة التثبيت لطابور الانتظار
ca: DESISNTAL·LACIÓ AFEGIDA A LA CUA
cs_cz: ODINSTALACE PŘIDÁNA DO FRONTY
eu_es: DESINSTALAZIOA GEHITUTA LERROAN
fi_fi: POISTO LISÄTTY JONOON
fr: DÉSINSTALLATION AJOUTÉE A LA FILE D’ATTENTE
gl_es: DESINSTALACIÓN ENGADIDA Á COLA
hu: ELTÁVOLÍTÁS HOZZÁADVA A VÁRÓLISTÁHOZ
it: DISINSTALLAZIONE AGGIUNTA IN CODA
ja_jp: アンインストールをキューに追加しました
nb_no: UINSTALLASJON LAGT TIL I KØ
nl: DEINSTALLATIE AAN WACHTRIJ TOEGEVOEGD
pl: DEINSTALACJA DODANA DO KOLEJKI
ro_ro: DEZINSTALAREA A FOST ADĂUGATĂ ÎN COADĂ
sk_sk: Odinštalovanie pridané do fronty
tr: KALDIRMA KUYRUĞA EKLENDİ
vi_vn: ĐÃ THÊM VÀO HÀNG CHỜ GỠ CÀI ĐẶT
zh_cn: 将卸载添加到队列中

source: SAVESTATE MANAGER
ca: ADMINISTRADOR D'ESTATS DE JOC
cs_cz: SPRÁVCE UKLÁDÁNÍ POZIC
eu_es: GORDETAKO EGOERA KUDEATZAILEA
fi_fi: TILATALLENNUSTEN HALLINTA
fr: GESTIONNAIRE DE SAUVEGARDES
gl_es: XESTOR DE PARTIDAS GARDADAS
hu: JÁTÉKÁLLÁS MENEDZSER
it: GESTORE SALVATAGGI
ja_jp: ステートマネージャ (西＞削除、北＞コピー)
pl: MENEDŻER ZAPISU STANÓW
ro_ro: MANAGER STĂRI SALVATE
sk_sk: Správca uložených stavov
tr: KAYITYERİ YÖNETİCİSİ
vi_vn: QUẢN LÝ ĐIỂM LƯU
zh_cn: 存档管理器

source: START NEW GAME
ca: COMENÇAR NOVA PARTIDA
cs_cz: START NOVÉ HRY
cy_gb: DECHRAU GÊM NEWYDD
eu_es: HASI JOKO BERRIA
fi_fi: ALOITA UUSI PELI
fr: NOUVELLE PARTIE
gl_es: COMEZAR NOVA PARTIDA
he: התחלת משחק חדש
hu: ÚJ JÁTÉK INDÍTÁSA
it: AVVIA NUOVO GIOCO
ja_jp: 最初から開始
nb_no: START NYTT SPILL
nl: START EEN NIEUW SPEL
pl: ROZPOCZNIJ NOWĄ GRĘ
ro_ro: ÎNCEPE UN NOU JOC
sk_sk: Spustiť novú hru
tr: YENİ OYUN BAŞLAT
vi_vn: BẮT ĐẦU TRÒ CHƠI MỚI
zh_cn: 开始新游戏

source: START NEW AUTO SAVE
ca: COMENÇAR NOU AUTO-DESAT
cs_cz: SPUSTIT Z AUTO. ULOŽENÍ
eu_es: HASI AUTOMATIKOKI GORDETZE BERRIA
fr: LANCER SAUV. AUTO
gl_es: INICIAR NOVO AUTOGARDADO
hu: ÚJ AUTOMATIKUS MENTÉS INDÍTÁSA
it: AVVIA UN NUOVO AUTOSALVATAGGIO
ja_jp: 新しくオートセーブで開始
nb_no: START NY AUTOLAGRING
nl: START NIEUWE AUTO SAVE
pl: ROZPOCZNIJ AUTOMATYCZNE ZAPISYWANIE
ro_ro: ÎNCEPE O NOUĂ STARE SALVATĂ AUTOMAT
sk_sk: Spustiť nové automatické uloženie
tr: YENİ OTO KAYIT BAŞLAT
vi_vn: BẮT ĐẦU MỚI TỰ ĐỘNG LƯU
zh_cn: 开始新的自动存档

source: AUTO SAVE
ar: الحفظ التلقائي
ca: AUTOGUARDAT
cs_cz: AUTO. ULOŽENÍ
cy_gb: ARBED AWTO
eu_es: AUTOMATIKOKI GORDETZEA
fi_fi: AUTOMAATTINEN TALLENNUS
fr: SAUVEGARDE AUTO
gl_es: AUTOGARDADO
he: שמירה אוטומטית
hu: AUTOMATIKUS MENTÉS
it: AUTOSALVATAGGIO
ja_jp: オートセーブから開始
nb_no: AUTO LAGRING
pl: AUTO ZAPIS
ro_ro: AUTO SALVARE
sk_sk: Automaticky uložiť
tr: OTOMATİK KAYDET
vi_vn: TỰ ĐỘNG LƯU
zh_cn: 自动存档

source: SLOT
ar: فُتحة
ca: RANURA
eu_es: ARTEKA
fi_fi: LOHKO
fr: EMPLACEMENT
gl_es: RAÑURA
he: חריץ
hu: HELY
ja_jp: スロット
pl: MIEJSCE
tr: YUVA
vi_vn: CHỖ
zh_cn: 存档槽

source: COPY TO FREE SLOT
ca: COPIAR A UNA RANURA LLIURE
cs_cz: KOPÍROVÁT DO VOLNÉHO SLOTU
cy_gb: COPI I SLOT RHYDD
eu_es: KOPIATU ARTEKA LIBRERA
fi_fi: KOPIOI VAPAASEEN LOHKOON
fr: COPIER VERS EMPLACEMENT LIBRE
gl_es: COPIAR A UNHA RAÑURA LIBRE
he: העתק לחריץ פנוי
hu: SZABAD HELYRE MÁSOLÁS
it: COPIA SU SLOT LIBERO
ja_jp: 空スロットにコピー
nl: KOPIEER NAAR VRIJ SLOT
pl: KOPIUJ W DOSTĘPNE MIEJSCE
ro_ro: COPIAZĂ ÎNTR-UN SLOT LIBER
sk_sk: Kopírovať do voľného slotu
tr: BOŞ YUVAYA KOPYALA
vi_vn: SAO CHÉP VÀO CHỖ TRỐNG
zh_cn: 复制到空存档槽

source: VIEW OPTIONS
ar: عرض الخيارات
ca: VEURE OPCIONS
cs_cz: ZOBRAZIT MOŽNOSTI
cy_gb: GWELD OPSIYNAU
eu_es: ERAKUTSI AUKERAK
fi_fi: NÄYTÄ ASETUKSET
fr: OPTIONS D'AFFICHAGE
gl_es: VER OPCIÓNS
he: צפייה באפשרויות
hu: BEÁLLÍTÁSOK MEGTEKINTÉSE
it: MOSTRA OPZIONI
ja_jp: 表示設定
nb_no: VIS ALTERNATIVER
nl: OPTIES WEERGEVEN
pl: OPCJE WIDOKU
ro_ro: SETĂRI VIZUALIZARE
sk_sk: Zobraziť voľby
tr: SEÇENEKLERİ GÖSTER
vi_vn: XEM LỰA CHỌN
zh_cn: 视图选项

source: NAVIGATION
ar: تنقل
ca: NAVEGACIÓ
cs_cz: NAVIGACE
cy_gb: MORDWYO
eu_es: NABIGAZIOA
gl_es: NAVEGACIÓN
he: ניווט
hu: NAVIGÁCIÓ
it: NAVIGAZIONE
ja_jp: 操作
nb_no: NAVIGASJON
nl: NAVIGATIE
pl: NAWIGACJA
ro_ro: NAVIGARE
sk_sk: Navigácia
tr: NAVİGASYON
vi_vn: ĐIỀU HƯỚNG
zh_cn: 导航

source: OTHER FILTERS
ar: تصفيات أخرى
ca: ALTRES FILTRES
cs_cz: OSTATNÍ FILTRY
cy_gb: FFILTRAU ERAILL
eu_es: BESTE FILTROAK
fi_fi: MUUT SUODATTIMET
fr: AUTRES FILTRES
gl_es: OUTROS FILTROS
he: מסננים אחרים
hu: EGYÉB SZŰRŐK
it: ALTRI FILTRI
ja_jp: 項目別ゲームフィルタ
nb_no: ANDRE FILTRE
nl: ANDERE FILTERS
pl: INNE FILTRY
ro_ro: ALTE FILTRE
sk_sk: Iné filtre
tr: DİĞER FİLTRELER
vi_vn: BỘ LỌC KHÁC
zh_cn: 其他筛选器

source: SELECT RANDOM GAME
ar: اختيار لُعبة عشوائيا
ca: SELECCIONAR JOC ALEATORI
cs_cz: VYBRAT NÁHODNOU HRU
cy_gb: DEWIS GÊM AR HAP
eu_es: AUKERATU JOKOA AUSAZ
fi_fi: VALITSE SATUNNAINEN PELI
fr: SÉLECTIONNER UN JEU ALÉATOIREMENT
gl_es: ESCOLLER XOGO O CHOU
he: בחירת משחק אקראית
hu: VÉLETLENSZERŰ JÁTÉK KIVÁLASZTÁSA
it: SELEZIONA GIOCO CASUALE
ja_jp: ランダムにゲーム選択
nb_no: VELG TILFELDIG SPILL
nl: SELECTEER WILLEKEURIG SPEL
pl: WYBIERZ LOSOWO GRĘ
ro_ro: SELECTEAZĂ UN JOC ALEATOR
sk_sk: Vybrať náhodnú hru
tr: RASGELE OYUN SEÇ
vi_vn: CHỌN TRÒ CHƠI NGẪU NHIÊN
zh_cn: 随机选择游戏

source: JUMP TO GAME BEGINNING WITH THE LETTER
ca: ANAR AL JOC QUE COMENCI PER LA LLETRA
cs_cz: PŘEJÍT NA HRU ZAČÍNAJÍCÍ PÍSMENEM
eu_es: EGIN SALTO JOKU HASERARA LETRA BATEZ
fi_fi: SIIRRY PELIIN JOKA ALKAA KIRJAIMELLA
fr: ALLER À LA LETTRE
gl_es: SALTAR A XOGOS CA LETRA
hu: UGRÁS A BETŰVEL KEZDŐDŐ JÁTÉKHOZ
it: SALTA AL GIOCO CHE INIZIA CON LA LETTERA
ja_jp: この文字から始まるゲームへ移動(英数字)
nb_no: HOPP TIL SPILL SOM BEGYNNER PÅ BOKSTAV
nl: GA NAAR SPEL BEGINNEND MET LETTER
pl: PRZEJDŹ DO GRY NA LITERĘ
ro_ro: SARI LA JOCURILE CARE ÎNCEP CU LITERA
sk_sk: Skočiť na hru začínajúcu na písmeno
tr: HARF İLE BAŞLAYAN OYUNA ATLA
vi_vn: CHUYỂN ĐẾN TRÒ CHƠI BẮT ĐẦU BẰNG CHỮ CÁI
zh_cn: 跳转到以字母开头的游戏

source: SORT GAMES BY
ar: ترتيب الألعاب حسب
ca: ORDENA ELS JOCS PER
cs_cz: Třídit hry podle
cy_gb: TREFNU GEMAU GAN
eu_es: JOKUAN ORDENATU:
fi_fi: PELIEN JÄRJESTYS
fr: TRIER PAR
gl_es: ORDENAR XOGOS POR
he: מיון משחקים לפי
hu: JÁTÉKOK RENDEZÉSE
it: ORDINA I GIOCHI PER
ja_jp: ゲームの並び替え
nb_no: SORTER SPILL ETTER
nl: SORTEER SPELLEN OP
pl: SORTUJ GRY
ro_ro: SORTEAZĂ JOCURILE DUPĂ
sk_sk: Zoradiť podľa hier
tr: OYUNA GÖRE SIRALA
vi_vn: SẮP XẾP TRÒ CHƠI THEO
zh_cn: 游戏排序方式

source: DYNAMIC COLLECTION
ar: إنشاء مجموعة ديناميكية جديدة
ca: COL·LECCIÓ DINÀMICA
cs_cz: DYNAMICKÁ SBÍRKA
eu_es: KOLEKZIO DINAMIKOA
fi_fi: DYNAAMINEN KOKOELMA
fr: COLLECTION DYNAMIQUE
gl_es: COLECCIÓN DINÁMICA
hu: DINAMIKUS GYŰJTEMÉNY
it: COLLEZIONE DINAMICA
ja_jp: システム・項目別コレクション
nb_no: DYNAMISK SAMLING
pl: KOLEKCJA DYNAMICZNA
ro_ro: COLECȚIE DINAMICĂ
sk_sk: Dynamická kolekcia
tr: DİNAMİK KOLEKSİYON
vi_vn: BỘ SƯU TẬP ĐỘNG
zh_cn: 动态合辑

source: EDIT DYNAMIC COLLECTION FILTERS
ar: تعديل فرز مجموعة ديناميكية
ca: EDITAR FILTRES DE COL·LECCIÓ DINÀMICA
cs_cz: UPRAVIT DYNAMICKÉ FILTRY SBÍREK
cy_gb: GOLYGU FFILTERI CASGLIADAU DYNAMIG
eu_es: EDITATU KOLEKZIO FILTRO DINAMIKOAK
fr: ÉDITER LES FILTRES DE LA COLLECTION
gl_es: EDITAR FILTROS DE COLECCIÓN DINÁMICA
he: ערוך מסננים דינמיים לאוספים
hu: DINAMIKUS GYŰJTEMÉNY SZŰRŐK BEÁLLÍTÁSA
it: MODIFICA FILTRI COLLEZIONI DINAMICHE
ja_jp: システム・項目別コレクション詳細編集
nl: BEWERK DYNAMISCHE COLLECTIE FILTERS
pl: EDYCJA FILTRÓW KOLEKCJI DYNAMICZNYCH
ro_ro: EDITEAZĂ FILTRELE COLECȚIEI DINAMICE
sk_sk: Upraviť filtre dynamickej kolekcie
tr: DİNAMİK KOLEKSİYON FİLTRESİNİ DÜZENLE
vi_vn: CHỈNH SỬA BỘ LỌC BỘ SƯU TẬP ĐỘNG
zh_cn: 编辑动态合辑筛选器

source: CUSTOM COLLECTION
ar: إنشاء مجموعة مخصصه
ca: COL·LECCIÓ PERSONALITZADA
cs_cz: SBÍRKA NA MÍRU
eu_es: NEURRIRA EGINDAKO KOLEKZIOA
fi_fi: MUKAUTETTU KOKOELMA
fr: COLLECTION PERSONNALISÉE
gl_es: COLECCIÓN PERSONALIZADA
hu: EGYÉNI GYŰJTEMÉNY
it: COLLEZIONE PERSONALIZZATA
ja_jp: コレクション
nb_no: EGENDEFINERT SAMLING
pl: KOLEKCJA NIESTANDARDOWA
ro_ro: COLECȚIE PERSONALIZATĂ
sk_sk: Vlastná kolekcia
tr: ÖZEL KOLEKSİYON
vi_vn: BỘ SƯU TẬP TÙY CHỈNH
zh_cn: 自定义合辑

source: COLLECTION
ar: مجموعة
ca: COL·LECCIÓ
cs_cz: SBÍRKY
cy_gb: CASGLIAD
eu_es: KOLEKZIOA
fi_fi: KOKOELMA
gl_es: COLECCIÓN
he: אוסף
hu: GYŰJTEMÉNY
it: COLLEZIONE
ja_jp: コレクション
nb_no: SAMLING
nl: COLLECTIE
pl: KOLEKCJA
ro_ro: COLECȚIE
sk_sk: Kolekcia
tr: KOLEKSİYON
vi_vn: BỘ SƯU TẬP
zh_cn: 合辑

source: ADVANCED SYSTEM OPTIONS
ar: خيارات النظام المتقدمة
ca: OPCIONS AVANÇADES DE SISTEMA
cs_cz: POKROČILÉ SYSTÉMOVÉ MOŽNOSTI
cy_gb: OPSIYNAU SYSTEM UWCH
eu_es: SISTEMAREN AUKERA AURRERATIAK
fi_fi: EDISTYNEET JÄRJESTELMÄASETUKSET
fr: CONFIGURATION AVANCÉE DU SYSTÈME
gl_es: OPCIÓNS AVANZADAS DO SISTEMA
he: הגדרות מערכות מתקדמות
hu: HALADÓ RENDSZER BEÁLLÍTÁSOK
it: OPZIONI AVANZATE DEL SISTEMA
ja_jp: システム詳細設定
nb_no: AVANSERTE SYSTEMALTERNATIVER
nl: GEAVANCEERDE SYSTEEM OPTIES
pl: ZAAWANSOWANE OPCJE SYSTEMOWE
ro_ro: OPȚIUNI DE SISTEM AVANSATE
sk_sk: Pokročilé voľby systému
tr: GELİŞMİŞ SİSTEM AYARLARI
vi_vn: TÙY CHỌN HỆ THỐNG NÂNG CAO
zh_cn: 高级系统（模拟器）设置选项

source: RESET FILTERS
ar: الغاء التصنيفات
ca: RESTABLIR FILTRES
cs_cz: RESET FILTRŮ
cy_gb: AILOSOD FFILTRAU
eu_es: FILTROAK BEREZARRI
fi_fi: NOLLAA SUODATTIMET
fr: RAZ DES FILTRES
gl_es: RESTABLECER FILTROS
he: איפוס מסננים
hu: SZŰRŐK VISSZAÁLLÍTÁSA
it: RESETTA FILTRI
ja_jp: フィルタのリセット
nb_no: NULLSTILL FILTRE
nl: HERSTEL FILTERS
pl: ZRESETUJ FILTRY
ro_ro: RESETEAZĂ FILTRELE
sk_sk: Obnoviť filtre
tr: FİLTRELERİ SIFIRLA
vi_vn: ĐẶT LẠI BỘ LỌC
zh_cn: 重置筛选

source: FILTER GAMES BY TEXT
ar: فرز الألعاب حسب
ca: FILTRAR JOCS PER TEXT
cs_cz: FILTROVAT HRY PODLE TEXTU
cy_gb: FFILTRO GEMAU GAN DESTUN
eu_es: FILTRATU JOKOAK TESTUAREN ARABERA
fi_fi: SUODATA PELEJÄ TEKSTILLÄ
fr: FILTRER LES JEUX PAR NOM
gl_es: FILTRAR XOGOS POR TEXTO
he: סינון משחקים לפי טקסט
hu: SZÖVEG SZERINTI SZŰRÉS
it: FILTRA GIOCHI PER NOME
ja_jp: 文字別ゲームフィルタ
nb_no: FILTRER SPILL ETTER TEKST
nl: FILTREER SPELLEN OP TEXT
pl: FILTRUJ GRY TEKSTEM
ro_ro: FILTREAZĂ JOCURILE DUPĂ TEXT
sk_sk: Filtrovať hry podľa textu
tr: METİN OLARAK OYUNLARI LİSTELE
vi_vn: LỌC TRÒ CHƠI THEO VĂN BẢN
zh_cn: 用文本筛选游戏

source: NO MISSING BIOS FILES
ar: لا يوجد أي ملف بايوس مفقود
ca: NO FALTEN ARXIUS DE BIOS
cs_cz: NECHYBÍ ŽÁDNÉ SOUBORY BIOSU
eu_es: EZ DA BIOS FITXATEGIRIK FALTA
fi_fi: EI PUUTTUVIA BIOS-TIEDOSTOJA
fr: AUCUN BIOS MANQUANT
gl_es: NON FALTAN FICHEIROS DA BIOS
hu: NINCSENEK HIÁNYZÓ BIOS FÁJLOK
it: NESSUN BIOS MANCANTE
ja_jp: BIOSファイルは全てあります
nb_no: INGEN MANGLENDE BIOS FILER
nl: GEEN MISSENDE BIOS BESTANDEN
pl: PLIKI BIOS'ÓW NA MIEJSCU
ro_ro: NICIUN FIȘIER BIOS LIPSĂ
sk_sk: Žiadne chýbajúce BIOS súbory
tr: EKSİK BIOS DOSYASI YOK
vi_vn: KHÔNG THIẾU TỆP TIN BIOS
zh_cn: 无缺失的BIOS文件

source: Installed systems
ca: Sistemes instal·lats
cs_cz: Instalované systémy
fr: Systèmes installés
gl_es: Sistemas instalados
hu: Telepített rendszerek
it: Sistemi installati
ja_jp: 導入済みシステム
pl: Zainstalowane systemy
ro_ro: Sisteme instalate
sk_sk: Nainštalované systémy
tr: Kurulu sistemler
vi_vn: Hệ thống đã cài đặt
zh_cn: 已安装的系统

source: refresh
ca: actualitzar
cs_cz: obnovit
fr: rafraîchir
gl_es: refrescar
hu: frissítés
it: aggiorna
ja_jp: リフレッシュ更新
pl: odśwież
ro_ro: reîmprospătează
sk_sk: obnoviť
tr: yenileme
vi_vn: làm mới
zh_cn: 刷新

source: NO MISSING BIOS
ar: لا يوجد BIOS مفقود
ca: NO FALTEN BIOS
cs_cz: NECHYBÍ ŽÁDNÝ BIOS
cy_gb: DIM BIOS AR GOLL
eu_es: EZ DA BIOS-IK FALTA
fi_fi: EI PUUTTUVAA BIOS:TA
fr: AUCUN BIOS MANQUANT
gl_es: NON FALTAN BIOS
he: אין חוסר BIOS
hu: NINCS HIÁNYZÓ BIOS
it: NESSUN BIOS MANCANTE
ja_jp: BIOSは全てあります
nb_no: INGEN MANGLENDE BIOS
nl: GEEN MISSENDE BIOS
pl: BIOS'Y NA MIEJSCU
ro_ro: NICIUN BIOS LIPSĂ
sk_sk: Žiadny chýbajúci BIOS
tr: EKSİK BIOS YOK
vi_vn: KHÔNG THIẾU BIOS
zh_cn: 未缺BIOS

source: ZOOM OUT
ar: تصغير
ca: ALLUNYAR
cs_cz: ZOOM-
eu_es: KANPORAKO ZOOM-A
fr: ZOOM ARRIÈRE
gl_es: ALONXAR
hu: KICSINYÍTÉS
it: RIDUCI
ja_jp: 縮小-
nl: ZOOM UIT
pl: POMNIEJSZENIE
ro_ro: MICȘOREAZĂ
sk_sk: Oddialiť
tr: UZAKLAŞ
vi_vn: THU NHỎ
zh_cn: 缩小

source: ZOOM IN
ar: تكبير
ca: APROPAR
cs_cz: ZOOM+
eu_es: BARNERAKO ZOOM-A
fr: ZOOM AVANT
gl_es: ACERCAR
hu: NAGYÍTÁS
it: INGRANDISCI
ja_jp: 拡大+
pl: POWIĘKSZENIE
ro_ro: MĂREȘTE
sk_sk: Priblížiť
tr: YAKINLAŞ
vi_vn: PHÓNG TO
zh_cn: 放大

source: MOVE
ar: تحريك
ca: MOURE
cs_cz: PŘESUŇ
cy_gb: SYMUD
eu_es: MUGITU
fr: DÉPLACER
gl_es: MOVER
hu: MOZGAT
it: SPOSTA
ja_jp: 移動
nb_no: FLYTT
nl: VERPLAATS
pl: PRZESUŃ
ro_ro: MUTĂ
sk_sk: Posunúť
tr: TAŞI
vi_vn: DI CHUYỂN
zh_cn: 移动

source: ZOOM
ar: تكبيير
cs_cz: ZVĚTŠENÍ
cy_gb: CHWYDDO
eu_es: ZOOM-A
hu: NAGYÍTÁS
ja_jp: ズーム
ro_ro: MĂRIRE
sk_sk: Priblíženie
tr: YAKINLAŞTIR
vi_vn: THU PHÓNG
zh_cn: 縮放

source: EDIT METADATA
ar: تعديل بيانات التعريف
ca: EDITA LES METADADES
cs_cz: EDITACE METADAT
cy_gb: GOLYGU METADATA
eu_es: DATUAK EDITATU
fi_fi: MUOKKAA METATIETOJA
fr: ÉDITER LES MÉTADONNÉES
gl_es: EDITAR DATOS DESCRIPTIVOS
hu: META SZERKESZTÉSE
it: MODIFICA LE INFORMAZIONI
ja_jp: メタ情報を編集
nb_no: ENDRE METADATA
nl: BEWERK METADATA
pl: EDYTUJ META DANE
ro_ro: EDITEAZĂ METADATELE
sk_sk: Upraviť metadáta
tr: METADATA DÜZENLE
vi_vn: CHỈNH SỬA SIÊU DỮ LIỆU
zh_cn: 编辑元数据

source: GENRES
ar: الأنواع
ca: GÈNERES
cs_cz: ŽÁNRY
eu_es: MOTAK
fi_fi: TYYLILAJIT
gl_es: XÉNEROS
hu: MŰFAJ
it: GENERE
ja_jp: ジャンル
nb_no: SJANGRE
pl: GATUNKI
ro_ro: GENURI
sk_sk: Žánre
tr: TÜRLER
vi_vn: THỂ LOẠI
zh_cn: 所有类型

source: SOME FILES YOU LINKED ARE LOCATED OUTSIDE THE GAMELIST PATH. DO YOU WANT TO USE A COPY OF THESE FILES RELATIVE TO THE GAMELIST ?
ar: بعض الملفات التي ربطتها صارت خارج مسار قائمة الألعاب. أترغب في استعمال نسخة من هذه الملفات مرتبطة بقائمة الألعاب ؟
ca: ALGUNS DELS ARXIUS QUE HA VINCULAT ESTÀN UBICATS FORA DE LA RUTA DE GAMELISTS. VOL USAR UNA CÒPIA D'AQUESTS ARXIUS RELATIVA A LA MATEIXA?
cs_cz: NĚKTERÉ SOUBORY, KTERÉ JSTE PROPOJILI, SE NACHÁZEJÍ MIMO CESTU K SEZNAMU HER. CHCETE POUŽÍT KOPII TĚCHTO SOUBORŮ VZHLEDEM K SEZNAMU HER ?
eu_es: ESTEKATU DITUZUN FITXATEGI BATZUK JOKO LISTAREN BIDETIK KANPO KOKATUTA DAUDE. FITXATEGI HORIEN KOIPA BAT JOKO LISTAREKIKO ERLATIBO BEZELA ERABILI NAHI AL DUZU?
fr: CERTAINS FICHIERS LIÉS SONT SITUÉS EN DEHORS DU CHEMIN DE LA LISTE DE JEUX. VOULEZ-VOUS UTILISER UNE COPIE DE CES FICHIERS RELATIFS À LA LISTE DE JEUX ?
gl_es: ALGÚNS FICHEIROS VINCULADOS ESTÁN UBICADOS FÓRA DO CAMINO DE ACCESO DA LISTA DE XOGOS. QUERES EMPREGAR UNHA COPIA DESTES ARQUIVOS RELATIVOS A LISTA DE XOGOS ACTUAL?
hu: NÉHÁNY FÁJL A JÁTÉLKLISTA ELÉRHETŐSÉGI ÚTJÁN KÍVÜL TALÁLHATÓ MAG. AKARSZ EZEKBŐL MÁSOLATOT HASZNÁLNI, AMI RELATÍV A JÁTÉKLISTÁHOZ KÉPEST?
it: ALCUNI FILE COLLEGATI SI TROVANO AL DI FUORI DEL PERCORSO DELLA GAMELIST. VUOI UTILIZZARE UNA COPIA DI QUESTI FILE RELATIVI ALLA GAMELIST?
ja_jp: ゲームリストのフォルダ外のファイルを選択しています 関連ファイルを指定フォルダ（rom/[system]/images等）に コピーしますか？(いいえ、はコピーせずパス指定のみ)
nl: SOMMIGE GELINKTE BESTANDEN BEVINDEN ZICH BUITEN HET PAD VAN DE SPELLIJST. WILT U EEN KOPIE GEBRUIKEN VAN DEZE BESTANDEN REALITIEF AAN DE SPEELLIJST?
pl: NIEKTÓRE POŁĄCZONE PLIKI ZNAJDUJĄ SIĘ POZA ŚCIEŻKĄ LISTY GIER. CZY CHCESZ KORZYSTAĆ Z KOPII TYCH PLIKÓW W STOSUNKU DO LISTY GIER?
ro_ro: UNELE FIȘIERE PE CARE LE-AI INDICAT SE AFLĂ ÎN AFARA CĂII LISTEI DE JOCURI. DOREȘTI SĂ FOLOSEȘTI O COPIE A ACESTOR FIȘIERE RELATIVĂ LA LISTA DE JOCURI?
sk_sk: Niektoré súbory, ktoré ste prepojili, sa nachádzajú mimo cesty zoznamu hier. Chcete použiť kópiu týchto súborov relatívnú k zoznamu hier?
tr: BAĞLADIĞINIZ BAZI DOSYALAR OYUN LİSTESİ YOLUNUN DIŞINDA BULUNMAKTADIR. OYUN LİSTESİNE GÖRE BU DOSYALARIN BİR KOPYASINI KULLANMAK İSTER MİSİNİZ?
vi_vn: MỘT SỐ TỆP BẠN LIÊN KẾT NẰM BÊN NGOÀI ĐƯỜNG DẪN DANH SÁCH TRÒ CHƠI. BẠN CÓ MUỐN SỬ DỤNG BẢN SAO CỦA CÁC TỆP NÀY LIÊN QUAN ĐẾN DANH SÁCH TRÒ CHƠI KHÔNG?
zh_cn: 你链接的一些文件位于游戏列表路径之外。 是否要使用这些文件相对于游戏列表的副本？

source: CONNECT TO NETPLAY
ar: الإتصال بـ لعبة نت
ca: CONNECTAR A NETPLAY
cs_cz: PŘIPOJIT SE K SÍTI
cy_gb: CYSYLLTWCH Â RHWYDWAITH
eu_es: KONEKTATU SARE JOKORA
fi_fi: YHDISTÄ VERKKOPELIIN
fr: REJOINDRE UNE PARTIE EN RÉSEAU
gl_es: CONECTAR A XOGO EN LIÑA
he: התחברות לרשת NETPLAY
hu: CSATLAKOZÁS NETPLAY-HEZ
it: COLLEGATI SU NETPLAY
ja_jp: ネットプレイの接続
nb_no: KOBLE TIL NETPLAY
nl: VERBINDEN MET NETPLAY
pl: POŁĄCZ Z NETPLAY
ro_ro: CONECTEAZĂ-TE LA NETPLAY
sk_sk: Pripojiť k sieťovej hre
tr: NETPLAY'E BAĞLAN
vi_vn: KẾT NỐI ĐẾN NETPLAY
zh_cn: 进行联网游戏

source: Select a game lobby to join
ar: اختر حُجرَة اللعبة للانضمام
ca: Seleccionar una sala de joc per unir-se
cs_cz: Vyberte herní lobby, do které se chcete připojit
eu_es: Aukeratu zein joko gelara batu nahi duzun
fi_fi: Valitse pelialue johon liittyä
fr: Choisir la partie à rejoindre
gl_es: Escolle unha sala de xogo para unirte
hu: Válassza ki azt a játéklobbyt, amelyhez csatlakozni szeretne
it: Seleziona una stanza di gioco a cui unirti
ja_jp: 参加したいゲームロビーを選択
nb_no: Velg en spilllobby å bli med
nl: Selecteer een spel lobby voor deelname
pl: Wybierz lobby gry do której chcesz dołączyć
ro_ro: Alege o sală pentru te alătura
sk_sk: Vyberte hernú miestnosť na pripojenie
tr: Katılmak için oyun lobisi seç
vi_vn: Chọn sảnh trò chơi để tham gia
zh_cn: 选择要加入的游戏大厅

source: FAILED
ar: فشل
ca: HA FALLAT
cs_cz: NEÚSPĚŠNÉ
cy_gb: METHU
eu_es: HUTS EGIN DU
fi_fi: EPÄONNISTUI
fr: ÉCHEC
gl_es: FALLOU
he: נכשל
hu: SIKERTELEN
it: FALLITO
ja_jp: 失敗
nb_no: FEILET
nl: MISLUKT
pl: NIE POWIODŁO SIĘ
ro_ro: EȘUAT
sk_sk: Zlyhalo
tr: BAŞARISIZ
vi_vn: LỖI
zh_cn: 失败

source: UNKNOWN ROM VERSION
ar: نسخة مِلف اللعبة (روم) غير معروفة
ca: VERSIÓ DESCONEGUDA DE LA ROM
cs_cz: NEZNÁMÁ VERZE ROM
cy_gb: FERSIWN ROM ANHYSBYS
eu_es: ROM BERTSIO EZEZAGUNA
fi_fi: TUNTEMATON ROM-VERSIO
fr: VERSION DE ROM INCONNUE
gl_es: VERSION DA ROM DESCOÑECIDA
he: גרסה לא ידועה ROM
hu: ISMERETLEN ROM VERZIÓ
it: VERSIONE ROM SCONOSCIUTA
ja_jp: 不明なROMバージョン
nb_no: UKJENT ROM VERSJON
nl: ONBEKENDE ROM VERSIE
pl: NIEZNANA WERSJA ROM
ro_ro: VERSIUNE ROM NECUNOSCUTĂ
sk_sk: Neznáma verzia ROM
tr: BİLİNMEYEN ROM VERSİYONU
vi_vn: KHÔNG RÕ PHIÊN BẢN ROM
zh_cn: 未知ROM版本

source: DIFFERENT ROM
ar: روم متخلفة
ca: LA ROM ÉS DIFERENT
cs_cz: ROZDÍLNÉ ROM
cy_gb: ROM GWAHANOL
eu_es: ROM DESBERDINA
fi_fi: ERI ROM
fr: ROM DIFFÉRENTE
gl_es: a ROM E DIFERENTE
he: ROM אחר
hu: KÜLÖNBÖZŐ ROM
it: ROM DIVERSA
ja_jp: 異なるROM
nb_no: FORSKJELLIG FRA
nl: ANDERE ROM
pl: INNY ROM
ro_ro: ROM DIFERIT
sk_sk: Odlišný ROM
tr: FARKLI ROM
vi_vn: ROM KHÁC
zh_cn: 不一致的ROM

source: SAME ROM
ar: نفس الروم
ca: LA ROM ÉS IGUAL
cs_cz: STEJNÁ ROM
cy_gb: UN ROM
eu_es: ROM BERDINA
fi_fi: SAMA ROM
fr: ROM IDENTIQUE
gl_es: A ROM E A MESMA
he: אותו ה ROM
hu: AZONOS ROM
it: ROM UGUALE
ja_jp: 同じROM
nb_no: SAMME ROM
nl: DEZELFDE ROM
pl: TEN SAM ROM
ro_ro: ACELAȘI ROM
sk_sk: Rovnaký ROM
tr: AYNI ROM
vi_vn: CÙNG ROM
zh_cn: 相同的ROM

source: UNAVAILABLE CORE
ar: CORE غير متوفر
ca: NUCLI NO DISPONIBLE
cs_cz: NEDOSTUPNÉ JÁDRO
cy_gb: CRAIDD ANNERBYNIOL
eu_es: NUKLEO ESKURAEZINA
fi_fi: YDIN EI SAATAVILLA
fr: CŒUR NON DISPONIBLE
gl_es: NÚCLEO NON DISPOÑIBLE
he: ליבה לא זמינה
hu: NEM ELÉRHETŐ CORE
it: CORE NON DISPONIBILE
ja_jp: 利用できないコア
nb_no: UTILGJENGELIG KJERNE
nl: ONBESCHIKBARE CORE
pl: NIEDOSTĘPNE JĄDRO EMULATORA
ro_ro: NUCLEU INDISPONIBIL
sk_sk: Nedostupné jadro
tr: MEVCUT OLMAYAN ÇEKİRDEK
vi_vn: LÕI KHÔNG KHẢ DỤNG
zh_cn: 核心不可用
