Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: PUBLISHER, DESCENDING
ar: الناشر، تنازلي
ca: DISTRIBUÏDOR, DESCENDENT
cs_cz: VYDAVATEL, SESTUPNĚ
cy_gb: CYHOEDDWR, DISGYNNOL
eu_es: PUBLIKATZAILEA, BEHERUNTZ
fi_fi: JULKAISIJA, LASKEVA
fr: EDITEUR, DÉCROISSANT
gl_es: EDITOR, DESCENDENTE
hu: KIADÓ, CSÖKKENŐ
it: EDITORE, DISCENDENTE
ja_jp: 発売元、降順
nb_no: UTGIVER, SYNKENDE
nl: UITGEVER, AFLOPEND
pl: WYDAWCA, MALEJĄCO
ro_ro: EDITOR, DESCRESCĂTOR
sk_sk: Vydavateľ, zostupne
tr: YAYINCI, AZALAN
vi_vn: NHÀ XUẤT BẢN, GIẢM DẦN
zh_cn: 发行商（降序）

source: SYSTEM, ASCENDING
ar: النظام، تصاعدي
ca: SISTEMA, ASCENDENT
cs_cz: SYSTÉM, VZESTUPNĚ
cy_gb: SYSTEM, ESGYNNOL
eu_es: SISTEMA, GORUNTZ
fi_fi: JÄRJESTELMÄ, NOUSEVA
fr: SYSTÈME, CROISSANT
gl_es: SISTEMA, ASCENDENTE
hu: RENDSZER, NÖVEKVŐ
it: SISTEMA, ASCENDENTE
ja_jp: システム、昇順
nb_no: SYSTEM, STIGENDE
nl: SYSTEEM, OPLOPEND
pl: SYSTEM, ROSNĄCO
ro_ro: SISTEM, CRESCĂTOR
sk_sk: Systém, vzostupne
tr: SİSTEM, ARTAN
vi_vn: HỆ THỐNG, TĂNG DẦN
zh_cn: 系统（升序）

source: SYSTEM, DESCENDING
ar: النظام، تنازلي
ca: SISTEMA, DESCENDENT
cs_cz: SYSTÉM, SESTUPNÝ
cy_gb: SYSTEM, DISGYNNOL
eu_es: SISTEMA, BEHERUNTZ
fi_fi: JÄRJESTELMÄ, LASKEVA
fr: SYSTÈME, DÉCROISSANT
gl_es: SISTEMA, DESCENDENTE
hu: RENDSZER, CSÖKKENŐ
it: SISTEMA, DISCENDENTE
ja_jp: システム、降順
nb_no: SYSTEM, SYNKENDE
nl: SYSTEEM, AFLOPEND
pl: SYSTEM, MALEJĄCO
ro_ro: SISTEM, DESCRESCĂTOR
sk_sk: Systém, zostupne
tr: SİSTEM, AZALAN
vi_vn: HỆ THỐNG, GIẢM DẦN
zh_cn: 系统（降序）

source: FILE CREATION DATE, ASCENDING
ar: تاريخ إنشاء المِلف، تصاعدي
ca: DATA DE CREACIÓ DE L'ARXIU, ASCENDENT
cs_cz: DATUM VYTVOŘENÍ SOUBORU, VZESTUPNĚ
cy_gb: DYDDIAD CREU FFEIL, ESGYNNOL
eu_es: FITXATEGIAREN SORTZE DATA, GORUNTZ
fi_fi: TIEDOSTON LUOMISPÄIVÄ, NOUSEVA
fr: DATE D'AJOUT, CROISSANT
gl_es: DATA DE CREACIÓN DO FICHEIRO, ASCENDENTE
hu: FÁJL LÉTREHOZÁS DÁTUMA, NÖVEKVŐ
it: DATA CREAZIONE FILE, ASCENDENTE
ja_jp: ファイル作成日、昇順
nb_no: DATO FOR OPPRETTELSE AV FIL, STIGENDE
nl: BESTAND CREATIE DATUM, OPLOPEND
pl: DATA UTWORZENIA, ROSNĄCO
ro_ro: DATA CREĂRII FIȘIERULUI, CRESCĂTOR
sk_sk: Dátum vystvorenia súboru, vzostupne
tr: DOSYA OLUŞTURMA TARİHİ, ARTAN
vi_vn: NGÀY TẠO TỆP, TĂNG DẦN
zh_cn: 文件创建日期，升序

source: FILE CREATION DATE, DESCENDING
ar: تاريخ إنشاء المِلف، تنازلي
ca: DATA DE CREACIÓ DE L'ARXIU, DESCENDENT
cs_cz: DATUM VYTVOŘENÍ SOUBORU, SESTUPNĚ
cy_gb: DYDDIAD CREU FFEIL, DISGYNNOL
eu_es: FITXATEGIAREN SORTZE DATA, BEHERUNTZ
fi_fi: TIEDOSTON LUOMISPÄIVÄ, LASKEVA
fr: DATE D'AJOUT, DÉCROISSANT
gl_es: DATA DE CREACIÓN DO FICHEIRO, DESCENDENTE
hu: FÁJL LÉTREHOZÁS DÁTUMA, CSÖKKENŐ
it: DATA CREAZIONE FILE, DISCENDENTE
ja_jp: ファイル作成日、降順
nb_no: DATO FOR OPPRETTELSE AV FIL, SYNKENDE
nl: BESTAND CREATIE DATUM, AFLOPEND
pl: DATA UTWORZENIA, MALEJĄCO
ro_ro: DATA CREĂRII FIȘIERULUI, DESCRESCĂTOR
sk_sk: Dátum vystvorenia súboru, zostupne
tr: DOSYA OLUŞTURMA TARİHİ, AZALAN
vi_vn: NGÀY TẠO TỆP, GIẢM DẦN
zh_cn: 文件创建日期，降序

source: GAME TIME, ASCENDING
ar: مدة اللعب، تصاعدي
ca: TEMPS DE JOC, ASCENDENT
cs_cz: HERNÍ ČAS, VZESTUPNĚ
cy_gb: AMSER GÊM, ESGYNNOL
eu_es: JOKATUTAKO DENBORA, GORUNTZ
fi_fi: PELIAIKA, NOUSEVA
fr: TEMPS DE JEU, CROISSANT
gl_es: TEMPO DE XOGO, ASCENDENTE
hu: JÁTÉKIDŐ, NÖVEKVŐ
it: TEMPO DI GIOCO, ASCENDENTE
ja_jp: プレイ時間、昇順
nb_no: SPILLETID, STIGENDE
nl: SPEELTIJD, OPLOPEND
pl: CZAS GRY, ROSNĄCO
ro_ro: TIMPUL ÎN JOC, CRESCĂTOR
sk_sk: Čas hry, vzostupne
tr: OYUN ZAMANI, ARTAN
vi_vn: THỜI GIAN TRÒ CHƠI, TĂNG DẦN
zh_cn: 游玩时长，升序

source: GAME TIME, DESCENDING
ar: مدة اللعب، تنازلي
ca: TEMPS DE JOC, DESCENDENT
cs_cz: HERNÍ ČAS, SESTUPNĚ
cy_gb: AMSER GÊM, DISGYNNOL
eu_es: JOKATUTAKO DENBORA, BEHERUNTZ
fi_fi: PELIAIKA, , LASKEVA
fr: TEMPS DE JEU, DÉCROISSANT
gl_es: TEMPO DE XOGO, DESCENDENTE
hu: JÁTÉKIDŐ, CSÖKKENŐ
it: TEMPO DI GIOCO, DISCENDENTE
ja_jp: プレイ時間、降順
nb_no: SPILLETID, SYNKENDE
nl: SPEELTIJD, AFLOPEND
pl: CZAS GRY, MALEJĄCO
ro_ro: TIMPUL ÎN JOC, DESCRESCĂTOR
sk_sk: Čas hry, zostupne
tr: OYUN ZAMANI, AZALAN
vi_vn: THỜI GIAN TRÒ CHƠI, GIẢM DẦN
zh_cn: 游玩时长，降序

source: SYSTEM, RELEASE YEAR, ASCENDING
ar: النظام، سنة الإصدار، تصاعدي
ca: SISTEMA, ANY DE PUBLICACIÓ, ASCENDENT
cs_cz: SYSTÉM, ROK VYDÁNÍ, VZESTUPNĚ
eu_es: SISTEMA, PUBLIKATZE URTEA, GORUNTZ
fi_fi: JÄRJESTELMÄ, JULKAISUVUOSI, NOUSEVA
fr: SYSTÈME, ANNÉE DE SORTIE, CROISSANT
gl_es: SISTEMA, ANO DE LANZAMIENTO, ASCENDENTE
hu: RENDSZER, MEGJELENÉSI DÁTUM, NÖVEKVŐ SORREND
it: SISTEMA, ANNO DI USCITA, ASCENDENTE
ja_jp: システム、発売年、昇順
nb_no: SYSTEM, UTGIVELSEÅR, STIGENDE
nl: SYSTEEM, UITGAVE JAAR, OPLOPEND
pl: SYSTEM, DATA PREMIERY, ROSNĄCO
ro_ro: SISTEM, ANUL LANSĂRII, CRESCĂTOR
sk_sk: Systém, rok vydania, vzostupne
tr: SİSTEM, ÇIKIŞ YILI, ARTAN
vi_vn: HỆ THỐNG, NĂM PHÁT HÀNH, TĂNG DẦN
zh_cn: 游戏系统，发布年份，升序

source: SYSTEM, RELEASE YEAR, DESCENDING
ar: النظام، سنة الإصدار، تنازلي
ca: SISTEMA, ANY DE PUBLICACIÓ, DESCENDENT
cs_cz: SYSTÉM, ROK VYDÁNÍ, SESTUPNĚ
eu_es: SISTEMA, PUBLIKATZE URTEA, GORUNTZ
fi_fi: JÄRJESTELMÄ, JULKAISUVUOSI, LASKEVA
fr: SYSTÈME, ANNÉE DE SORTIE, DÉCROISSANT
gl_es: SISTEMA, ANO DE LANZAMIENTO, DESCENDENTE
hu: RENDSZER, MEGJELENÉSI DÁTUM, CSÖKKENŐ SORREND
it: SISTEMA, ANNO DI USCITA, DISCENDENTE
ja_jp: システム、発売年、降順
nb_no: SYSTEM, UTGIVELSEÅR, SYNKENDE
nl: SYSTEEM, UITGAVE JAAR, AFLOPEND
pl: SYSTEM, DATA PREMIERY, MALEJĄCO
ro_ro: SISTEM, ANUL LANSĂRII, DESCRESCĂTOR
sk_sk: Systém, rok vydania, zostupne
tr: SİSTEM, ÇIKIŞ YILI, AZALAN
vi_vn: HỆ THỐNG, NĂM PHÁT HÀNH, GIẢM DẦN
zh_cn: 游戏系统，发布年份，降序

source: RELEASE YEAR, SYSTEM, ASCENDING
ar: سنة الإصدار، النظام، تصاعدي
ca: ANY DE PUBLICACIÓ, SISTEMA, ASCENCENT
cs_cz: ROK VYDÁNÍ, SYSTÉM, VZESTUPNĚ
eu_es: PUBLIKATZE URTEA, SISTEMA, GORUNTZ
fi_fi: JULKAISUVUOSI, JÄRJESTELMÄ, NOUSEVA
fr: ANNÉE DE SORTIE, SYSTÈME, CROISSANT
gl_es: ANO DE LANZAMIENTO, SISTEMA, ASCENDENTE
hu: MEGJELENÉSI DÁTUM, RENDSZER, NÖVEKVŐ SORREND
it: ANNO DI USCITA, SISTEMA, ASCENDENTE
ja_jp: 発売年、システム、昇順
nb_no: UTGIVELSESÅR, SYSTEM, STIGENDE
nl: UITAVE JAAR, SYSTEEM, OPLOPEND
pl: DATA PREMIERY, SYSTEM, ROSNĄCO
ro_ro: ANUL LANSĂRII, SISTEM, CRESCĂTOR
sk_sk: Rok vydania, systém, vzostupne
tr: ÇIKIŞ YILI, SİSTEM, ARTAN
vi_vn: NĂM PHÁT HÀNH, HỆ THỐNG, TĂNG DẦN
zh_cn: 发布年份、游戏系统、升序

source: RELEASE YEAR, SYSTEM, DESCENDING
ar: سنة الإصدار، النظام، تنازلي
ca: ANY DE PUBLICACIÓ, SISTEMA, DESCENDENT
cs_cz: ROK VYDÁNÍ, SYSTÉM, SESTUPNĚ
eu_es: PUBLIKATZE URTEA, SISTEMA, BEHERUNTZ
fi_fi: JULKAISUVUOSI, JÄRJESTELMÄ, , LASKEVA
fr: ANNÉE DE SORTIE, SYSTÈME, DÉCROISSANT
gl_es: ANO DE LANZAMIENTO, SISTEMA, DESCENDENTE
hu: MEGJELENÉSI DÁTUM, RENDSZER, CSÖKKENŐ SORREND
it: ANNO DI USCITA, SISTEMA, DISCENDENTE
ja_jp: 発売年、システム、降順
nb_no: UTGIVELSESÅR, SYSTEM, SYNKENDE
nl: UITGAVE JAAR, SYSTEEM, AFLOPEND
pl: DATA PREMIERY, SYSTEM, MALEJĄCO
ro_ro: ANUL LANSĂRII, SISTEM, DESCRESCĂTOR
sk_sk: Rok vydania, systém, zostupne
tr: ÇIKIŞ YILI, SİSTEM, AZALAN
vi_vn: NĂM PHÁT HÀNH, HỆ THỐNG, GIẢM DẦN
zh_cn: 发布年份、游戏系统、降序

source: A,AN,THE
ca: EL,LA
fr: LE,LA,LES,L',UN,UNE,DE,DES,D',AU,A,AUX
gl_es: A, UN, O
hu: A,AZ,EZ
ja_jp: A,AN,THE(英タイトル)
nl: EEN,HET,DE
zh_cn: A，AN，THE（英文单词）

source: UPDATE AVAILABLE
ar: يوجد تحديث متوفر
ca: ACTUALITZACIÓ DISPONIBLE
cs_cz: AKTUALIZACE DOSTUPNÁ
cy_gb: DIWEDDARIAD AR GAEL
eu_es: EGUNERAKETA ESKURAGARRI
fi_fi: PÄIVITYS SAATAVILLA
fr: MISE À JOUR DISPONIBLE
gl_es: ACTUALIZACIÓN DISPOÑIBLE
he: עדכון זמין
hu: FRISSÍTÉS ELÉRHETŐ
it: AGGIORNAMENTO DISPONIBILE
ja_jp: 更新可能
nb_no: OPPDATERING TILGJENGELIG
nl: UPDATE BESCHIKBAAR
pl: DOSTĘPNA AKTUALIZACJA
ro_ro: ACTUALIZARE DISPONIBILĂ
sk_sk: Je dostupná aktualizácia
tr: GÜNCELLEME MEVCUT
vi_vn: BẢN CẬP NHẬT CÓ SẴN
zh_cn: 发现可用更新

source: %s connected
ar: %s متصل
ca: %s connectat
cs_cz: %s připojen
eu_es: %s konektatuta
fr: %s connectée
gl_es: %s conectado
hu: %s csatlakozva
it: %s connesso
ja_jp: %s - 接続
nb_no: %s tilkoblet
nl: %s verbonden
pl: %s połączono
ro_ro: %s conectat
sk_sk: %s pripojené
tr: %s bağlandı
vi_vn: %s đã kết nối
zh_cn: %s 已连接

source: %s disconnected
ar: %s منقطع
ca: %s desconnectat
cs_cz: %s odpojen
eu_es: %s deskonektatuta
fr: %s déconnectée
gl_es: %s desconectado
hu: %s lecsatlakozva
it: %s disconnesso
ja_jp: %s - 切断
nb_no: %s koblet fra
nl: %s niet verbonden
pl: %s rozłączono
ro_ro: %s deconectat
sk_sk: %s odpojené
tr: %s bağlantı kesildi
vi_vn: %s đã ngắt kết nối
zh_cn: %s 已断开连接

source: %d d
fr: %d j
hu: %d n
ja_jp: %d 日
pl: %d dni
ro_ro: %d z
tr: %d g
vi_vn: %d ngày
zh_cn: %d 天

source: %d h
ar: %d سا
cy_gb: %d a
eu_es: %d ordu
fi_fi: %d t
hu: %d ó
it: %d o
ja_jp: %d 時
nb_no: %d t
pl: %d godz
tr: %d s
vi_vn: %d giờ
zh_cn: %d 小时

source: %d mn
ar: %d د
ca: %d min
eu_es: %d min
hu: %d p
ja_jp: %d 分
nb_no: %d min
pl: %d min
ro_ro: %d min
tr: %d dk
vi_vn: %d phút
zh_cn: %d 分钟

source: %d sec
ar: %d ثا
ca: %d seg
eu_es: %d seg
fi_fi: %d sek
gl_es: %d seg
hu: %d mp
ja_jp: %d 秒
nb_no: %d sek
pl: %d sek
sk_sk: %d sek
tr: %d sn
vi_vn: %d giây
zh_cn: %d 秒

source: %d year ago
cs_cz: před %d rokem
fr: Il y a %d an
gl_es: %d ano
hu: %d éve
it: %d anno fa
ja_jp: %d 年前
pl: %d rok temu
ro_ro: acum %d an
sk_sk: pred %d rokom
tr: %d yıl önce
vi_vn: %d năm trước
zh_cn: %d 年前

source: %d day ago
ar: %d يوم
ca: fa %d dia
cs_cz: %d před dnem
cy_gb: %d diwrnod yn ôl
eu_es: duela egun %d
fi_fi: %d päivä sitten
fr: il y a %d jour
gl_es: %d día
hu: %d napja
it: %d giorno fa
ja_jp: %d 日前
nb_no: %d dag siden
nl: %d dag geleden
pl: %d dzień temu
ro_ro: acum %d zi
sk_sk: pred %d dňom
tr: %d gün önce
vi_vn: %d ngày trước
zh_cn: %d 天前

source: %d hour ago
ar: منذ %d ساعة
ca: fa %d hora
cs_cz: %d před hodinou
cy_gb: %d awr yn ôl
eu_es: duela ordu %d
fi_fi: %d tunti sitten
fr: il y a %d heure
gl_es: %d hora
hu: %d órája
it: %d ora fa
ja_jp: %d 時間前
nb_no: %d time siden
nl: %d uur geleden
pl: %d godzinę temu
ro_ro: acum %d oră
sk_sk: pred %d hodinou
tr: %d saat önce
vi_vn: %d giờ trước
zh_cn: %d 小时前

source: %d minute ago
ar: منذ %d دقيقة
ca: fa %d minut
cs_cz: %d před minutou
cy_gb: %d munud yn ôl
eu_es: duela minutu %d
fi_fi: %d minuutti sitten
fr: il y a %d minute
gl_es: %d minuto
hu: %d perce
it: %d minuto fa
ja_jp: %d 分前
nb_no: %d minutt siden
nl: %d minuut geleden
pl: %d minutę temu
ro_ro: acum %d minut
sk_sk: Pred %d minútou
tr: %d dakika önce
vi_vn: %d phút trước
zh_cn: %d 分钟前

source: %d second ago
ar: منذ %d ثانية
ca: fa %d segon
cs_cz: %d před sekundou
cy_gb: %d eiliad yn ôl
eu_es: duela segundu %d
fi_fi: %d sekuntti sitten
fr: il y a %d seconde
gl_es: %d segundo
hu: %d másodperce
it: %d secondo fa
ja_jp: %d 秒前
nb_no: %d sekund siden
nl: %d seconde geleden
pl: %d sekundę temu
ro_ro: acum %d secundă
sk_sk: Pred %d sekundou
tr: %d saniye önce
vi_vn: %d giây trước
zh_cn: %d 秒前

source: MOVE CURSOR
ar: تحريك المؤشر
ca: MOVEU EL CURSOR
cs_cz: PŘESUNOUT KURZOR
cy_gb: SYMUD CYRCHWR
eu_es: MUGITU KRUTSOREA
fr: DÉPLACER LE CURSEUR
gl_es: MOVER CURSOR
hu: KURZOR MOZGATÁSA
it: SPOSTA IL CURSORE
ja_jp: カーソル移動
nb_no: FLYTT MUSEPEKER
nl: BEWEEG CURSOR
pl: PORUSZ KURSOREM
ro_ro: MUTĂ CURSORUL
sk_sk: Posunúť kurzor
tr: İMLECİ TAŞI
vi_vn: DI CHUYỂN CON TRỎ
zh_cn: 移动鼠标

source: EDIT
ar: تعديل
ca: EDITA
cs_cz: UPRAVIT
cy_gb: GOLYGU
eu_es: EDITATU
fr: ÉDITER
gl_es: EDITAR
hu: SZERKESZT
it: MODIFICA
ja_jp: 編集
nb_no: ENDRE
nl: BEWERKEN
pl: EDYTUJ
ro_ro: EDITEAZĂ
sk_sk: Upraviť
tr: DÜZENLE
vi_vn: CHỈNH SỬA
zh_cn: 编辑

source: CHANGE
ar: تغيير
ca: CANVIA
cs_cz: ZMĚNIT
cy_gb: NEWID
eu_es: ALDATU
fr: CHANGER
gl_es: TROCAR
hu: VÁLTOZTAT
it: MODIFICA
ja_jp: 変更
nb_no: ENDRE
nl: VERANDEREN
pl: ZMIEŃ
ro_ro: SCHIMBĂ
sk_sk: Zmeniť
tr: DEĞİŞTİR
vi_vn: THAY ĐỔI
zh_cn: 更改

source: WORKING...
ar: يعمل حالياً...
ca: S'ESTÀ TREBALLANT…
cs_cz: PRACUJI...
cy_gb: YN GWEITHIO...
eu_es: LANEAN...
fr: EN COURS...
gl_es: EN CURSO...
hu: DOLGOZOM...
it: ATTENDERE...
ja_jp: 処理中...
nb_no: ARBEIDER...
nl: UITVOEREN...
pl: PRACUJĘ...
ro_ro: SE LUCREAZĂ...
sk_sk: Pracujem...
tr: ÇALIŞIYOR...
vi_vn: ĐANG LÀM VIỆC...
zh_cn: 进行中...

source: up/down
ar: أعلى/أسفل
ca: amunt/avall
cs_cz: nahoru/dolů
cy_gb: lan/lawr
eu_es: gora/behera
fr: haut/bas
gl_es: arriba/abaixo
hu: fel/le
it: su/giù
ja_jp: 上 / 下
nb_no: opp/ned
nl: omhoog/omlaag
pl: góra/dół
ro_ro: sus/jos
sk_sk: hore/dolu
tr: yukarı/aşağı
vi_vn: lên/xuống
zh_cn: 上/下

source: accept
ar: قبول
ca: acceptar
cs_cz: přijmout
cy_gb: derbyn
eu_es: ados
fr: accepter
gl_es: aceptar
hu: elfogad
it: accetta
ja_jp: 了解
nb_no: aksepter
nl: accepteer
pl: zaakceptuj
sk_sk: prijať
tr: kabul et
vi_vn: chấp nhận
zh_cn: 接受

source: SELECT ALL
ar: تحديد الكل
ca: SELECCIONA-HO TOT
cs_cz: OZNAČIT VŠE
cy_gb: DEWIS Y CYFAN
eu_es: DENAK
fi_fi: VALITSE KAIKKI
fr: TOUT SÉLECTIONNER
gl_es: TODOS
hu: ÖSSZES
it: SELEZIONA TUTTI
ja_jp: すべて選択
nb_no: VELG ALLE
nl: SELECTEER ALLES
pl: ZAZNACZ WSZYSTKO
ro_ro: SELECTEAZĂ TOT
sk_sk: Vybrať všetko
tr: TÜMÜ
vi_vn: CHỌN TẤT CẢ
zh_cn: 全部选择

source: select all
ar: تحديد الكل
ca: seleccionar-ho tot
cs_cz: označit vše
cy_gb: dewis y cyfan
eu_es: denak
fi_fi: valitse kaikki
fr: tout sélectionner
gl_es: todos
hu: összes
it: seleziona tutti
ja_jp: すべて選択
nb_no: velg alle
nl: selecteer alles
pl: zaznacz wszystko
ro_ro: selectează tot
sk_sk: vybrať všetko
tr: tümünü seç
vi_vn: chọn tất cả
zh_cn: 全部选择

source: SELECT NONE
ar: تحديد لاشيء
ca: NO SELECCIONIS RES
cs_cz: ŽÁDNÝ VÝBĚR
cy_gb: DEWISWCH DIM
eu_es: BAT ERE EZ
fi_fi: TYHJENNÄ
fr: AUCUN
gl_es: NINGÚN
hu: SEMELYIK
it: SELEZIONA NESSUNO
ja_jp: 選択解除
nb_no: VELG INGEN
nl: SELECTEER GEEN
pl: ODZNACZ WSZYSTKO
ro_ro: NU SELECTA NIMIC
sk_sk: Zrušiť všetko
tr: HİÇBİRİNİ SEÇME
vi_vn: KHÔNG CHỌN
zh_cn: 全部不选

source: select none
ar: تحديد لا شيء
ca: no seleccionar res
cs_cz: žádný výběr
cy_gb: dewiswch dim
eu_es: batere ez
fi_fi: tyhjennä
fr: aucun
gl_es: ningún
hu: semelyik
it: seleziona nessuno
ja_jp: 選択解除
nl: selecteer geen
pl: odznacz wszystko
ro_ro: nu selecta nimic
sk_sk: zrušiť výber
tr: hiçbirini seçme
vi_vn: không chọn
zh_cn: 全部不选

source: %i SELECTED
ar: تم تحديد %i
ca: %i SELECCIONAT
cs_cz: %i VYBRANÁ
cy_gb: %i WEDI DEWIS
eu_es: %i AUKERATUA
fr: %i SÉLECTIONNÉ
gl_es: %i ESCOLLIDO
hu: %i KIJELÖLVE
it: %i SELEZIONATO
ja_jp: %i 種 選択
nb_no: %i valgt
nl: %i GESELECTEERD
pl: %i WYBRANA
ro_ro: %i SELECTAT
sk_sk: %i vybrané
tr: %i SEÇİLİ
vi_vn: ĐÃ CHỌN %i
zh_cn: %i 已选择

source: ENABLED
ar: مفعّل
ca: HABILITAT
cs_cz: ZAPNUTO
eu_es: GAITUTA
fr: ACTIVÉ
gl_es: ACTIVADO
hu: ENGEDÉLYEZVE
it: ATTIVATO
ja_jp: 有効
nb_no: AKTIVERT
nl: INGESCHAKELD
pl: WŁĄCZONE
ro_ro: ACTIVAT
sk_sk: Povolené
tr: AKTİF
vi_vn: BẬT
zh_cn: 打开

source: DISCARD CHANGES
ar: تجاهل التغييرات
ca: DESCARTA ELS CANVIS
cs_cz: ZAHODIT ZMĚNY
cy_gb: TAFLU NEWIDIADAU
eu_es: ALDAKETAK BAZTERTU
fr: ANNULER LES CHANGEMENTS
gl_es: DESCARTAR TROCOS
hu: MÓDOSÍTÁSOK ELVETÉSE
it: ANNULLA LE MODIFICHE
ja_jp: 変更をしない
nb_no: FORKAST ENDRINGER
nl: VERANDERINGEN ANNULEREN
pl: PORZUĆ ZMIANY
ro_ro: ANULEAZĂ MODIFICĂRILE
sk_sk: Zahodiť zmeny
tr: DEĞİŞİKLİKLERİ KAYDETME
vi_vn: HỦY THAY ĐỔI
zh_cn: 放弃更改

source: WELCOME
ar: مرحباً
ca: BENVINGUT
cs_cz: VÍTEJ
cy_gb: CROESO
eu_es: ONGI ETORRI
fr: BIENVENUE
gl_es: BENVIDO
hu: ÜDVÖZÖLLEK
it: BENVENUTO
ja_jp: ようこそ
nb_no: VELKOMMEN
nl: WELKOM
pl: WITAJ
ro_ro: BUN VENIT
sk_sk: Vitajte
tr: HOŞGELDİNİZ
vi_vn: CHÀO MỪNG
zh_cn: 欢迎

source: %i GAMEPAD DETECTED
ar: %i وحدة تحكم تم اكتشافه
ca: S'HA DETECTAT %i COMANDAMENT
cs_cz: DETEKOVÁN %i GAMEPAD
cy_gb: %i PAD-GÊM WEDI CANFOD
eu_es: AGINTE %i DETEKTATUA
fr: %i MANETTE DÉTECTÉE
gl_es: %i MANDO DETECTADO
hu: %i GAMEPAD ÉRZÉKELVE
it: %i CONTROLLER RILEVATO
ja_jp: %i パッドが検出されました
nb_no: %i KONTROLLER OPPDAGET
nl: %i CONTROLLER GEVONDEN
pl: WYKRYTO %i KONTROLER
ro_ro: %i GAMEPAD DETECTAT
sk_sk: %i gamepad zistený
tr: %i GAMEPAD ALGILANDI
vi_vn: ĐÃ PHÁT HIỆN %i GAMEPAD
zh_cn: 检测到有 %i 个手柄/控制器

source: NO GAMEPADS DETECTED
ar: لم يتم اكتشاف أي وحدة تحكم
ca: NO S'HA DETECTAT CAP CONTROLADOR
cs_cz: NEBYLY ZJIŠTĚNY ŽÁDNÉ GAMEPADY
cy_gb: DIM PADIAU-GÊM WEDI CANFOD
eu_es: EZ DA AGINTERIK DETEKTATU
fr: AUCUNE MANETTE DÉTECTÉE
gl_es: NINGUN MANDO DETECTADO
hu: NINCS GAMEPAD
it: NESSUN CONTROLLER RILEVATO
ja_jp: ゲームパッドが検出されませんでした
nb_no: INGEN KONTROLLERE OPPDAGET
nl: GEEN CONTROLLERS GEVONDEN
pl: NIE WYKRYTO ŻADNEGO KONTROLERA
ro_ro: NICIUN GAMEPAD DETECTAT
sk_sk: Nenašiel sa gamepad
tr: GAMEPAD BULUNAMADI
vi_vn: KHÔNG PHÁT HIỆN GAMEPAD NÀO
zh_cn: 未检测到游戏手柄

source: HOLD A BUTTON ON YOUR DEVICE TO CONFIGURE IT.
ar: اختر زر من لوحة المفاتيح أو ذراع التحكم وابقى ضاغطا عليه للتعديل.
ca: PREMEU UN BOTÓ DEL VOSTRE DISPOSITIU PER CONFIGURAR-LO.
cs_cz: PODRŽENÍM TLAČÍTKA NA ZAŘÍZENÍ JEJ NAKONFIGURUJETE.
cy_gb: DALWCH BOTWM AR EICH DYFAIS I'W GADARNHAU.
eu_es: BOTOI BAT SAKATUA MANTENDU AGINTEAN KONFIGURATZEKO.
fr: MAINTENEZ UN BOUTON DE VOTRE MANETTE POUR LA CONFIGURER.
gl_es: MANTEN PREMIDO UN BOTON NO TEU DISPOSITIVO PARA CONFIGURALO.
hu: TARTS NYOMVA EGY GOMBOT A KONFIGURÁLÁSHOZ.
it: TIENI PREMUTO UN PULSANTE SUL TUO CONTROLLER PER CONFIGURARLO.
ja_jp: ボタンを押し続けると、 コントローラーの設定をします
nb_no: HOLD EN KNAPP PÅ ENHETEN DIN FOR Å KONFIGUERE DEN.
nl: HOU EEN KNOP INGEDRUKT OP UW CONTROLLER OM HET TE CONFIGUREREN.
pl: PRZYTRZYMAJ PRZYCISK NA KONTROLERZE ABY GO SKONFIGUROWAĆ.
ro_ro: ȚINE APĂSAT UN BUTON PE DISPOZITIVUL TĂU PENTRU A-L CONFIGURA.
sk_sk: Stlačte tlačidlo A na nastavenie vášho zariadenia.
tr: CİHAZI YAPILANDIRMAK İÇİN BİR TUŞA BASILI TUT.
vi_vn: GIỮ NÚT A TRÊN THIẾT BỊ CỦA BẠN ĐỂ CẤU HÌNH NÓ.
zh_cn: 请按住控制器上的任意按键以继续配置。

source: PRESS ESC TO CANCEL.
cs_cz: STISKNĚTE ESC PRO ZRUŠENÍ.
fr: APPUYEZ SUR ESC POUR ANNULER.
gl_es: PREME ESC PARA CANCELAR.
hu: NYOMJA MEG az ESC billentyűt a TÖRLÉSHEZ.
it: PREMI ESC PER CANCELLARE.
ja_jp: ESCキーでキャンセルします
pl: NACIŚNIJ ESC, ABY ANULOWAĆ.
ro_ro: APASĂ ESC PENTRU A ANULA.
sk_sk: Stlačte ESC na zrušenie.
tr: İPTAL ETMEK İÇİN ESC BASIN.
vi_vn: NHẤN ESC ĐỂ HỦY.
zh_cn: 按ESC取消。

source: PRESS ESC OR A HOTKEY TO CANCEL.
cs_cz: STISKNĚTE ESC NEBO HOTKEY PRO ZRUŠENÍ.
fr: APPUYEZ SUR ESC OU SUR UNE TOUCHE DE RACCOURCI POUR ANNULER.
gl_es: PREME ESC OU TECLA ATALLO PARA CANCELAR.
hu: NYOMJA MEG az ESC billentyűt vagy a HOTKEY-t a TÖRLÉSHEZ.
it: PREMI ESC O UN HOTKEY PER CANCELLARE.
ja_jp: ESC またはホットキーを押すと、キャンセルします
pl: NACIŚNIJ ESC LUB HOTKEY, ABY ANULOWAĆ.
ro_ro: APASĂ ESC SAU O TASTĂ RAPIDĂ PENTRU A ANULA.
sk_sk: Stlačte ESC alebo HOTKEY na zrušenie.
tr: İPTAL ETMEK İÇİN ESC VEYA KISAYOLA BASIN.
vi_vn: NHẤN ESC HOẶC PHÍM NÓNG A ĐỂ HỦY.
zh_cn: 按ESC或热键取消。

source: SHIFTS FOR UPPER,LOWER, AND SPECIAL
ar: تبديل لـ عالي، منخفض وخاص
ca: ALTERNA ENTRE MAJÚSCULES, MINÚSCULES I ESPECIALS
cs_cz: SHIFTY PRO HORNÍ, DOLNÍ A SPECIÁLNÍ
cy_gb: SHIFT AM UCHAF, ISEL, AC ARBENNIG
eu_es: SHIFT ERABILI MAIUSKULA, MINUSKULA ETA BEREZIENTZAT
fr: MAJ POUR MAJUSCULE, MINUSCULE ET SPÉCIAL
gl_es: MAIUS PARA MAIUSCULAS, MINUSCULAS, E ESPECIAIS
hu: VÁLTÁS NAGYBETŰ, KISBETŰ, SPECIÁLIS KÖZÖTT
it: PREMI SHIFT PER MAIUSCOLE, MINUSCOLE E SPECIALI
ja_jp: 大文字,小文字,特殊記号用の SHIFT
nb_no: SKIFT TEGN
nl: SHIFTS VOOR UPPER,LOWER, EN SPECIAAL
pl: SHIFT DLA DYŻYCH, MAŁYCH I SPECJALNYCH ZNAKÓW
ro_ro: SHIFT PENTRU MAJUSCULE, MINUSCULE ȘI SPECIALE
sk_sk: Zdvih pre horný, dolný a špeciálny
tr: ÜST, ALT VE ÖZEL İÇİN DEĞİŞTİRME
vi_vn: SHIFT ĐỂ VIẾT HOA, THƯỜNG, VÀ ĐẶC BIỆT
zh_cn: SHIFT键可切换大小写或特殊字符

source: SHIFT
ar: تبديل
eu_es: MAIUS
fr: MAJ
gl_es: MAIUSCULAS
ja_jp: SHIFT(文字種変更)

source: SPACE
ar: مسافة
ca: ESPAI
cy_gb: GOFOD
eu_es: HUTSUNEA
fr: ESPACE
gl_es: ESPACIO
hu: SZÓKÖZ
it: SPAZIO
ja_jp: 空白
nb_no: Mellomrom
nl: SPATIE
pl: SPACJA
ro_ro: SPAȚIU
sk_sk: Medzera
tr: BOŞLUK
vi_vn: KHOẢNG TRẮNG
zh_cn: 空格

# joystick
source: NORTH
ar: شمال
ca: NORD
cs_cz: SEVER
eu_es: IPARRA
fi_fi: POHJOINEN
fr: NORD
gl_es: NORTE
hu: ÉSZAK
it: NORD
ja_jp: N ボタン / 上位置
nb_no: NORD
pl: GÓRA (Y)
ro_ro: NORD
sk_sk: SEVER
tr: KUZEY
vi_vn: BẮC
zh_cn: 北按钮

# joystick
source: SOUTH
ar: جنوب
ca: SUD
cs_cz: JIH
eu_es: HEGOA
fi_fi: ETELÄ
fr: SUD
gl_es: SUR
hu: DÉL
it: SUD
ja_jp: S ボタン / 下位置
nb_no: SØR
pl: DÓŁ (A)
ro_ro: SUD
sk_sk: JUH
tr: GÜNEY
vi_vn: NAM
zh_cn: 南按钮

# joystick
source: EAST
ar: شرق
ca: EST
cs_cz: VÝCHOD
eu_es: EKIALDEA
fi_fi: ITÄ
fr: EST
gl_es: ESTE
hu: KELET
it: EST
ja_jp: E ボタン / 右位置
nb_no: ØST
pl: PRAWO (B)
ro_ro: EST
sk_sk: VÝCHOD
tr: DOĞU
vi_vn: ĐÔNG
zh_cn: 东按钮

# joystick
source: WEST
ar: غرب
ca: OEST
cs_cz: ZÁPAD
eu_es: MENDEBALDEA
fi_fi: LÄNSI
fr: OUEST
gl_es: OESTE
hu: NYUGAT
it: OVEST
ja_jp: W ボタン / 左位置
nb_no: VEST
pl: LEWO (X)
ro_ro: VEST
sk_sk: ZÁPAD
tr: BATI
vi_vn: TÂY
zh_cn: 西按钮

# joystick
source: START
ar: ابدأ
eu_es: HASI
ja_jp: スタート
sk_sk: Spustiť
tr: BAŞLA
vi_vn: BẮT ĐẦU
zh_cn: 开始

# joystick
source: SELECT
ar: حدد
eu_es: AUKERATU
hu: KIVÁLASZT
ja_jp: セレクト
sk_sk: Vybrať
tr: SEÇ
vi_vn: CHỌN
zh_cn: 选择

# joystick
source: D-PAD UP
ar: أعلى
ca: CREU DIGITAL, AMUNT
cs_cz: D-PAD NAHORU
eu_es: D-PAD GORA
fi_fi: RISTIOHJAIN YLÖS
fr: D-PAD HAUT
gl_es: CRUCETA ARRIBA
hu: IRÁNYVÁLASZTÓ FEL
it: D-PAD SÙ
ja_jp: 十字キー上
nb_no: D-PAD OPP
pl: D-PAD GÓRA
ro_ro: D-PAD SUS
sk_sk: D-pad hore
tr: D-PAD YUKARI
vi_vn: D-PAD TRÊN
zh_cn: 十字方向键上

# joystick
source: D-PAD DOWN
ar: أسفل
ca: CREU DIGITAL, AVALL
cs_cz: D-PAD DOLŮ
eu_es: D-PAD BEHERA
fi_fi: RISTIOHJAIN ALAS
fr: D-PAD BAS
gl_es: CRUCETA ABAIXO
hu: IRÁNYVÁLASZTÓ LE
it: D-PAD GIÙ
ja_jp: 十字キー下
nb_no: D-PAD NED
pl: D-PAD DÓŁ
ro_ro: D-PAD JOS
sk_sk: D-pad dolu
tr: D-PAD AŞAĞI
vi_vn: D-PAD DƯỚI
zh_cn: 十字方向键下

# joystick
source: D-PAD LEFT
ar: يسار
ca: CREU DIGITAL, ESQUERRA
cs_cz: D-PAD VLEVO
eu_es: D-PAD EZKERRA
fi_fi: RISTIOHJAIN VASEMALLE
fr: D-PAD GAUCHE
gl_es: CRUCETA ESQUERDA
hu: IRÁNYVÁLASZTÓ BAL
it: D-PAD SINISTRA
ja_jp: 十字キー左
nb_no: D-PAD VENSTRE
pl: D-PAD LEWO
ro_ro: D-PAD STÂNGA
sk_sk: D-pad vľavo
tr: D-PAD SOL
vi_vn: D-PAD TRÁI
zh_cn: 十字方向键左

# joystick
source: D-PAD RIGHT
ar: يمين
ca: CREU DIGITAL, DRETA
cs_cz: D-PAD VPRAVO
eu_es: D-PAD ESKUINA
fi_fi: RISTIOHJAIN OIKEALLE
fr: D-PAD DROITE
gl_es: CRUCETA DEREITA
hu: IRÁNYVÁLASZTÓ JOBB
it: D-PAD DESTRA
ja_jp: 十字キー右
nb_no: D-PAD HØYRE
pl: D-PAD PRAWO
ro_ro: D-PAD DREAPTA
sk_sk: D-pad vpravo
tr: D-PAD SAĞ
vi_vn: D-PAD PHẢI
zh_cn: 十字方向键右

# joystick
source: LEFT ANALOG UP
ar: الأنالوج اليسرى أعلى
ca: ANALÒGICA ESQUERRA, AMUNT
cs_cz: LEVÝ ANALOG NAHORU
eu_es: GORA EZKERREKO ANALOGIKOAN
fi_fi: VASEN ANALOGINEN YLÖS
fr: JOYSTICK GAUCHE / HAUT
gl_es: ANALOXICO ESQUERDO ARRIBA
hu: BAL ANALÓG FEL
it: ANALOGICO SX - SU
ja_jp: 左アナログST 上
nb_no: VENSTRE ANALOG OPP
nl: LINKER ANALOGE STICK OMHOOG
pl: LEWY ANALOG W GÓRĘ
ro_ro: MANETA STÂNGĂ SUS
sk_sk: Ľavý analóg hore
tr: SOL ANALOG YUKARI
vi_vn: ANALOG TRÁI TRÊN
zh_cn: 左摇杆上

# joystick
source: LEFT ANALOG DOWN
ar: الأنالوج اليسرى أسفل
ca: ANALÒGICA ESQUERRA, AVALL
cs_cz: LEVÝ ANALOG DOLŮ
eu_es: BEHERA EZKERREKO ANALOGIKOAN
fi_fi: VASEN ANALOGINEN ALAS
fr: JOYSTICK GAUCHE / BAS
gl_es: ANALOXICO ESQUERDO ABAIXO
hu: BAL ANALÓG LE
it: ANALOGICO SX - GIÙ
ja_jp: 左アナログST 下
nb_no: VENSTRE ANALOG NED
nl: LINKER ANALOGE STICK OMLAAG
pl: LEWY ANALOG W DÓŁ
ro_ro: MANETA STÂNGĂ JOS
sk_sk: Ľavý analóg dolu
tr: SOL ANALOG AŞAĞI
vi_vn: ANALOG TRÁI DƯỚI
zh_cn: 左摇杆下

# joystick
source: LEFT ANALOG LEFT
ar: الأنالوج اليسرى يسار
ca: ANALÒGICA ESQUERRA, ESQUERRA
cs_cz: LEVÝ ANALOG VLEVO
eu_es: EZKERRERA EZKERREKO ANALOGIKOAN
fi_fi: VASEN ANALOGINEN VASEMALLE
fr: JOYSTICK GAUCHE / GAUCHE
gl_es: ANALOXICO ESQUERDO ESQUERDA
hu: BAL ANALÓG BAL
it: ANALOGICO SX - SINISTRA
ja_jp: 左アナログST 左
nb_no: VENSTRE ANALOG VENSTRE
nl: LINKER ANALOGE STICK LINKS
pl: LEWY ANALOG W LEWO
ro_ro: MANETA STÂNGĂ STÂNGA
sk_sk: Ľavý analóg vľavo
tr: SOL ANALOG SOLA
vi_vn: ANALOG TRÁI TRÁI
zh_cn: 左摇杆左

# joystick
source: LEFT ANALOG RIGHT
ar: الأنالوج اليسرى يمين
ca: ANALÒGICA ESQUERRA, DRETA
cs_cz: LEVÝ ANALOG VPRAVO
eu_es: ESKUINERA EZKERREKO ANALOGIKOAN
fi_fi: VASEN ANALOGINEN OIKEALLE
fr: JOYSTICK GAUCHE / DROITE
gl_es: ANALOXICO ESQUERDO DEREITA
hu: BAL ANALÓG JOBB
it: ANALOGICO SX - DESTRA
ja_jp: 左アナログST 右
nb_no: VENSTRE ANALOG HØYRE
nl: LINKER ANALOGE STICK RECHTS
pl: LEWY ANALOG W PRAWO
ro_ro: MANETA STÂNGĂ DREAPTA
sk_sk: Ľavý analóg vpravo
tr: SOL ANALOG SAĞA
vi_vn: ANALOG TRÁI PHẢI
zh_cn: 左摇杆右
