Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

# joystick
source: RIGHT ANALOG UP
ar: الأنالوج اليمنى أعلى
ca: ANALÒGICA DRETA, AMUNT
cs_cz: PRAVÝ ANALOG NAHORU
eu_es: GORA ESKUINEKO ANALOGIKOAN
fi_fi: OIKEA ANALOGINEN YLÖS
fr: JOYSTICK DROITE / HAUT
gl_es: ANALOXICO DEREITO ARRIBA
hu: JOBB ANALÓG FEL
it: ANALOGICO DX - SÙ
ja_jp: 右アナログST 上
nb_no: HØYRE ANALOG OPP
nl: RECHTER ANALOGE STICK OMHOOG
pl: PRAWY ANALOG W GÓRĘ
ro_ro: MANETA DREAPTĂ SUS
sk_sk: Pravý analóg hore
tr: SAĞ ANALOG YUKARI
vi_vn: ANALOG PHẢI TRÊN
zh_cn: 右摇杆上

# joystick
source: RIGHT ANALOG DOWN
ar: الأنالوج اليمنى أسفل
ca: ANALÒGICA DRETA, AVALL
cs_cz: PRAVÝ ANALOG DOLŮ
eu_es: BEHERA ESKUINEKO ANALOGIKOAN
fi_fi: VASEN ANALOGINEN ALAS
fr: JOYSTICK DROITE / BAS
gl_es: ANALOXICO DEREITO ABAIXO
hu: JOBB ANALÓG LE
it: ANALOGICO DX - GIÙ
ja_jp: 右アナログST 下
nb_no: HØYRE ANALOG NED
nl: RECHTER ANALOGE STICK OMLAAG
pl: PRAWY ANALOG W DÓŁ
ro_ro: MANETA DREAPTĂ JOS
sk_sk: Pravý analóg dolu
tr: SAĞ ANALOG AŞAĞI
vi_vn: ANALOG PHẢI DƯỚI
zh_cn: 右摇杆下

# joystick
source: RIGHT ANALOG LEFT
ar: الأنالوج اليمنى يسار
ca: ANALÒGICA DRETA, ESQUERRA
cs_cz: PRAVÝ ANALOG VLEVO
eu_es: EZKERRERA ESKUINEKO ANALOGIKOAN
fi_fi: VASEN ANALOGINEN VASEMALLE
fr: JOYSTICK DROITE / GAUCHE
gl_es: ANALOXICO DEREITO ESQUERDA
hu: JOBB ANALÓG BAL
it: ANALOGICO DX - SINISTRA
ja_jp: 右アナログST 左
nb_no: HØYRE ANALOG VENSTRE
nl: RECHTER ANALOGE STICK LINKS
pl: PRAWY ANALOG W LEWO
ro_ro: MANETA DREAPTĂ STÂNGA
sk_sk: Pravý analóg vľavo
tr: SAĞ ANALOG SOLA
vi_vn: ANALOG PHẢI TRÁI
zh_cn: 右摇杆左

# joystick
source: RIGHT ANALOG RIGHT
ar: الأنالوج اليمنى يمين
ca: ANALÒGICA DRETA, DRETA
cs_cz: PRAVÝ ANALOG VPRAVO
eu_es: ESKUINERA ESKUINEKO ANALOGIKOAN
fi_fi: VASEN ANALOGINEN OIKEALLE
fr: JOYSTICK DROITE / DROITE
gl_es: ANALOXICO DEREITO DEREITA
hu: JOBB ANALÓG JOBB
it: ANALOGICO DX - DESTRA
ja_jp: 右アナログST 右
nb_no: HØYRE ANALOG HØYRE
nl: RECHTER ANALOGE STICK RECHTS
pl: PRAWY ANALOG W PRAWO
ro_ro: MANETA DREAPTĂ DREAPTA
sk_sk: Pravý analóg vpravo
tr: SAĞ ANALOG SAĞA
vi_vn: ANALOG PHẢI PHẢI
zh_cn: 右摇杆右

# joystick
source: LEFT SHOULDER
ar: الكتف اليسرى
ca: L (BOTÓ SUPERIOR ESQUERRE)
cs_cz: LEVÁ PÁČKA VLEVO
eu_es: EZKER SORBALDA
fr: L1
gl_es: OMBRO ESQUERDO
hu: BAL ÜTKÖZŐ
it: SPALLA SINISTRA
ja_jp: 左 ショルダー(L1)
nb_no: VENSTRE SKULDER
pl: LEWE RAMIĘ
ro_ro: UMĂR STÂNG
sk_sk: Ľavé rameno
tr: SOL OMUZ
vi_vn: VAI TRÁI
zh_cn: 肩键L1

# joystick
source: RIGHT SHOULDER
ar: الكتف اليمنى
ca: R (BOTÓ SUPERIOR DRET)
cs_cz: LEVÁ PÁČKA VPRAVO
eu_es: ESKUIN SORBALDA
fr: R1
gl_es: OMBRO DEREITO
hu: JOBB ÜTKÖZŐ
it: SPALLA DESTRA
ja_jp: 右 ショルダー(R1)
nb_no: HØYRE SKULDER
pl: PRAWE RAMIĘ
ro_ro: UMĂR DREPT
sk_sk: Pravé rameno
tr: SAĞ OMUZ
vi_vn: VAI PHẢI
zh_cn: 肩键R1

# joystick
source: LEFT TRIGGER
ar: الزناد الأيسر
ca: GALLET ESQUERRE
cs_cz: PRAVÁ PÁČKA VLEVO
eu_es: EZKER KOLPEKARIA
fr: GACHETTE GAUCHE (L2)
gl_es: GATILLO ESQUERDO
hu: BAL RAVASZ
it: GRILLETTO SX
ja_jp: 左 トリガー(L2)
nb_no: VENSTRE TRIGGER
pl: LEWY SPUST
ro_ro: TRĂGACI STÂNG
sk_sk: Ľavý spúšťač
tr: SOL TETİK
vi_vn: NÚT BẤM TRÁI
zh_cn: 扳机键L2

# joystick
source: RIGHT TRIGGER
ar: الزناد الأيمن
ca: GALLET DRET
cs_cz: PRAVÁ PÁČKA VPRAVO
eu_es: ESKUIN KOLPEKARIA
fr: GACHETTE DROITE (R2)
gl_es: GATILLO DEREITO
hu: JOBB RAVASZ
it: GRILLETTO DX
ja_jp: 右 トリガー(R2)
pl: PRAWY SPUST
ro_ro: TRĂGACI DREPT
sk_sk: Pravý spúšťač
tr: SAĞ TETİK
vi_vn: NÚT BẤM PHẢI
zh_cn: 扳机键R2

# joystick
source: LEFT STICK PRESS
ar: ضغط العصا اليسرى
ca: BOTÓ PALANCA ESQUERRA
cs_cz: STISKNOUT LEVOU PÁČKU
eu_es: EZKER STICK SAKATZEA
fr: APPUI STICK GAUCHE (L3)
gl_es: PAU ESQUERDO PREMER
hu: BAL KAR LENYOMÁS
it: PREMI MANOPOLA SX
ja_jp: 左 アナログST押(L3)
nb_no: VENSTRE PINNE PRESS
pl: NACIŚNIĘCIE LEWEGO ANALOGA
ro_ro: MANETĂ ANALOGICĂ STÂNGĂ APĂSAT
sk_sk: Stlačenie ľavej páčky
tr: SOL STICK TUŞU
vi_vn: NHẤN STICK TRÁI
zh_cn: 左摇杆按压键L3

# joystick
source: RIGHT STICK PRESS
ar: ضغط العصا اليمنى
ca: BOTÓ PALANCA DRETA
cs_cz: STISKNOUT PRAVOU PÁČKU
eu_es: ESKUIN STICK SAKATZEA
fr: APPUI STICK DROIT (R3)
gl_es: PAU DEREITO PREMER
hu: JOBB KAR LENYOMÁS
it: PREMI MANOPOLA DX
ja_jp: 右 アナログST押(R3)
nb_no: HØYRE PINNE PRESS
pl: NACIŚNIĘCIE PRAWEGO ANALOGA
ro_ro: MANETĂ ANALOGICĂ DREAPTĂ APĂSAT
sk_sk: Stlačenie pravej páčky
tr: SAĞ STICK TUŞU
vi_vn: NHẤN STICK PHẢI
zh_cn: 右摇杆按压键R3

# joystick
source: HOTKEY
ar: المفتاح الساخن
ca: BOTÓ DRECERA
gl_es: ATALLO
hu: GYORSBILLENTYŰ
it: TASTO HOTKEY
ja_jp: ホットキー
ro_ro: BUTON RAPID
vi_vn: PHÍM NÓNG
zh_cn: 热键

source: CONFIGURING
ar: ضبط
ca: S'ESTÀ CONFIGURANT
cs_cz: KONFIGUROVÁNÍ
cy_gb: YN FFURFWEDDU
eu_es: KONFIGURATZEN
fr: CONFIGURATION
gl_es: CONFIGURANDO
hu: BEÁLLÍTÁS
it: CONFIGURAZIONE
ja_jp: 設定中
nb_no: KONFIGUERER
nl: CONFIGUREREN
pl: KONFIGUROWANIE
ro_ro: SE CONFIGUREAZĂ
sk_sk: Nastavovanie
tr: YAPILANDIRILIYOR
vi_vn: CẤU HÌNH
zh_cn: 配置

source: KEYBOARD
ar: لوحة مفاتيح
ca: TECLAT
cs_cz: KLÁVESNICE
cy_gb: ALWEDDFWRDD
eu_es: TEKLATUA
fr: CLAVIER
gl_es: TECLADO
hu: BILLENTYŰZET
it: TASTIERA
ja_jp: キーボード
nb_no: TASTATUR
pl: KLAWIATURA
ro_ro: TASTATURĂ
sk_sk: Klávesnica
tr: KLAVYE
vi_vn: BÀN PHÍM
zh_cn: 键盘

source: GAMEPAD %i
ar: لوحة تحكم %i
ca: COMANDAMENT %i
cy_gb: PAD-GÊM %i
eu_es: %i AGINTEA
fr: MANETTE %i
gl_es: MANDO %i
it: CONTROLLER %i
ja_jp: ゲームパッド %i
nb_no: KONTROLLER %i
nl: CONTROLLER %i
pl: KONTROLER %i
zh_cn: 游戏手柄 %i

source: HOLD ANY BUTTON TO SKIP
ar: اضعط مطولا على أي زر للتجاهل
ca: MANTENIU PREMUT QUALSEVOL BOTÓ PER OMETRE
cs_cz: PODRŽENÍM LIBOVOLNÉHO TLAČÍTKA PŘESKOČÍTE
cy_gb: DALU UNRHYW BOTWM I SGIPIO
eu_es: MANTENDU EDOZEIN BOTOI TXANDAPASARAKO
fr: RESTER APPUYÉ SUR UN BOUTON POUR PASSER
gl_es: MANTEN PREMIDO CALQUER BOTÓN PARA SALTAR
hu: TARTS NYOMVA EGY GOMBOT A KIHAGYÁSHOZ
it: TIENI PREMUTO UN PULSANTE PER SALTARE
ja_jp: キー/ボタンを押し続けるとスキップ
nb_no: HOLD HVILKEN SOM HELST KNAPP FOR Å HOPPE OVER
nl: HOUD EEN KNOP INGEDRUKT OM OVER TE SLAAN
pl: PRZYTRZYMAJ PRZYCISK ABY POMINĄĆ
ro_ro: ȚINE APĂSAT ORICE BUTON PENTRU A OMITE
sk_sk: Stlačte nejaké tlačidlo na preskočenie
tr: GEÇMEK İÇİN BİR TUŞA BASILI TUT
vi_vn: GIỮ BẤT KỲ NÚT NÀO ĐỂ BỎ QUA
zh_cn: 长按任意键跳过

source: -NOT DEFINED-
ar: -غير محدد-
ca: NO S'HA DEFINIT
cs_cz: -NEDEFINOVÁNO-
cy_gb: -HEB EI DDIFFINIO-
eu_es: -KONFIGURATU GABE-
fr: -NON CONFIGURÉ-
gl_es: -NON DEFINIDO-
hu: -NINCS BEÁLLÍTVA-
it: -NON CONFIGURATO-
ja_jp: -未割当-
nb_no: -IKKE DEFINERT-
nl: -NIET GEDEFINIEERD-
pl: -NIEZDEFINIOWANY-
ro_ro: -NEDEFINIT-
sk_sk: -NEDEFINOVANÉ-
tr: -TANIMLI DEĞİL-
vi_vn: -KHÔNG XÁC ĐỊNH-
zh_cn: -未定义-

source: NO HOTKEY BUTTON HAS BEEN ASSIGNED. THIS IS REQUIRED FOR EXITING GAMES WITH A CONTROLLER. DO YOU WANT TO USE THE SELECT BUTTON AS YOUR HOTKEY?
ar: لم تعين الزر الساخن.هذا هام جدا للخروج من الألعاب التي تشتغل بوحدة التحكم. أترغب في استعمال الزر سيليكت كالزر الساخن الخاص بك؟
ca: NO S'HA ASSIGNAT CAP BOTÓ DRECERA. ÈS REQURIT PER A SORTIR DELS JOCS AMB UN COMANDAMENT.VOL USAR EL BOTÓ SELECT COM A BOTÓ DRECERA?
cs_cz: NEZVOLILI JSTE TLAČÍTKO -HOTKEY-. JE TO NUTNÉ PRO UKONČENÍ HRY POMOCI HER. OVLADAČE. CHCETE POUŽÍT TLAČÍTKO -SELECT- JAKO -HOTKEY-?
eu_es: HOTKEY BOTOIA EZ DA EZARRI. KONTROLATZAILEA ERABILIZ JOKOETATIK ATERATZEKO BEHARREZKOA DA. SELECT BOTOIA ERABILI NAHI AL DUZU HOTKEY BEZELA?
fr: VOUS N’AVEZ PAS ASSIGNÉ DE BOUTON HOTKEY. CECI EST NÉCESSAIRE POUR QUITTER UN JEU AVEC UNE MANETTE. VOULEZ-VOUS ASSIGNER LE BOUTON SELECT À HOTKEY ?
gl_es: NON SE ASIGNOU NINGÚN BOTÓN DE ATALLO. É REQUERIDO PARA SAÍR DOS XOGOS CUN MANDO. QUERES UTILIZAR O BOTÓN SELECT COMO TECLA ATALLO?
hu: NINCS GYORSBILLENTYŰ HOZZÁRENDELVE. EZ AKKOR SZÜKSÉGES, HA KONTROLLERREL SZERETNE KILÉPNI A JÁTÉKOKBÓL. SZERETNÉ A KIVÁLASZTÁS GOMBOT GYORSBILLENTYŰKÉNT HASZNÁLNI?
it: NESSUN PULSANTE PER IL TASTO HOTKEY È STATO ASSEGNATO. IL PULSANTE È NECESSARIO PER USCIRE DAL GIOCO O USARE LE SUE FUNZIONI AVANZATE. VUOI USARE IL PULSANTE SELECT COME TASTO HOTKEY.
ja_jp: ホットキーを使用するボタンを選択しませんでした。 これは、コントローラーでゲームを終了するために必要です。 ホットキーに「セレクト」ボタンを 使用しますか?
nb_no: INGEN HURTIGTAST ER TILDELT. DETTE KREVES FOR Å AVSLUTTE SPILL MED EN KONTROLL. VIL DU BRUKE SELECT-KNAPPEN SOM DIN HURTIGTAST?
nl: GEEN HOTKEY IS TOEGEWEZEN. DIT IS VEREIST OM SPELLEN AF TE SLUITEN MET EEN CONTROLLER. WILT U DE SELECT KNOP GEBRUIKEN ALS HOTKEY?
pl: NIE PRZYPISANO PRZYCISKU HOTKEY. JEST TO WYMAGANE DO WYJŚCIA Z GIER ZA POMOCĄ KONTROLERA. CZY CHCESZ UŻYĆ PRZYCISKU SELECT JAKO HOTKEY?
ro_ro: NU S-A DEFINIT NICIUN BUTON RAPID. ACEST LUCRU ESTE NECESAR PENTRU A PUTEA ÎNCHIDE JOCURILE CU UN CONTROLER. DOREȘTI SĂ FOLOSEȘTI BUTONUL SELECT CA BUTON RAPID?
sk_sk: Nebolo nastavené tlačidlo Hotkey. Toto sa vyžaduje na ukončovanie hier pomocou ovládača. Chcete použiť tlačidlo Select ako Hotkey?
tr: HOTKEY TUŞU ATANMADI. BU KONTROL AYGITI BİR OYUNDAN ÇIKARKEN GEREKECEKTİR. SELECT TUŞUNU HOTKEY OLARAK KULLAN?
vi_vn: KHÔNG CÓ PHÍM NÓNG NÀO ĐƯỢC GÁN. ĐIỀU NÀY BẮT BUỘC ĐỂ THOÁT TRÒ CHƠI BẰNG BỘ ĐIỀU KHIỂN. BẠN CÓ MUỐN SỬ DỤNG NÚT CHỌN LÀM PHÍM NÓNG KHÔNG?
zh_cn: 温馨提示：您没有为热键分配按钮。如果不分配热键，您将无法使用手柄退出游戏。是否要使用“选择”按钮作为热键？

source: SET SELECT AS HOTKEY
ar: تعيين سيلكيت كزر ساخن
ca: ESTABLIR SELECT COM A BOTÓ DRECERA
cs_cz: -SELECT- JAKO -HOTKEY-
eu_es: EZARRI SELECT HOTKEY BEZELA
fr: ASSIGNER SELECT À HOTKEY
gl_es: ESTABLECER SELECT COMO TECLA DE ATALLO
hu: KIVÁLASZTÁS GOMB BEÁLLÍTÁSA GYORSBILLENTYŰNEK
it: USA SELECT COME TASTO HOTKEY
ja_jp: 「セレクト」をホットキーに設定
nb_no: SET SELECT SOM HURTIGTAST
nl: ZET SELECT ALS HOTKEY
pl: USTAW PRZYCISK SELECT JAKO HOTKEY
ro_ro: SETEAZĂ SELECT CA BUTON RAPID
sk_sk: Nastaviť Select ako Hotkey
tr: HOTKEY ATA
vi_vn: ĐẶT NÚT CHỌN LÀM PHÍM NÓNG
zh_cn: 设置选择键为热键

source: DO NOT ASSIGN HOTKEY
ar: لا تقوم تعيين المفتاح الساخن
ca: NO ASSIGNAR BOTÓ DRECERA
cs_cz: NEPŘIDÁVAT -HOTKEY-
eu_es: EZ EZARRI HOTKEY-RIK
fr: NE PAS ASSIGNER DE HOTKEY
gl_es: NON ASIGNA A TECLA DE ATALLO
hu: NE RENDELJEN HOZZÁ GYORSBILLENTYŰT
it: NESSUN TASTO HOTKEY
ja_jp: ホットキーの割り当てをしない
nb_no: IKKE TILDEL HOTKEY
nl: HOTKEY NIET TOEWIJZEN
pl: NIE PRZYPISUJ PRZYCISKU HOTKEY
ro_ro: NU ASOCIA UN BUTON RAPID
sk_sk: Nepriraďovať Hotkey
tr: HOTKEY ATAMA
vi_vn: KHÔNG GÁN PHÍM NÓNG
zh_cn: 不分配热键（不建议）

source: HOLD FOR %iS TO SKIP
ar: اضغط مطولا لـ %iS للتجاهل
ca: MANTENIU PREMUT DURANT %i SEGONS PER OMETRE
cs_cz: PODRŽET PRO %iS K PŘESKOČENÍ
cy_gb: DAL AM %i EILIAD I SGIPIO
eu_es: MANTENDU %i PASATZEKO
fr: APPUYER PENDANT %iS POUR PASSER
gl_es: MANTEN PREMIDO %iS PARA SALTAR
hu: NYOMD %i MÁSODPERCIG A KIHAGYÁSHOZ
it: PREMI PER %iS PER SALTARE
ja_jp: %iS 長押しでスキップ
nb_no: HOLD I %iS FOR Å HOPPE OVER
nl: HOUD %iS INGEDRUKT OM OVER TE SLAAN
pl: PRZYTRZYMAJ %iS ABY POMINĄĆ
ro_ro: ȚINE APĂSAT %iS PENTRU A OMITE
sk_sk: Podržte %iS na preskočenie
tr: GEÇMEK İÇİN %iS BASILI TUT
vi_vn: GIỮ %i ĐỂ BỎ QUA
zh_cn: 长按 %iS 跳过

source: PRESS ANYTHING
ar: اضغط أي مفتاح
ca: PREMEU QUALSEVOL COSA
cs_cz: STISKNĚTE COKOLI
cy_gb: PWYSO UNRHYWBETH
eu_es: EDOZEIN BOTOI SAKATU
fr: APPUYEZ SUR UN BOUTON
gl_es: PREME CALQUER BOTÓN
hu: NYOMJ LE EGY GOMBOT
it: PREMI UN PULSANTE
ja_jp: 割当ボタンを押す
nb_no: TRYKK HVA SOM HELST
nl: DRUK OM EEN WILLEKEURIGE KNOP/TOETS
pl: NACIŚNIJ DOWOLNY PRZYCISK
ro_ro: APASĂ ORICE
sk_sk: Stlačte niečo
tr: HERHANGİ BİR TUŞA BASIN
vi_vn: NHẤN PHÍM BẤT KỲ
zh_cn: 按任意键

source: ALREADY TAKEN
ar: تم تكوينه مسبقا
ca: JA ESTÀ AGAFAT
cs_cz: JJIŽ PŘIJATO
cy_gb: WEDI CYMRYD YN BAROD
eu_es: ERABILITA
fr: DÉJÀ UTILISÉ
gl_es: XA EN USO
hu: MÁR BE VAN ÁLLÍTVA
it: GIÀ UTILIZZATO
ja_jp: 既に割り当て済み
nb_no: ALLEREDE OPPTATT
nl: AL GEBRUIKT
pl: JUŻ W UŻYCIU
ro_ro: DEJA FOLOSIT
sk_sk: Už použité
tr: ZATEN ALINMIŞ
vi_vn: ĐÃ ĐƯỢC CHỌN
zh_cn: 按键已被占用

source: SCREEN READER ENABLED
ar: قارئ الشاشة مفعل
ca: LECTOR DE PANTALLA HABILITAT
cs_cz: POVOLENÁ ČTEČKA OBRAZOVKY
eu_es: PANTAILA IRAKURLEA GAITUTA
fi_fi: NÄYTÖNSÄÄSTÄJÄ OTETTU KÄYTTÖÖN
fr: LECTURE À L’ÉCRAN ACTIVÉE
gl_es: LECTOR DE PANTALLA ACTIVADO
hu: KÉPERNYŐOLVASÓ ENGEDÉLYEZVE
it: SINTESI VOCALE ATTIVATA
ja_jp: スクリーンリーダー有効
nb_no: SKJERMLESER AKTIVERT
nl: SCHERM LEZER INGESCHAKELD
pl: WŁĄCZONY CZYTNIK EKRANU
ro_ro: CITITOR DE ECRAN ACTIVAT
sk_sk: Čítačka obrazovky povolená
tr: EKRAN OKUYUCUSU AKTİF EDİLDİ
vi_vn: BẬT TRÌNH ĐỌC MÀN HÌNH
zh_cn: 屏幕阅读器已启用

source: SCREEN READER DISABLED
ar: قارئ الشاشة معطل
ca: LECTOR DE PANTALLA DESHABILITAT
cs_cz: VYPNUTÁ ČTEČKA OBRAZOVKY
eu_es: PANTAILA IRAKURLEA EZGAITUTA
fi_fi: NÄYTÖNSÄÄSTÄJÄ POISTETTU KÄYTÖSTÄ
fr: LECTURE À L’ÉCRAN DÉSACTIVÉE
gl_es: LECTOR DE PANTALLA DESACTIVADO
hu: A KÉPERNYŐOLVASÓ LE VAN TILTVA
it: SINTESI VOCALE DISATTIVATA
ja_jp: スクリーンリーダー無効
nb_no: SKJERMLESER DEAKTIVERT
nl: SCHERM LEZER UITGESCHAKELD
pl: WYŁĄCZONY CZYTNIK EKRANU
ro_ro: CITITOR DE ECRAN DEZACTIVAT
sk_sk: Čítačka obrazovky zakázaná
tr: EKRAN OKUYUCUSU PASİF EDİLDİ
vi_vn: TẮT TRÌNH ĐỌC MÀN HÌNH
zh_cn: 屏幕阅读器已关闭

source: CALIBRATING GUN Fire on targets to calibrate
ar: معايرة المسدس أطلق النار على الأهداف للمعايرة
ca: CALIBRANT PISTOLA Dispari als objectius per a calibrar
cs_cz: KALIBRACE ZBRANĚ Střelba na cíle pro kalibraci
eu_es: PISTOLA KALIBRATZENItuei tiro egin kalibratzeko
fr: CALIBRATION DU PISTOLET Tirer sur les cibles pour calibrer
gl_es: CALIBRANDO PISTOLA Dispara os obxectivos para calibrar
hu: FEGYVER KALIBRÁCIÓ Tűz a kalibrálandó célpontokra
it: CALIBRAZIONE PISTOLA Spara sui bersagli per calibrare
ja_jp: 銃キャリブレーション ターゲットに発射して較正
pl: KALIBRACJA PISTOLETU Strzelanie do celów w celu kalibracji
ro_ro: SE CALIBREAZĂ PISTOLUL Trage în ținte pentru a-l calibra
sk_sk: Kalibrácia zbrane Vystreľte na cieľ na kalibráciu
tr: SİLAH KALİBRE EDİLİYOR Kalibrasyon için hedeflere ateş et
vi_vn: HIỆU CHỈNH SÚNG Bắn vào mục tiêu để hiệu chỉnh
zh_cn: 校准枪 对准目标射击以进行校准

source: Unknown
ar: غير معروف
ca: Desconegut
cs_cz: Neznámý
cy_gb: Anhysbys
eu_es: Ezezaguna
fi_fi: Tuntematon
fr: Inconnu
gl_es: Descoñecido
he: לא ידוע
hu: Ismeretlen
it: Sconosciuto
nb_no: Ukjent
nl: Onbekend
pl: Nieznany
ro_ro: Necunoscut
sk_sk: Neznáme
tr: Bilinmeyen
vi_vn: Không rõ
zh_cn: 未知

source: OK
ar: موافق
ca: ACCEPTA
cy_gb: IAWN
eu_es: ADOS
gl_es: DACORDO
he: אישור
tr: TAMAM
zh_cn: 确定

source: SHOW NETPLAY OPTIONS WHEN LAUNCHING GAME
gl_es: AMOSAR OPCIÓNS DE XOGO EN REDE AO INICIAR O XOGO
hu: NETPLAY BEÁLLÍTÁSOK MEGJELENÍTÉSE JÁTÉK INDÍTÁSAKOR
ro_ro: ARATĂ OPȚIUNILE NETPLAY LA LANSAREA JOCULUI

source: Allows choice of online, offline, or joining another game.
gl_es: Permite escoller entre xogar en liña, fóra de liña ou unirse a outra partida.
hu: Lehetővé teszi az online és offline választást, vagy egy másik játékhoz való csatlakozást.
ro_ro: Permite alegerea online, offline sau alăturarea la un alt joc.

source: SHOW RELAY SERVER GAMES ONLY
fr: AFFICHER UNIQUEMENT LES JEUX AVEC SERVEUR RELAIS
gl_es: AMOSAR SÓ SERVIDOR DE RETRANSMISIÓN DE XOGOS
hu: CSAK RELAY SZERVER JÁTÉKOK MUTATÁSA
it: MOSTRA SOLO I GIOCHI RELAY SERVER
pl: POKAŻ TYLKO GRY Z SERWEREM POŚREDNICZĄCYM
ro_ro: ARATĂ DOAR JOCURILE CU SERVER DE RETRANSLAȚIE
vi_vn: CHỈ HIỂN THỊ MÁY CHỦ TRÒ CHƠI CHUYỂN TIẾP

source: Relay server games have a higher chance of successful entry.
fr: Les connections à des jeux sur serveur relais ont plus de chances d'aboutir.
gl_es: Os servidores de retransmisión de xogos teñen máis probabilidades de conexión exitosa.
hu: Relay szerver játékoknak nagyobb az esélyük a sikeres csatlakozáshoz.
it: I giochi relay server hanno migliori chance di successo.
pl: Gry z serwerem pośredniczącym mają większą szansę na udane wejście.
ro_ro: Jocurile cu server de retranslație au o șansă mai mare de a permite alăturarea cu succes.
vi_vn: Máy chủ trò chơi chuyển tiếp có cơ hội tham gia thành công cao hơn.

source: fast fade
fr: fondu rapide
gl_es: esvaecemento rápido
hu: gyors elhalványulás
it: dissolvenza rapida
pl: szybkie zanikanie
ro_ro: atenuează rapid
vi_vn: mờ nhanh

source: fast slide
fr: glissement rapide
gl_es: deslizamento rápido
hu: gyors csúszás
it: scorrimento rapido
pl: szybkie przesunięcie
ro_ro: glisează rapid
vi_vn: trượt nhanh

source: QUICK JUMP LETTER
fr: SAUT RAPIDE PAR LETTRE
gl_es: SALTO RÁPIDO POR LETRA
hu: GYORS BETŰHÖZ UGRÁS
it: TASTO DI SALTO VELOCE
pl: LITERA SZYBKIEGO WYBORU
ro_ro: SALT RAPID LITERĂ

source: SHOW TRACKBALL ICON
fr: AFFICHER L'ICÔNE TRACKBALL
gl_es: AMOSAR ICONA DE BÓLA DE SEGUIMENTO
hu: A HANYATTEGÉR IKONJÁNAK MEGJELENÍTÉSE
it: MOSTRA ICONA TRACKBALL
pl: POKAŻ IKONĘ TRACKBALL'A
ro_ro: ARATĂ PICROGRAMĂ TRACKBALL
vi_vn: HIỂN THỊ BIỂU TƯỢNG BI LĂN

source: SHOW SPINNER ICON
fr: AFFICHER L'ICÔNE SPINNER
gl_es: AMOSAR ICONA DE SPINNER
hu: PÖRGETTYŰ IKON MEGJELENÍTÉSE
it: MOSTRA ICONA SPINNER
pl: POKAŻ IKONĘ SPINNER'A
ro_ro: ARATĂ PICROGRAMĂ SPINNER
vi_vn: HIỂN THỊ BIỂU TƯỢNG XOAY

source: WIFI SSID
ar: اسم الشبكة SSID
ca: SSID DEL WIFI
cy_gb: SSID WIFI
eu_es: WIFI SSID-a
fi_fi: WIFI:N SSID
fr: NOM DU RÉSEAU WIFI
gl_es: NOME DA REDE SEN FIOS
he: שם רשת (WIFI SSID)
it: SSID WIFI
nb_no: NETTVERKSNAVN
ro_ro: SSID WIFI
sk_sk: Názov siete
zh_cn: WiFi 名称

source: Select a game lobby to create or join
gl_es: Escolle unha sala de xogo para crear ou unirte
hu: Válassza ki azt a játéklobbyt, amelyet létre akar hozni, vagy amelyhez csatlakozni szeretne
ro_ro: Alege o sală pentru a crea sau a te alătura

source: PLAY ONLINE AS HOST
gl_es: XOGAR EN LIÑA COMO ANFITRIÓN
hu: ONLINE JÁTÉK HOSTKÉNT
ro_ro: JOACĂ ONLINE CA GAZDĂ

source: PLAY OFFLINE
gl_es: XOGAR FÓRA DE LIÑA
hu: OFFLINE JÁTÉK
ro_ro: JOACĂ OFFLINE

source: JOIN EXISTING GAME
gl_es: UNIRSE A UN XOGO EXISTENTE
hu: MEGLÉVŐ JÁTÉKHOZ CSATLAKOZÁS
ro_ro: ALĂTURĂ-TE LA UN JOC EXISTENT

source: TRACKBALL
gl_es: BÓLA DE SEGUIMENTO
hu: HANYATTEGÉR
vi_vn: BI LĂN

source: retroachievements
ar: امتيازات
ca: retroachievements (trofeus)
cs_cz: retroúspechy
cy_gb: cyflawniadau-retro
fr: succès rétro
gl_es: logros (retraarchievements)
he: הישגי RETRO
it: retroachievements (trofei)
nl: retroprestaties
pl: retroosiągnięcia
ro_ro: retrorealizări
tr: retrobaşarımlar
zh_cn: RetroAchievement

source: trackball games
fr: jeux au trackball
gl_es: xogos de bóla de seguimento
hu: hanyattegér játékok
it: giochi trackball
pl: gry z trackball'em
ro_ro: jocuri cu trackball
vi_vn: trò chơi bi lăn

source: spinner games
fr: jeux au spinner
gl_es: Xogos de spinner
hu: pörgettyűs játékok
it: giochi spinner
pl: gry na spinner
ro_ro: jocuri cu spinner
vi_vn: trò chơi xoay

source: SEOUL
pl: SEUL

source: AUTOMATICALLY CREATE LOBBY
fr: CRÉER AUTOMATIQUEMENT UN LOBBY
it: CREA LOBBY AUTOMATICAMENTE
pl: AUTOMATYCZNIE UTWÓRZ LOBBY

source: Automatically creates a Netplay lobby when starting a game.
fr: Créer automatiquement un lobby Netplay au démarrage d’une partie.
it: Crea automaticamenta una lobby Netplay all'avvio del gioco.
pl: Automatycznie tworzy lobby Netplay podczas rozpoczynania gry.

source: Reset values of GameTime, PlayCount and LastPlayed metadata.
fr: Réinitialise les valeurs des métadonnées GameTime, PlayCount et LastPlayed.
hu: A GameTime, PlayCount és LastPlayed metaadatok értékeinek visszaállítása.
it: Resetta i valori metadata di GameTime, PlayCount e LastPlayed.
pl: Resetuje wartości metadanych GameTime, PlayCount i LastPlayed.
ro_ro: Resetează valorile pentru metadatele: timpul în joc, numărul de partide și ultima dată jucat.
vi_vn: Đặt lại dữ liệu Thời gian chơi, Số lần chơi và Lần chơi gần nhất.

source: HD WHEEL
fr: ROUE HD
it: VOLANTE HD
pl: KIEROWNICA HD

source: DON'T SHOW GROUPS WITH ONLY ONE SYSTEM
fr: NE PAS AFFICHER LES GROUPES QUI N'ONT QU'UN SEUL SYSTÈME
hu: NE JELENÍTSE MEG AZOKAT A CSOPORTOKAT, AMELYEKBEN CSAK EGY RENDSZER VAN
it: NON MOSTRARE GRUPPI CON UN SOLO SISTEMA
pl: NIE WYŚWIETLAJ GRUP Z JEDNYM SYSTEMEM
ro_ro: NU AFIȘA GRUPURI CARE CONȚIN UN SINGUR SISTEM

source: LAN GAMES
fr: JEUX EN RÉSEAU
it: GIOCHI LAN
pl: GRY SIECIOWE

source: ONLINE GAMES
fr: JEUX EN LIGNE
it: GIOCHI ONLINE
pl: GRY ONLINE

source: DRAW GUN CROSSHAIR
fr: DESSINER LA MIRE DU PISTOLET
hu: PISZTOLY CÉLKERESZTET RAJZOLÁS
it: DISEGNA MIRINO
pl: RYSUJ CELOWNIK BRONI
ro_ro: DESENEAZĂ ȚINTĂ PISTOL
vi_vn: Hiện tâm súng

source: BEHAVIOR
fr: COMPORTEMENT
it: COMPORTAMENTO
pl: ZACHOWANIE

source: RESTRICT HOTKEYS TO EXIT
fr: RESTREINDRE LES HOTKEYS À EXIT
it: LIMITA HOTKEYS ALL'USCITA
pl: OGRANICZ SKRÓTY DO WYJŚCIA

source: SHOW DATE TIME
fr: AFFICHE DATE HEURE
it: MOSTRA L'ORA
pl: POKAŻ CZAS I DATĘ

source: DATE FORMAT
fr: FORMAT DATE
it: FORMATO DATA
pl: FORMAT DATY

source: TIME FORMAT
fr: FORMAT HEURE
it: FORMATO ORA
pl: FORMAT CZASU

source: SAVING METADATA. PLEASE WAIT...
fr: ENREGISTREMENT DES MÉTADONNÉES. VEUILLEZ PATIENTER...
hu: METAADATOK MENTÉSE. KÉRLEK VÁRJ...
it: SALVATAGGIO METADATA, ASPETTA...
pl: ZAPISYWANIE METADANYCH. CZEKAJ...
ro_ro: SE SALVEAZĂ METADATELE. TE ROG AȘTEAPTĂ...
vi_vn: ĐANG LƯU METADATA. VUI LÒNG CHÒ...

source: Interlaced
fr: Entrelacé
it: Interlacciato
pl: Z przeplotem

source: SPINNER
hu: PÖRGETTYŰ
vi_vn: XOAY

source: Crc32
fi_fi: CRS32
zh_cn: CRC32值

source: Md5
zh_cn: Md5值

source: FORGET A BLUETOOTH DEVICE
ar: نسيان جهاز بلوتوث
eu_es: AHAZTU BLUETOOTH GAILUA
he: שכח התקן בלו-טות'
nb_no: GLØM BLUETOOTH ENHET
nl: VERGEET EEN BLUETOOTH APPARAAT
sk_sk: Zabudnúť bluetooth zariadenie
tr: BLUETOOTH CİHAZI UNUT
zh_cn: 解除配对的蓝牙设备

source: BLUETOOTH
ar: بلوتوث
zh_cn: 蓝牙

# game_options
source: ZFAST
fi_fi: Z-NOPEA
fr: NID D’ABEILLE
zh_cn: 快速着色

source: ALT GR
ar: ALT اليمنى
zh_cn: 右ALT键

source: PLAY ONLY SONGS FROM YOUR FAVORITES PLAYLIST
fr: LIRE UNIQUEMENT LES MUSIQUES DE VOTRE PLAYLIST DES FAVORIS
vi_vn: CHỈ PHÁT CÁC BÀI HÁT TỪ DANH SÁCH PHÁT YÊU THÍCH CỦA BẠN

source: SELECTION OF FAVORITE SONGS
fr: SÉLECTION DE MUSIQUES FAVORITES

source: REMOVE CURRENT SONG FROM THE FAVORITES PLAYLIST
fr: SUPPRIMER LA MUSIQUE ACTUELLE DE LA PLAYLIST DES FAVORIS
vi_vn: XÓA BÀI HÁT HIỆN TẠI KHỎI DANH SÁCH PHÁT YÊU THÍCH

source: SAVE CURRENT SONG TO THE FAVORITES PLAYLIST
fr: ENREGISTRER LA MUSIQUE ACTUELLE DANS LA PLAYLIST DES FAVORIS
vi_vn: LƯU BÀI HÁT HIỆN TẠI VÀO DANH SÁCH PHÁT YÊU THÍCH

source: FAVORITE SONGS
fr: MUSIQUES FAVORITES

source: AN ERROR OCCURED
ar: حدث خطأ ما
cy_gb: DIGWYDDODD GWALL
he: אירעה שגיאה
nl: ER IS EEN FOUT OPGETREDEN

source: CREATE NEW CUSTOM COLLECTION FROM THEME
ar: إنشاء مجموعة مخصصه جديدة من السمة
cy_gb: CREU CASGLIAD NEWYDD WEDI'I ADDASU O THEMA
he: יצירת אוסף מותאם אישית מערכת נושא
nl: NIEUW AANGEPASTE COLLECTIE MAKEN VAN THEMA

source: SELECT THEME FOLDER
ar: قم بإختيار مجلد السمة
cy_gb: DEWIS FFOLDER THEMA
he: בחירת ספריית ערכת נושא
nl: SELECTEER THEMA FOLDER

source: GROUP UNTHEMED CUSTOM COLLECTIONS
ar: جمع المجموعات المخصصه الغير موسومه
cy_gb: GRWPIO CASGLIADAU WEDI'I ADDASU DI-THEMA
he: צור קבוצת אוספים מותאמים אישית ללא ערכות נושא
nl: GROEPEER AANGEPASTE COLLECTIES ZONDER THEMA

source: HAS MEDIAS
ar: لديها وسائط

source: CEC
ar: CEC تحكم من التلفاز

source: Achievements won
cy_gb: Cyflawniadau a enillwyd
he: זכייה בהישגים
nl: Verdiende prestaties

source: SCRAPE RATINGS
cy_gb: CRAFU GRADDIAU
he: SCRAPE דירוגים
nl: SCRAPE INSTELLINGEN

source: SCRAPE VIDEOS
cy_gb: CRAFU FIDEOS
he: SCRAPE סרטונים
nl: VIDEOS SCRAPEN

source: SCRAPE FANART
cy_gb: CRAFU CELF FFAN
he: SCRAPE אמנות מעריצים
nl: FANART SCRAPEN

source: SCRAPE BEZEL (16:9)
nl: OMLIJSTING (16:9) SCRAPEN

source: SCRAPE BOX BACKSIDE
he: SCARPE עטיפות פנים
nl: ACHTERKANT DOOS SCRAPEN

source: SCRAPE MAP
cy_gb: CRAFU MAP
he: SCRAPE מפה
nl: MAP SCRAPEN

source: SCRAPE MANUAL
cy_gb: CRAFU LAWLYFR
he: SCRAPE מדריך
nl: HANDLEIDING SCRAPEN

source: SCRAPE PADTOKEY SETTINGS
cy_gb: CRAFU GOSODIADAU PAD I ALLWEDD
he: SCRAPE הגדרות משטח ללחצן
nl: SCRAPE CONTROLLER NAAR KEYBOARD INSTELLINGEN

source: UI SETTINGS
cy_gb: GOSODIADAU UI
he: הגדרות ממשק משתמש
nl: INTERFACE INSTELLINGEN

source: UNLOCK UI MODE
cy_gb: DATGLOI MODD UI
he: ביטול נעילת מצב ממשק משתמש
nl: INTERFACE MODUS ONTGRENDELEN

source: THE UI MODE IS NOW UNLOCKED
nl: DE INTERFACE MODUS IS NU ONTGRENDELD

source: ENTER THE CODE TO UNLOCK THE CURRENT UI MODE
nl: VOER DE CODE IN OM DE HUIDIGE INTERFACE MODUS TE ONTGRENDELEN

source: DEVELOPER
cy_gb: DATBLYGWR
he: מפתח
nl: ONTWIKKELAAR
