Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: You are changing the user interface to a restricted mode: This will hide most menu options to prevent changes to the system. To unlock and return to the full user interface, enter this code:
ca: Esteu canviant la interfície d'usuari d'un mode restringit: Això ocultarà més opcions de menú per a prevenir canvis al sistema. Per a desbloquejar i tornar a la interfície d'usuari completa, insereixi aquest codi:
cs_cz: Měníte uživatelské rozhraní na omezený režim: Tím se skryje většina možností menu, aby se zabránilo změnám v systému. Chcete-li odemknout a vrátit se do plného uživatelského rozhraní, zadejte kód:
eu_es: Erabiltzaile interfazea modu murriztu batetara aldatzen ari zara: Honek menuko aukera asko ezkutatuko ditu sisteman aldaketak ekiditeko. Desblokeatu eta erabiltzaile interfaze osore bueltatzeko, satu kode hau:
fi_fi: Olet muuttamassa käyttöliittymää rajoitetumpaan tilaan: Tämä piilottaa lähes kaikki asetukset estääkseen muutosten tekemisen järjestelmään. Avataksesi asetukset ja palataksesi täyteen käyttöliittymään, syötä tämä koodi:
fr: Vous allez passer à une interface plus restreinte: Cela cachera la plupart des options pouvant modifier le système. Pour revenir à l'interface complète, utilisez ce code :
gl_es: Estas cambiando a interface de usuario a modo restrinxido: Isto ocultará a maioría das opcións do menú para evitar cambios no sistema. Para desbloquear e voltar á interface de usuario completa, introduce este código:
hu: A felhasználói felületet korlátozott módra módosítja: Ez elrejti a legtöbb menüopciót, hogy megakadályozza a rendszer módosítását. A zárolás feloldásához és a teljes felhasználói felülethez való visszatéréshez írja be a következő kódot:
it: Stai cambiando l'interfaccia utente in modalità ristretta: Questo nasconderà molte opzioni di menu per prevenire cambiamenti al sistema. Per sbloccare e riavere l'interfaccia utente completa, inserisci il codice:
ja_jp: ユーザーインターフェイスを制限付きモードに変更します： ほとんどの設定メニューが 非表示になり、システム変更を 防止します。 ロック解除し完全な ユーザーインターフェイスに戻すには、 次のボタン順で入力します:
nb_no: Du endrer brukergrensesnittet til en begrenset modus: Dette vil skjule de fleste menyalternativer for å forhindre endringer i systemet. For å låse opp og gå tilbake til hele brukergrensesnittet, skriv inn denne koden:
pl: Zmieniasz interfejs użytkownika na tryb ograniczonego dostępu: Spowoduje to ukrycie większości opcji menu, aby zapobiec zmianom w systemie. Aby odblokować i powrócić do pełnego interfejsu użytkownika, wprowadź ten kod:
ro_ro: Vei schimba interfața cu un mod restricționat: Acest lucru va ascunde majoritatea opțiunilor din meniu pentru a preveni modificări ale sistemului. Pentru a debloca și a te întoarce la interfața completă, introdu acest cod:
sk_sk: Meníte používateľské rozhranie na obmedzený režim: Toto skryje väčšinu volieb ponúk na zabránenie zmien systému. Na odomknutie a návrať do plného rozhrania zadajte tento kód:
tr: Kullanıcı arayüzünü kısıtlı bir moda değiştiriyorsunuz: Bu, sistemdeki değişiklikleri önlemek için çoğu menü seçeneğini gizleyecektir. Kilidi açmak ve tam kullanıcı arayüzüne geri dönmek için şu kodu girin:
vi_vn: Bạn đang thay đổi giao diện người dùng sang chế độ hạn chế: Điều này sẽ ẩn hầu hết các tùy chọn menu để ngăn thay đổi đối với hệ thống. Để mở khóa và quay lại giao diện đầy đủ, hãy nhập mã này:
zh_cn: 您正在将用户界面更改为受限制的模式： 这将隐藏大多数菜单设置，以防止系统设置被更改。 要解锁并返回完整的用户界面，请输入以下密码：

source: Do you want to proceed?
ar: هل تريد المتابعة ؟
ca: Vol procedir?
cs_cz: Chcete pokračovat?
cy_gb: Ydych chi am barhau?
eu_es: Jarraitu nahi duzu?
fi_fi: Haluatko jatkaa?
fr: Voulez-vous continuer ?
gl_es: Queres continuar?
hu: Akarod folytatni?
it: Vuoi procedere?
ja_jp: 続行しますか？
nb_no: Ønsker du å fortsette?
nl: Wilt u doorgaan?
pl: Czy chcesz kontynuować?
ro_ro: Dorești să continui?
sk_sk: Chcete pokračovať?
tr: Devam etmek istiyor musunuz?
vi_vn: Bạn có muốn tiếp tục?
zh_cn: 是否继续?

source: KODI SETTINGS
ar: إعدادات كودي
ca: PARÀMETRES DEL KODI
cs_cz: NASTAVENÍ KODI
cy_gb: GOSODIADAU KODI
eu_es: KODI-ren KONFIGURAZIOA
fi_fi: KODIN ASETUKSET
fr: PARAMÈTRES KODI
gl_es: AXUSTES KODI
he: הגדרות KODI
hu: KODI BEÁLLÍTÁSOK
it: OPZIONI KODI
ja_jp: KODI 設定
nb_no: KODI INSTILLINGER
nl: KODI INSTELLINGEN
pl: USTAWIENIA KODI
ro_ro: SETĂRI KODI
sk_sk: Nastavenia KODI
tr: KODI AYARLARI
vi_vn: CÀI ĐẶT KODI
zh_cn: KODI 设置

source: ENABLE KODI
ar: تفعيل كودي
ca: HABILITA EL KODI
cs_cz: POVOLIT KODI
cy_gb: GALLUOGI KODI
eu_es: KODI AKTIBATU
fi_fi: OTA KODI KÄYTTÖÖN
fr: ACTIVER KODI
gl_es: ACTIVAR KODI
he: הפוך KODI לזמין
hu: KODI ENGEDÉLYEZÉSE
it: ABILITA KODI
ja_jp: KODI 有効
nb_no: AKTIVER KODI
nl: KODI INSCHAKELEN
pl: WŁĄCZ KODI
ro_ro: ACTIVEAZĂ KODI
sk_sk: Povoliť KODI
tr: KODI ETKİNLEŞTİR
vi_vn: KÍCH HOẠT KODI
zh_cn: 启用KODI多媒体中心

source: LAUNCH KODI AT BOOT
ar: تشغيل كودي خلال الإقلاع
ca: INICIAR KODI A L'INICIAR EL SISTEMA
cs_cz: SPUŠTĚNÍ KODI PŘI STARTU
cy_gb: KODI AR DDECHRAU
eu_es: HASI KODI ABIARAZTEAN
fi_fi: KÄYNNISTÄ KODI KÄYNNISTYESSÄ
fr: LANCER KODI AU DÉMARRAGE
gl_es: LANZAR KODI NO ARRANQUE
hu: KODI INDULÁSKOR
it: KODI ALL’AVVIO
ja_jp: 起動時に KODI 実行
nb_no: KODI VED OPPSTART
nl: START KODI BIJ OPSTARTEN
pl: KODI PRZY STARCIE
ro_ro: LANSEAZĂ KODI LA PORNIRE
sk_sk: Spustiť KODI pri štarte
tr: KODİ AÇILIŞTA BAŞLASIN
vi_vn: KHỞI CHẠY KODI KHI KHỞI ĐỘNG MÁY
zh_cn: 开机时进入KODI媒体中心

source: HARDWARE
ar: العتاد
ca: MAQUINARI
cy_gb: CALEDWEDD
eu_es: HARDWARE-A
fi_fi: LAITTEISTO
fr: MATÉRIEL
gl_es: SOPORTE FÍSICO (HARDWARE)
he: חומרה
hu: HARDVER
ja_jp: ハードウェア
nb_no: MASKINVARE
pl: SPRZĘT
sk_sk: Hardvér
tr: DONANIM
vi_vn: PHẦN CỨNG
zh_cn: 硬件

source: Sets the display's resolution for emulationstation.
ca: Estableix la resolució de pantalla per emulestation
cs_cz: Nastaví rozlišení displeje pro emulační stanici.
eu_es: Pantailaren bereizmena ezartzen du emulationstation-entzat
fr: Définir la résolution d'écran pour EmulationStation.
gl_es: Establece a resolución da pantalla para a estación de emulación.
hu: Kijelző felbontás beállítása az emulációhoz.
it: Imposta la risuluzione schermo per emulationstation.
ja_jp: Emulationstationで表示する解像度を設定します(自動＝最大) 動作に問題がある場合は1920x1080以下を試してください
pl: Ustawia rozdzielczość ekranu dla EmulationStation.
ro_ro: Setează rezoluția ecranului pentru emulationstation.
sk_sk: Nastaví predvolené rozlíšenie pre EmulationStation.
tr: Emulationstation için ekran çözünürlüğünü ayarlar.
vi_vn: Đặt độ phân giải của màn hình cho trình giả lập.
zh_cn: 为EmulationStation设置显示器分辨率。

source: AUDIO OUTPUT
ar: مخرج الصوت
ca: SORTIDA D'ÀUDIO
cs_cz: AUDIO VÝSTUP
cy_gb: ALLBWN SAIN
eu_es: AUDIO IRTEERA
fi_fi: ÄÄNEN ULOSTULO
fr: SORTIE AUDIO
gl_es: SAÍDA DE AUDIO
he: פלט שמע
hu: HANG KIMENET
it: USCITA AUDIO
ja_jp: 音声出力
nb_no: LYDUTGANG
pl: WYJŚCIE AUDIO
ro_ro: IEȘIRE AUDIO
sk_sk: Zvukový výstup
tr: SES ÇIKIŞI
vi_vn: ĐẦU RA ÂM THANH
zh_cn: 音频输出

source: AUDIO PROFILE
ar: وضع الصوت
ca: PERFIL D'ÀUDIO
cs_cz: AUDIO PROFIL
eu_es: AUDIO PROFILA
fi_fi: ÄÄNIPROFIILI
fr: PROFIL AUDIO
gl_es: PERFIL DE AUDIO
he: פרופיל שמע
hu: HANGPROFIL
it: PROFILO AUDIO
ja_jp: 音声プロファイル
nb_no: LYDPROFIL
nl: AUDIO PROFIEL
pl: PROFIL AUDIO
ro_ro: PROFIL AUDIO
sk_sk: Zvukový profil
tr: SES PROFİLİ
vi_vn: HỒ SƠ ÂM THANH
zh_cn: 音频输出配置文件

source: Available options can change depending on current audio output.
ar: بعض الميزات تظهر حسب مخرج الصوت الحالي
ca: Les opcions disponibles poden canviar depenent de la sortida d'àudio actual.
cs_cz: Dostupné možnosti se mohou měnit v závislosti na aktuálním zvukovém výstupu.
eu_es: Aukeragarri dauden ezarpenak aldatu daitezke uneko audio irteeraren arabera.
fi_fi: Saatavilla olevat asetukset voivat muuttua riippuen nykyisestä äänen ulostulosta.
fr: Les options disponibles dépendent de la sortie audio sélectionnée.
gl_es: As opcións dispoñibles poden cambiar dependendo da saída de audio actual.
hu: Az elérhető beállítások az aktuális hangkimenettől függően változhatnak.
it: Le opzioni disponibili possino cambiare a seconda dell'attuale uscita audio
ja_jp: 使用可能な設定は、現在の音声出力に応じて変わる可能性があります
nb_no: Tilgjengelige alternativer kan endres avhengig av gjeldende lydutgang.
pl: Dostępne opcje mogą się zmieniać w zależności od bieżącego wyjścia audio.
ro_ro: Opțiunile disponibile se pot schimba în funcție de ieșirea audio curentă.
sk_sk: Dostupné voľby sa môžu zmeniť podľa aktuálneho audio výstupu.
tr: Mevcut seçenekler mevcut ses çıkışına bağlı olarak değişebilir.
vi_vn: Các tùy chọn khả dụng có thể thay đổi tùy thuộc vào đầu ra âm thanh hiện tại.
zh_cn: 可用选项会根据当前音频输出而改变。

source: BOOT SPLASH
ar: شاشة الافتتاحية
ca: PANTALLA DE PRESENTACIÓ
cs_cz: UVÍTÁNÍ
eu_es: ABIARAZTE PANTAILA
fi_fi: KÄYNNISTYKSEN ANIMAATIO
fr: SPLASH AU DÉMARRAGE
gl_es: PANTALLA DE ARRANQUE
he: אנימציית פתיח
hu: RENDSZERINDÍTÁS KEZDŐKÉP
it: SCHERMATA DI AVVIO
ja_jp: ブートスプラッシュ映像
nb_no: OPPSTART SPLASH
pl: EKRAN STARTOWY
ro_ro: ECRAN DE PORNIRE
sk_sk: Obrázok pri spustení
tr: AÇILIŞ GÖRSELİ
vi_vn: KHỞI ĐỘNG NHANH
zh_cn: 开机画面

source: DEFAULT VIDEO/USER SET SPLASH
ar: الفيديو الإفتراضي
ca: VIDEO PER DEFECTE/IMATGE DE PRESENTACIÓ D'USUARI
cs_cz: VÝCHOZÍ VIDEO/UŽIVATELSKÉ
eu_es: BESTERIK EZEKO BIDEO/ERABILTZAILEAK EZARRITAKO ABIARAZTE PANTAILA
fi_fi: OLETUS VIDEO/KÄYTTÄJÄN ASETTAMA ANIMAATIO
fr: VIDÉO PAR DÉFAUT / PERSONNALISÉE
gl_es: VÍDEO POR DEFECTO/INICIO CONFIGURADO POLO USUARIO
hu: KEZDŐKÉP ALAPÉRTELMEZETT VIDEÓ/FELHASZNÁLÓ
it: ATTIVA
ja_jp: イメージ動画スプラッシュ
nl: STANDAARD VIDEO/GEBRUIKER INGESTELDE SPLASH
pl: DOMYŚLNY EKRAN STARTOWY
ro_ro: VIDEO IMPLICIT/SETAT
sk_sk: Predvolené video/používateľom nastavená obrazovka
tr: VARSAYILAN VİDEO/KULLANICI GÖRSELİ
vi_vn: VIDEO MẶC ĐỊNH/THIẾT LẬP NHANH CỦA NGƯỜI DÙNG
zh_cn: 默认开机视频/用户设置的开机画面

source: SILENT VIDEO/USER SET SPLASH
ar: فيديو بدون صوت
ca: SILENCIAR VIDEO/IMATGE DE PRESENTACIÓ D'USUARI
cs_cz: TICHÉ VIDEO/UŽIVATELSKÉ
eu_es: ISILEKO BIDEO/ERABILTZAILEAK EZARRITAKO ABIARAZTE PANTAILA
fi_fi: ÄÄNETÖN VIDEO/KÄYTTÄJÄN ASETTAMA ANIMAATIO
fr: VIDÉO SILENCIEUSE / PERSONNALISÉE
gl_es: VÍDEO SEN SON/INICIO CONFIGURADO POLO USUARIO
hu: KEZDŐKÉP NÉMA VIDEÓ/FELHASZNÁLÓI
it: ATTIVA (SENZA AUDIO)
ja_jp: 音声無し動画スプラッシュ
nl: STILLE VIDEO/GEBRUIKER INGESTELDE SPLASH
pl: WYCISZONY EKRAN STARTOWY
ro_ro: VIDEO FĂRĂ SUNET
sk_sk: Tiché video/používateľom nastavená obrazovka
tr: SESSİZ VİDEO/KULLANICI GÖRSELİ
vi_vn: VIDEO IM LẶNG/THIẾT LẬP NHANH CỦA NGƯỜI DÙNG
zh_cn: 无声视频/用户设置的开机画面

source: BATOCERA SPLASH IMAGE
ar: صورة إقلاع باتوسيرا
ca: IMATGE DE PRESENTACIÓ DE BATOCERA
cs_cz: UVÍTACÍ OBRÁZEK BATOCERY
eu_es: BATOCERA ABIARAZTE IRUDIA
fi_fi: BATOCERAN ANIMAATIOKUVA
fr: IMAGE SPLASH BATOCERA
gl_es: IMAXE PANTALLA DE ARRANQUE DE BATOCERA
hu: BATOCERA KEZDŐKÉPE
it: IMMAGINE SPLASH BATOCERA
ja_jp: スプラッシュ画像
nb_no: BATOCERA SPLASH BILDE
nl: BATOCERA SPLASH AFBEELDING
pl: EKRAN STARTOWY BATOCERA'Y
ro_ro: IMAGINE BATOCERA
sk_sk: Obrázok pri spustení Batocera
tr: BATOCERA GÖRSEL GÖRÜNTÜSÜ
vi_vn: HÌNH ẢNH BATOCERA NHANH
zh_cn: BATOCERA开机图

source: SPLASH SETTING
ar: خصائص شاشة الافتتاحية
ca: AJUSTOS D'IMATGE DE PRESENTACIÓ
cs_cz: UVÍTACÍ NASTAVENÍ
eu_es: ABIARAZTE PANTAILA
fi_fi: ANIMAATION ASETUKSET
fr: PARAMÈTRE DU SPLASH
gl_es: CONFIGURACIÓN DE PANTALLA DE ARRANQUE
hu: KEZDŐKÉP BEÁLLÍTÁS
it: IMPOSTAZIONE SCHERMATA DI AVVIO
ja_jp: スプラッシュ設定
nb_no: SPLASH INNSTILLINGER
nl: SPLASH INSTELLING
pl: USTAWIENIA EKRANU STARTOWEGO
ro_ro: SETĂRI ECRAN DE PORNIRE
sk_sk: Nastavenia úvodnej obrazovky
tr: GÖRSEL AYARLARI
vi_vn: CÀI ĐẶT NHANH
zh_cn: 开机画面设置

source: MISSING BIOS CHECK
ar: البايوس المفقودة
ca: BIOS QUE FALTEN
cs_cz: CHYBĚJÍCÍ BIOS
cy_gb: BIOS AR GOLL
eu_es: FALTAN DAUDEN BIOS-EN KONPROBAKETA
fi_fi: TARKISTA PUUTTUVAT BIOS-TIEDOSTOT**
fr: VÉRIFIER LES BIOS MANQUANTS
gl_es: FALTA VERIFICACIÓN DA BIOS
hu: HIÁNYZÓ BIOS
it: BIOS MANCANTI
ja_jp: 不足BIOSの確認
nb_no: MANGLENDE BIOS-KONTROLL
nl: MISSENDE BIOS CHECK
pl: KONTROLA BRAKUJĄCYCH BIOS'ÓW
ro_ro: VERIFICARE BIOS LIPSĂ
sk_sk: Kontrola chýbajúceho BIOSu
tr: EKSİK BIOS KONTROLÜ
vi_vn: KIỂM TRA THIẾU BIOS
zh_cn: 检查缺失的BIOS

source: CHECK BIOS FILES BEFORE RUNNING A GAME
ar: تفقد ملفات البايوس قبل تشغيل لعبة
ca: COMPROVAR ARXIUS DE BIOS ABANS D’INICIAR UN JOC
cs_cz: PŘED SPUŠTĚNÍM HRY ZKONTROLOVAT BIOSY
cy_gb: GWIRIO BIOS CYN RHEDEG GÊM
eu_es: KONPROBATU BIOS FITXATEGIAK JOKO BAT EXEKUTATU AURRETIK
fi_fi: TARKISTA BIOS-TIEDOSTOT ENNEN PELIN KÄYNNISTYSTÄ
fr: VÉRIFIER LES BIOS AVANT DE LANCER UN JEU
gl_es: COMPROBA OS ARQUIVOS DA BIOS ANTES DE EXECUTAR UN XOGO
hu: JÁTÉK FUTTATÁSA ELŐTT A BIOSOK ELLENŐRZÉSE
it: CONTROLLA I BIOS PRIMA DI AVVIARE UN GIOCO
ja_jp: ゲーム実行前にBIOSを確認
nb_no: SJEKK BIOS FILER FØR START AV SPILL
nl: CHECK BIOS VOOR HET STARTEN VAN EEN SPEL
pl: SPRAWDŹ BIOS PRZED URUCHOMIENIEM GRY
ro_ro: VERIFICĂ FIȘIERELE BIOS ÎNAINTE DE A RULA UN JOC
sk_sk: Skontrolovať BIOS súbory pred spustením hry
tr: OYUNA GİRMEDEN ÖNCE BİOS KONTROLÜ YAP
vi_vn: KIỂM TRA TỆP TIN BIOS TRƯỚC KHI CHẠY TRÒ CHƠI
zh_cn: 在启动游戏前检查BIOS

source: MULTIMEDIA KEYS
ar: ازرار الوسائط المتعددة
ca: TECLES MULTIMÈDIA
cs_cz: MULTIMEDIALNÍ KLÍČE
cy_gb: ALLWEDDAU AMLGYFRWNG
eu_es: MULTIMEDIA TEKLAK
fi_fi: MULTIMEDIA NÄPPÄIMET
fr: TOUCHES MULTIMÉDIA
gl_es: TECLAS MULTIMEDIA
he: מפתחות מולטימדיה
hu: MULTIMÉDIA KULCSOK
it: TASTI MULTIMEDIALI
ja_jp: マルチメディアキー
nb_no: MULTIMEDIA TASTER
pl: KLUCZE MULTIMEDIÓW
ro_ro: TASTE MULTIMEDIA
sk_sk: Multimediálne klávesy
tr: MULTİMEDYA TUŞLARI
vi_vn: CÁC PHÍM ĐA PHƯƠNG TIỆN
zh_cn: 多媒体功能键

source: ON
ar: تشغيل
ca: ACTIU
cs_cz: ZAPNOUT
cy_gb: YMLAEN
fi_fi: PÄÄLLÄ
fr: OUI
gl_es: ACTIVADO
he: פעיל
hu: BE
it: SI
ja_jp: オン
nb_no: PÅ
nl: AAN
pl: WŁ.
ro_ro: PORNIT
sk_sk: Zapnuté
tr: AÇIK
vi_vn: BẬT
zh_cn: 开启

source: OFF
ar: تعطيل
ca: INACTIU
cs_cz: VYPNOUT
cy_gb: BANT
fi_fi: POIS
fr: NON
gl_es: DESACTIVADO
he: לא פעיל
hu: KI
it: NO
ja_jp: オフ
nb_no: AV
nl: UIT
pl: WYŁ.
ro_ro: OPRIT
sk_sk: Vypnuté
tr: KAPALI
vi_vn: TẮT
zh_cn: 关闭

source: BUTTON LED COLOR
ar: لون إضاءة الزر
ca: COLOR DE L'INDICADOR DE BOTÓ
cs_cz: BARVA LED TLAČÍTKA
eu_es: BOTOIAREN LED KOLOREA
fi_fi: NÄPPÄIMEN LEDIN VÄRI
fr: COULEUR LED DES BOUTONS
gl_es: COR DO LED DO BOTÓN
he: צבע נורת לחצן
hu: GOMB LED SZÍNE
it: COLORE LED PULSANTI
ja_jp: ボタン LED色
nb_no: KNAPP LED FARGE
nl: KNOP LED KLEUR
pl: KOLOR DIODY PRZYCISKU
ro_ro: CULOARE LED BUTON
sk_sk: Farba led tlačidla
tr: TUŞ IŞIK RENGİ
vi_vn: MÀU LED CỦA NÚT
zh_cn: 按键灯颜色

source: off
ar: تعطيل
ca: inactiu
cs_cz: vypnout
fi_fi: pois päältä
fr: éteint
gl_es: apagado
he: לא פעיל
hu: ki
ja_jp: オフ
nb_no: av
nl: uit
pl: wył.
ro_ro: fără
sk_sk: vypnuté
tr: kapalı
vi_vn: tắt
zh_cn: 关闭

source: red
ar: أحمر
ca: vermell
cs_cz: červená
eu_es: gorria
fi_fi: punainen
fr: rouge
gl_es: vermello
he: אדום
hu: piros
it: rosso
ja_jp: 赤
nb_no: rød
nl: rood
pl: czerwony
ro_ro: roșu
sk_sk: červená
tr: kırmızı
vi_vn: đỏ
zh_cn: 红色

source: green
ar: أخضر
ca: verd
cs_cz: zelená
eu_es: berdea
fi_fi: vihreä
fr: vert
gl_es: verde
he: ירוק
hu: zöld
it: verde
ja_jp: 緑
nb_no: grønn
nl: groen
pl: zielony
ro_ro: verde
sk_sk: zelená
tr: yeşil
vi_vn: xanh lá
zh_cn: 绿色

source: blue
ar: أزرق
ca: blau
cs_cz: modrá
eu_es: urdina
fi_fi: sininen
fr: bleu
gl_es: azul
he: כחול
hu: kék
it: blu
ja_jp: 青
nb_no: blå
nl: blauw
pl: niebieski
ro_ro: albastru
sk_sk: modrá
tr: mavi
vi_vn: xanh dương
zh_cn: 蓝色

source: white
ar: أبيض
ca: blanc
cs_cz: bíla
eu_es: zuria
fi_fi: valkoinen
fr: blanc
gl_es: branco
he: לבן
hu: fehér
it: bianco
ja_jp: 白
nb_no: hvit
nl: wit
pl: biały
ro_ro: alb
sk_sk: biela
tr: beyaz
vi_vn: trắng
zh_cn: 白色

source: purple
ar: بنفسجي
ca: púrpura
cs_cz: fialová
eu_es: morea
fi_fi: violetti
fr: violet
gl_es: purpura
he: סגול
hu: lila
it: viola
ja_jp: 紫
nb_no: lilla
nl: paars
pl: fioletowy
ro_ro: mov
sk_sk: fialová
tr: mor
vi_vn: tím
zh_cn: 紫色

source: yellow
ar: أصفر
ca: groc
cs_cz: žlutá
eu_es: horia
fi_fi: keltainen
fr: jaune
gl_es: amarelo
he: צהוב
hu: sárga
it: giallo
ja_jp: 黄
nb_no: gul
nl: geel
pl: żółty
ro_ro: galben
sk_sk: žltá
tr: sarı
vi_vn: vàng
zh_cn: 黄色

source: cyan
ar: سماوي
ca: cian
cs_cz: azurová
eu_es: urdin turkesa
fi_fi: syaani
gl_es: cian
he: ציאן - טורקיז
hu: cián
it: ciano
ja_jp: シアン
nl: cyaan
pl: cyjan
ro_ro: albastru-verzui
sk_sk: azúrová
tr: camgöbeği
vi_vn: lục lam
zh_cn: 青色

source: POWER LED COLOR
ar: لون إضاءة الإشتغال
ca: COLOR DE L'INDICADOR D’ENCESA
cs_cz: LED BARVA NAPÁJENÍ
eu_es: ENERGIA LED KOLOREA
fi_fi: VIRTA-LEDIN VÄRI
fr: COULEUR LED D’ALIMENTATION
gl_es: COR LED DE ALIMENTACIÓN
he: צבע נורת הפעלה
hu: TELJESÍTMÉNY LED SZÍN
it: COLORE LED POWER
ja_jp: 電源 LED色
nb_no: STRØM LED FARGE
nl: POWER LED KLEUR
pl: KOLOR DIODY ZASILANIA
ro_ro: CULOARE LED PORNIRE
sk_sk: Farba napájacej LED
tr: GÜÇ IŞIK RENGİ
vi_vn: MÀU LED NGUỒN
zh_cn: 电源LED颜色

source: heartbeat
ca: batec
cs_cz: tlukot srdce
eu_es: taupada
fi_fi: sykkivä
fr: battements de cœur
gl_es: latexo
he: פעימת לב
hu: szívverés
it: effetto battito
ja_jp: ハートビート
nb_no: hjerteslag
nl: hartslag
pl: pulsujący
ro_ro: pulsație
sk_sk: tlkot srdca
tr: kalpatışı
vi_vn: nhịp tim
zh_cn: 跳动频率

source: on
ca: actiu
cs_cz: zapnout
fi_fi: päällä
fr: allumé
gl_es: activado
he: פעיל
hu: be
ja_jp: オン
nb_no: på
nl: aan
pl: wł.
ro_ro: pornit
sk_sk: zapnuté
tr: açık
vi_vn: bật
zh_cn: 打开

source: OVERCLOCK
ar: كسر السرعة
cs_cz: PŘETAKTOVÁNÍ
cy_gb: TROSGLOCIO
fi_fi: YLIKELLOTUS
he: המהרה OVERCLOCK
ja_jp: オーバークロック
nb_no: OVERKLOKKING
pl: PRZETAKTOWANIE
sk_sk: Pretaktovanie
vi_vn: ÉP XUNG
zh_cn: 超频

source: LED HARDWARE
fr: LEDS
gl_es: LED SISTEMA FÍSICO
it: HARDWARE LED
ja_jp: LED ハードウェア
pl: TWORZYWO DIODY
vi_vn: PHẦN CỨNG LED

source: RED
ca: VERMELL
cs_cz: ČERVENÁ
eu_es: GORRIA
fi_fi: PUNAINEN
fr: ROUGE
gl_es: VERMELLO
hu: PIROS
it: ROSSO
ja_jp: 赤
pl: CZERWONY
ro_ro: ROȘU
sk_sk: červená
tr: KIRMIZI
vi_vn: ĐỎ
zh_cn: 红色

source: GREEN
ca: VERD
cs_cz: ZELENÁ
eu_es: BERDEA
fi_fi: VIHREÄ
fr: VERTE
gl_es: VERDE
hu: ZÖLD
it: VERDE
ja_jp: 緑
pl: ZIELONY
ro_ro: VERDE
sk_sk: zelená
tr: YEŞİL
vi_vn: XANH LÁ
zh_cn: 绿色

source: BLUE
ca: BLAU
cs_cz: MODRÁ
eu_es: URDINA
fi_fi: SININEN
fr: BLEU
gl_es: AZUL
hu: KÉK
it: BLU
ja_jp: 青
pl: NIEBIESKI
ro_ro: ALBASTRU
sk_sk: modrá
tr: MAVİ
vi_vn: XANH DƯƠNG
zh_cn: 蓝色

source: LED BRIGHTNESS
fr: LUMINOSITÉ DES LEDS
gl_es: BRILLO DO LED
hu: LED FÉNYERŐ
it: LUMINOSITA' LED
ja_jp: LED 輝度
pl: JASNOŚĆ DIODY
ro_ro: LUMINOZITATE LED
vi_vn: ĐỘ SÁNG LED

source: STORAGE
ar: التخزين
ca: EMMAGATZEMATGE
cs_cz: ULOŽIŠTĚ
cy_gb: STORFA
eu_es: BILTEGIRATZEA
fi_fi: TALLENUSTILA
fr: STOCKAGE
gl_es: ALMACENAMENTO
he: איחסון
hu: TÁROLÓ
it: ARCHIVIO
ja_jp: ストレージ
nb_no: LAGRING
nl: OPSLAG
pl: PRZECHOWYWANIE DANYCH
ro_ro: STOCARE
sk_sk: Úložisko
tr: DEPOLAMA
vi_vn: LƯU TRỮ
zh_cn: 存储

source: STORAGE DEVICE
ar: جهاز التخزين
ca: DISPOSITIU D'EMMAGATZEMATGE
cs_cz: ULOŽNÉ ZAŘÍZENÍ
cy_gb: DYFAIS STORIO
eu_es: MEMORIA
fi_fi: TALLENUSLAITE
fr: PÉRIPHÉRIQUE DE STOCKAGE
gl_es: DISPOSITIVO DE ALMACENAMENTO
he: התקן איחסון
hu: TÁROLÓ
it: UNITÀ DI ARCHIVIAZIONE
ja_jp: ストレージデバイス
nb_no: LAGRINGSENHET
nl: OPSLAG MEDIUM
pl: NOŚNIK DANYCH
ro_ro: DISPOZITIV DE STOCARE
sk_sk: Úložné zariadenie
tr: DEPO CİHAZI
vi_vn: THIẾT BỊ LƯU TRỮ
zh_cn: 存储设备

source: BACKUP USER DATA
ar: نسح احتياطي لبيانات المستخدم
ca: CREAR BACKUP DE L’ESPAI D’USUARI
cs_cz: ZÁLOHOVAT UŽIVATELSKÁ DATA
cy_gb: DATA DEFNYDDIWR WRTH GEFN
eu_es: ERABILTZAILE DATUEN SEGURTASUN KOPIA EGIN
fi_fi: VARMUUSKOPIOI KÄYTTÄJÄN TIEDOT
fr: SAUVEGARDER LES DONNÉES UTILISATEUR
gl_es: COPIA DE SEGURIDADE DE DATOS DE USUARIO
he: גיבוי מידע משתמש
hu: FELHASZNÁLÓI ADAT MENTÉSE
it: EFFETTUA IL BACKUP DEI DATI UTENTE
ja_jp: データバックアップ
nb_no: SIKKERHETSKOPIER BRUKERDATA
nl: BACKUP GEBRUIKER DATA
pl: STWÓRZ KOPIĘ ZAPASOWĄ DANYCH UŻYTKOWNIKA
ro_ro: COPIAZĂ DATELE UTILIZATORULUI
sk_sk: Zálohovať údaje používateľa
tr: KULLANICI VERİLERİNİ YEDEKLE
vi_vn: SAO LƯU DỮ LIỆU NGƯỜI DÙNG
zh_cn: 备份用户数据

source: ADVANCED
ar: متقدم
ca: AVANÇAT
cs_cz: POKROČILÉ
cy_gb: UWCH
eu_es: AURRERATUA
fi_fi: EDISTYNYT
fr: AVANCÉ
gl_es: AVANZADO
he: מתקדם
hu: HALADÓ
it: AVANZATE
ja_jp: 詳細項目
nb_no: AVANSERT
nl: GEAVANCEERD
pl: ZAAWANSOWANE
ro_ro: AVANSAT
sk_sk: Pokročilé
tr: GELİŞMİŞ
vi_vn: NÂNG CAO
zh_cn: 高级设置选项

source: SECURITY
ar: الأمان
ca: SEGURETAT
cs_cz: BEZPEČNOST
cy_gb: DIOGELWCH
eu_es: SEGURTASUNA
fi_fi: TURVALLISUUS
fr: SÉCURITÉ
gl_es: SEGURIDADE
he: אבטחה
hu: BIZTONSÁG
it: SICUREZZA
ja_jp: セキュリティ
nb_no: SIKKERHET
nl: BEVEILIGING
pl: BEZPIECZEŃSTWO
ro_ro: SECURITATE
sk_sk: Zabezpečenie
tr: GÜVENLİK
vi_vn: BẢO MẬT
zh_cn: 安全性保护

source: ENFORCE SECURITY
ar: فرض الأمان
ca: FES COMPLIR LA SEGURETAT
cs_cz: ZVÝŠENÁ BEZPEČNOST
cy_gb: GORFODI DIOGELWCH
eu_es: ZIURTATU SEGURTASUNA
fi_fi: VALVOTTU TURVALLISUUS
fr: RENFORCER LA SÉCURITÉ
gl_es: REFORZAR SEGURIDADE
he: אכיפת אבטחה
hu: BIZTONSÁG ÉRVÉNYESÍTÉSE
it: AUMENTA LA SICUREZZA
ja_jp: セキュリティ保護
nb_no: TVUNGEN SIKKERHET
nl: BEVEILIGING ENFORCEN
pl: ZWIĘKSZ BEZPIECZEŃSTWO
ro_ro: IMPUNE SECURITATE
sk_sk: Vynútiť zabezpečenie
tr: GÜVENLİĞİ GELİŞTİR
vi_vn: THỰC THI BẢO MẬT
zh_cn: 强制安全性保护

source: Require a password for accessing the network share.
ar: بحاجة إلى كلمة سر لولوج شبكة مشاركة الملفات.
ca: Es requereix una contrasenya per a accedir al recurs compartit de la xarxa.
cs_cz: Vyžadovat heslo pro přístup ke sdílené síťové složce.
eu_es: Eskatu pasahitz bat sarean konpartitutakoa atzitzeko
fi_fi: Vaadi salasana verkkojaon käyttämiseen.
fr: Mot de passe requis pour accéder aux partages réseaux.
gl_es: RequirIR un contrasinal para acceder ao recurso compartido de rede.
hu: Jelszó kérése a hálózati megosztás eléréséhez.
it: Richiedi una password per accedere alla rete condivisa.
ja_jp: ネットワーク共有にアクセスするにはパスワードが必要です
nb_no: Krev et passord for å få tilgang til nettverksdelingen.
pl: Wymagaj hasła dostępu do udziału sieciowego.
ro_ro: Necesită o parolă pentru a accesa datele din rețea.
sk_sk: Vyžadovať heslo na prístup k sieťovému zdieľaniu.
tr: Ağ paylaşımına erişmek için bir parola isteyin.
vi_vn: Yêu cầu mật khẩu để truy cập mạng.
zh_cn: 访问网络共享需要密码。

source: ROOT PASSWORD
ar: كلمة مرور الجذر
ca: CONTRASENYA DE ROOT
cs_cz: HESLO ADMINISTRÁTORA
cy_gb: CYFINAIR GWREIDDIO
eu_es: ROOT PASAHITZA
fi_fi: PÄÄKÄYTTÄJÄN SALASANA
fr: MOT DE PASSE ROOT
gl_es: CONTRASINAL ADMINISTRADOR
he: סיסמת שורש ROOT PASSWORD
hu: ROOT JELSZÓ
it: PASSWORD DI ROOT
ja_jp: ルートパスワード
nb_no: ROOT PASSORD
nl: ROOT WACHTWOORD
pl: HASŁO ADMINISTRATORA
ro_ro: PAROLĂ ROOT
sk_sk: Heslo roota
tr: ROOT PAROLASI
vi_vn: MẬT KHẨU ROOT
zh_cn: 管理员密码

source: LATENCY REDUCTION
ar: خفض الاستجابة
ca: REDUCCIÓ DE LATÈNCIA
cs_cz: REDUKCE SPOŽDĚNÍ
cy_gb: LLEIHAU HWYRNI
eu_es: LATENTZI GUTXITZEA
fi_fi: VIIVEEN VÄHENTÄMINEN
fr: RÉDUCTION DE LA LATENCE
gl_es: REDUCIÓN DA LATENCIA
he: הפחתת השהייה
hu: KÉSLELTETÉS CSÖKKENTÉSE
it: RIDUZIONE LATENZA
ja_jp: ちらつき軽減
nb_no: LATENCY REDUKSJON
nl: LATENCY VERMINDERING
pl: REDUKCJA OPÓŹNIEŃ
ro_ro: REDUCEREA LATENȚEI
sk_sk: Redukcia latencie
tr: GECİKME AZALTMA
vi_vn: GIẢM ĐỘ TRỄ
zh_cn: 减少延迟

source: RUN-AHEAD FRAMES
ar: معالجة الإطارات بميزة RUN-AHEAD
ca: PRE-AVANÇAR QUADRES
cs_cz: SNÍMKY S PŘEDSTIHEM
cy_gb: FFRAMAU RHEDEG-YMLAEN
eu_es: AURRETIK-EXEKUTATU FRAME-AK
fi_fi: EDELLÄAJON KUVAT
fr: NOMBRE D'IMAGES EN AVANCE
gl_es: ANTICIPACIÓN DE FOTOGRAMAS (RUN-AHEAD)
hu: RUN-AHEAD FRAME-EK
it: NUMERO FRAME ANTICIPATI
ja_jp: フレーム先読み
pl: KLATKI Z WYPRZEDZENIEM
ro_ro: PRE-RULEAZĂ CADRELE
sk_sk: Snímky načítané dopredu
tr: ÖNDEN ÇALIŞAN KARELER
vi_vn: CHẠY TRƯỚC KHUNG HÌNH
zh_cn: RUN-AHEAD 帧
