Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: FILE SYSTEM
ar: نظام الملفات
ca: SISTEMA D'ARXIUS
cs_cz: SOUBOROVÝ SYSTÉM
cy_gb: SYSTEM FFEILIAU
eu_es: FITXATEGI SISTEMA
fi_fi: TIEDOSTOJÄRJESTELMÄ
fr: SYSTÈME DE FICHIER
gl_es: SISTEMA DE FICHEROS
he: מערכת קבצים
hu: FÁJLRENDSZER
ja_jp: ファイルシステム
nb_no: FILSYSTEM
nl: BESTAND SYSTEEM
pl: SYSTEM PLIKÓW
ro_ro: SISTEM DE FIȘIERE
sk_sk: Súborový systém
tr: DOSYA SİSTEMİ
vi_vn: TỆP HỆ THỐNG
zh_cn: 文件系统

source: FORMAT NOW
ar: قم بالتهيئة الآن
ca: FORMATAR ARA
cs_cz: VYMAZAT
cy_gb: FFORMATIO NAWR
eu_es: FORMATEATU ORAIN
fi_fi: ALUSTA NYT
fr: FORMATER MAINTENANT
gl_es: FORMATAR AGORA
he: איתחול כעת
hu: FORMÁZ
it: FORMATTA ORA
ja_jp: フォーマット 開始
nb_no: FORMATER NÅ
nl: NU FORMATTEREN
pl: FORMATUJ TERAZ
ro_ro: FORMATEAZĂ ACUM
sk_sk: Formátovať teraz
tr: ŞİMDİ BİÇİMLENDİR
vi_vn: ĐỊNH DẠNG NGAY
zh_cn: 现在格式化

source: SELECTED OPTIONS ARE INVALID
ar: الخيارات المحددة غير صالحة
ca: LES OPCIONS SELECCIONADES NO SÓN VÀLIDES
cs_cz: VYBRANÉ MOŽNOSTI JSOU NEPLATNÉ
cy_gb: MAE OPSIYNAU WEDI'I DDEWIS YN ANNILYS
eu_es: AUKERATUTAKO EZARPENAK EZ DIRA EGOKIAK
fi_fi: VALITUT ASETUKSET EIVÄT KELPAA
fr: LES OPTIONS SÉLECTIONNÉES SONT INVALIDES
gl_es: AS OPCIÓNS ESCOLLIDAS NON SON VÁLIDAS
he: האפשרויות שנבחרו אינן תקפות
hu: A KIVÁLASZTOTT LEHETŐSÉGEK HIBÁSAK
it: LE OPZIONI SELEZIONATE NON SONO VALIDE
ja_jp: 選択した設定は無効です
nl: GESELECTEERDE OPTIES ZIJN ONGELDIG
pl: WYBRANE OPCJE SĄ NIEPRAWIDŁOWE
ro_ro: OPȚIUNILE SELECTATE SUNT INVALIDE
sk_sk: Vybrané voľby sú neplatné
tr: SEÇİLEN AYARLAR GEÇERSİZ
vi_vn: CÁC TÙY CHỌN ĐÃ CHỌN KHÔNG HỢP LỆ
zh_cn: 所选的选项无效

source: ARE YOU SURE YOU WANT TO FORMAT THIS DRIVE?
ar: هل أنت متأكد أنك تريد تهيئة هذا القرص؟
ca: ESTÀ SEGUR DE VOLER FORMATAR AQUESTA UNITAT?
cs_cz: JSTE SI JISTI, ŽE CHCETE TUTO JEDNOTKU NAFORMÁTOVAT?
cy_gb: A YDYCH CHI'N SIWR EICH BOD EISIAU FFORMATIO'R GYRRWR HWN?
eu_es: ZIUR AL ZAUDE GAILU HAU FORMATEATU NAHI DUZULA?
fi_fi: OLETKO VARMA ETTÄ HALUAT ALUSTAA TÄMÄN LEVYN?
fr: VOUS ALLEZ FORMATER CE DISQUE. ÊTES-VOUS SÛR(E) ?
gl_es: ESTÁS CERTO DE QUE QUERES FORMATAR ESTA UNIDADE?
hu: BIZTOS, HOGY FORMÁZNI SZERETNÉD EZT A MEGHAJTÓT?
it: SEI SICURO DI VOLER FORMATTARE QUESTO DISPOSITIVO?
ja_jp: このストレージをフォーマットしますか？
nb_no: ER DU SIKKER PÅ AT DU VIL FORMATERE DENNE DISKEN?
nl: WEET U ZEKER DAT U DEZE SCHIJF WIL FORMATTEREN?
pl: CZY NA PEWNO CHCESZ SFORMATOWAĆ TEN DYSK?
ro_ro: EȘTI SIGUR CĂ DOREȘTI SĂ FORMATEZI ACEST DISPOZITIV?
sk_sk: Určite chcete naformátovať toto zariadenie?
tr: BU SÜRÜCÜYÜ BİÇİMLENDİRMEK İSTEDİĞİNİZDEN EMİN MİSİNİZ?
vi_vn: BẠN CÓ CHẮC CHẮN MUỐN ĐỊNH DẠNG Ổ ĐĨA NÀY KHÔNG?
zh_cn: 您确定要格式化这个磁盘驱动器吗？

source: Points
ca: Punts
cs_cz: Body
cy_gb: Pwyntiau
eu_es: Puntuak
fi_fi: Pisteet
gl_es: Puntos
he: נקודות
hu: Pontok
it: Punti
ja_jp: ポイント
nb_no: Poeng
nl: Punten
pl: Punkty
ro_ro: Puncte
sk_sk: Body
tr: Puanlar
vi_vn: Điểm
zh_cn: 得分点

source: Unlocked on
ca: Desbloquejat el
cs_cz: Odblokovano
cy_gb: Datgloi ar
eu_es: Desklokeatuta hemen
fr: Déverrouillé le
gl_es: Desbloqueado o
he: נעילה בוטלה
hu: Feloldva
it: Sbloccato
ja_jp: ロック解除
nb_no: Låst opp på
nl: Ontgrendeld op
pl: Odblokowano
ro_ro: Deblocat la
sk_sk: Odomknuté
tr: Kilit Açıldı
vi_vn: Đã mở khóa vào
zh_cn: 解锁

source: THIS GAME HAS NO ACHIEVEMENTS YET
ca: ENCARA NO TENS TROFEUS EN AQUEST JOC
cs_cz: TATO HRA ZATÍM NEMÁ ŽÁDNÉ ÚSPĚCHY
cy_gb: NID OES CYFLAWNIAD AR Y GÊM YMA ETO
eu_es: JOKO HONEK EZ DU LORPENIK ORAINDIK
fi_fi: TÄLLÄ PELILLÄ EI OLE SAAVUTUKSIA VIELÄ
fr: CE JEU N’A PAS ENCORE DE SUCCÈS
gl_es: ESTE XOGO AÍNDA NON TEN LOGROS
hu: EBBEN A JÁTÉKBAN MÉG NINCS ACHIEVEMENT
it: QUESTO GIOCO NON HA TROFEI AL MOMENTO
ja_jp: このゲームにはまだアチーブメントがありません
nb_no: DETTE SPILLET HAR INGEN PRESTASJONER ENDA
nl: DIT SPEL HEEFT NOG GEEN PRESTATIES
pl: TA GRA NIE MA JESZCZE ŻADNEGO OSIĄGNIĘCIA
ro_ro: ACEST JOC ÎNCĂ NU ARE REALIZĂRI
sk_sk: Táto hra ešte nemá žiadne úspechy
tr: BU OYUNDA HENÜZ BAŞARIM YOK
vi_vn: TRÒ CHƠI NÀY CHƯA CÓ THÀNH TÍCH
zh_cn: 这个游戏还没有取得任何成就

source: Achievements (softcore)
ca: Assoliments (softcore)
cs_cz: Úspěchy (softcore)
fr: Succés (mode facile)
gl_es: Logros (modo normal)
hu: Eredmények (softcore)
it: Risultati (softcore)
ja_jp: Achievements (ソフトコア)
pl: Osiągnięcia (softcore)
ro_ro: Realizări (softcore)
sk_sk: Úspechy (softcore)
tr: Başarılar (softcore)
vi_vn: Thành tích (softcore)
zh_cn: 成就（软核）

source: Achievements (hardcore)
ca: Assoliments (hardcore)
cs_cz: Úspěchy (hardcore)
fr: Succés (mode difficile)
gl_es: Logros (modo extremo)
hu: Eredmények (hardcore)
it: Risultati (hardcore)
ja_jp: Achievements (ハードコア)
pl: Osiągnięcia (hardcore)
ro_ro: Realizări (hardcore)
sk_sk: Úspechy (hardcore)
tr: Başarılar (hardcore)
vi_vn: Thành tích (hardcore)
zh_cn: 成就（硬核）

source: %d%% complete
ca: %d%% completat
cs_cz: HOTOVO %d%%
cy_gb: %d% % yn gyflawn
eu_es: %d%% osatuta
fr: %d%% terminé
gl_es: %d%% completado
he: %d%% הושלם
hu: %d%% teljesítve
it: %d%% completo
ja_jp: %d%% 完了
nb_no: %d%% ferdig
nl: %d%% voltooid
pl: Ukończone w %d%%
ro_ro: %d%% complet
sk_sk: %d%% hotovo
tr: %d%% tamamlandı
vi_vn: %d%% hoàn thành
zh_cn: %d%% 已完成

source: GAME MEDIA
ca: CONTINGUTS DE JOC
cs_cz: MÉDIA HRY
eu_es: JOKO MEDIA
fi_fi: PELIN VIDEO
fr: MÉDIAS DU JEU
gl_es: MEDIOS DO XOGO
hu: JÁTÉK MÉDIA
it: MEDIA DEL GIOCO
ja_jp: ゲームメディア
nb_no: SPILL MEDIA
nl: SPEL MEDIA
pl: MEDIA GRY
ro_ro: FIȘIERE MEDIA JOCURI
sk_sk: Herné médiá
tr: OYUN ORTAMI
zh_cn: 游戏媒体

source: VIEW GAME MANUAL
ar: قراءة دليل اللعبة
ca: VEURE MANUAL DEL JOC
cs_cz: ZOBRAZIT HERNÍ MANUÁL
cy_gb: GWELD LLAWLYFR Y GÊM
eu_es: IKUSI JOKO MANUALA
fi_fi: NÄYTÄ PELIN OHJEKIRJA
fr: VOIR LE MANUEL DU JEU
gl_es: VER MANUAL DO XOGO
he: צפייה במדריך משחק
hu: JÁTÉK KÉZIKÖNYV MEGJELENÍTÉSE
it: MOSTRA MANUALE DI GIOCO
ja_jp: ゲームマニュアルを表示
nb_no: SE SPILLHÅNDBOK
nl: TOON SPEL HANDLEIDING
pl: ZOBACZ PODRĘCZNIK GRY
ro_ro: VEZI MANUALUL JOCULUI
sk_sk: Zobraziť manuál hry
tr: OYUN KLAVUZUNU GÖR
vi_vn: XEM HƯỚNG DẪN TRÒ CHƠI
zh_cn: 阅读游戏手册

source: VIEW GAME MAGAZINE
ar: عرض مجلة اللعبة
ca: VEURE MAGAZINE DEL JOC
cs_cz: ZOBRAZIT HERNÍ MAGAZÍN
eu_es: IKUSI JOKO ALDIZKARIA
fi_fi: NÄYTÄ PELIN LEHTI
fr: VOIR LE MAGAZINE DU JEU
gl_es: VER A REVISTA DO XOGO
he: צפייה במגזין משחק
hu: JÁTÉK MAGAZIN MEGJELENÍTÉSE
it: MOSTRA RIVISTA
ja_jp: ゲーム雑誌を表示
nb_no: SE SPILLMAGASIN
nl: TOON SPEL HOES
pl: ZOBACZ MAGAZYN O GRZE
ro_ro: VEZI REVISTA JOCULUI
sk_sk: Zobraziť herný časopis
tr: OYUN MAGAZİNİNİ GÖR
vi_vn: XEM TẠP CHÍ TRÒ CHƠI
zh_cn: 阅读游戏杂志

source: VIEW GAME MAP
ar: مشاهدة خريطة اللعبة
ca: VEURE EL MAPA DEL JOC
cs_cz: ZOBRAZIT HERNÍ MAPU
cy_gb: GWELD MAP Y GÊM
eu_es: IKUSI JOKO MAPA
fi_fi: NÄYTÄ PELIN KARTTA
fr: VOIR LA CARTE DU JEU
gl_es: VER MAPA DO XOGO
he: צפייה במפת משחק
hu: JÁTÉK TÉRKÉP MEGJELENÍTÉSE
it: MOSTRA MAPPA DI GIOCO
ja_jp: ゲームマップを表示
nb_no: VIS SPILL KART
nl: TOON SPEL MAP
pl: ZOBACZ MAPĘ GRY
ro_ro: VEZI HARTA JOCULUI
sk_sk: Zobraziť mapu hry
tr: OYUN HARİTASINI GÖR
vi_vn: XEM BẢN ĐỒ TRÒ CHƠI
zh_cn: 阅读游戏地图

source: VIEW FULLSCREEN VIDEO
ar: فيديو ملئ الشاشة
ca: VEURE VIDEO A PANTALLA COMPLETA
cs_cz: ZOBRAZIT VIDEO NA CELOU OBRAZOVKU
eu_es: IKUSI PANTAILA OSOKO BIDEOA
fi_fi: NÄYTÄ VIDEO KOKORUUDULLA
fr: VOIR LA VIDÉO PLEIN ÉCRAN
gl_es: VER VIDEO A PANTALLA COMPLETA
hu: TELJES KÉPERNYŐS VIDEÓ MEGJELENÍTÉSE
it: MOSTRA VIDEO A SCHERMO INTERO
ja_jp: ゲームイメージ動画を表示
nb_no: VIS FULLSKJERMSVIDEO
nl: TOON VIDEO OP VOLLEDIG SCHERM
pl: ZOBACZ PEŁNOEKRANOWE WIDEO
ro_ro: VEZI VIDEOCLIP PE TOT ECRANUL
sk_sk: Zobraziť plné video
tr: TAM EKRAN VİDEO GÖSTER
vi_vn: XEM VIDEO TOÀN MÀN HÌNH
zh_cn: 查看全屏视频

source: VIEW GAME MEDIA
ar: عرض وسائط اللعبة
ca: VEURE CONTINGUTS DEL JOC
cs_cz: ZOBRAZIT HERNÍ MÉDIA
eu_es: IKUSI JOKO MEDIA
fi_fi: NÄYTÄ PELIN MEDIA
fr: VOIR LES MÉDIAS DU JEU
gl_es: VER MEDIOS DO XOGO
hu: JÁTÉK MÉDIATARTALMÁNAK MEGJELENÍTÉSE
it: MOSTRA I MEDIA DEL GIOCO
ja_jp: ゲームメディアを表示
nb_no: VIS SPILL MEDIA
nl: TOON GAME MEDIA
pl: ZOBACZ MEDIA GRY
ro_ro: VEZI FIȘIERELE MEDIA
sk_sk: Zobraziť médiá hry
tr: OYUN ORTAMINI GÖSTER
vi_vn: XEM GAME MEDIA
zh_cn: 查看游戏媒体

source: CURRENT CORE IS NOT COMPATIBLE
ca: EL NUCLI ACTUAL NO ÉS COMPATIBLE
cs_cz: AKTUALNÍ JÁDRO NENÍ KOMPATIBILNÍ
cy_gb: NID YW CRAIDD PRESENNOL YN GYMWYS
eu_es: UNEKO NUKLEOA EZ DA BATERAGARRIA
fi_fi: NYKYINEN YDIN EI OLE YHTEENSOPIVA
fr: CŒUR ACTUEL NON COMPATIBLE
gl_es: O NÚCLEO ACTUAL NON É COMPATIBLE
he: ליבה נוכחית אינה מתאימה
hu: A KIVÁLASZTOTT CORE NEM KOMPATIBILIS
it: QUESTO CORE NON È COMPATIBILE
ja_jp: 現在のコアと互換性がありません
nb_no: NÅVÆRENDE KJERNE ER IKKE KOMPATIBEL
nl: HUIDIGE CORE IS NIET COMPATIBEL
pl: AKTUALNE JĄDRO EMULATORA NIE JEST KOMPATYBILNE
ro_ro: NUCLEUL CURENT NU ESTE COMPATIBIL
sk_sk: Aktuálne jadro nie je kompatibilné
tr: ŞU ANKİ ÇEKİRDEK UYUMSUZ
vi_vn: LÕI HIỆN TẠI KHÔNG TƯƠNG THÍCH
zh_cn: 当前核心不兼容

source: COMPATIBLE CORE(S)
ca: NUCLI(S) COMPATIBLE(S)
cs_cz: KOMPATIBILNÍ JÁDRO(A)
eu_es: NUKLEO BATERAGARRIA(K)
fi_fi: YHTEENSOPIVAT YTIMET
fr: CŒUR(S) COMPATIBLE(S)
gl_es: NÚCLEO(S) COMPATIBLE(S)
hu: KOMPATIBILIS MAG(OK)
it: CORE COMPATIBILE/I
ja_jp: 互換性のあるコア
nb_no: KOMPATIBLE KJERNE(R)
nl: COMPATIBELE CORES
pl: KOMPATYBILNE JĄDRA EMULATORA
ro_ro: NUCLEE COMPATIBILE
sk_sk: Kompatibilné jadro(á)
tr: UYUMLU ÇEKİRDEK(LER)
vi_vn: CÁC LÕI TƯƠNG THÍCH
zh_cn: 兼容内核

source: VIEW THIS GAME'S ACHIEVEMENTS
ca: VEURE ELS TROFEUS DEL JOC
cs_cz: ZOBRAZIT HERNÍ ÚSPĚCHY TÉTO HRY
eu_es: IKUSI JOKU HONEN LORPENAK
fi_fi: NÄYTÄ TÄMÄN PELIN SAAVUTUKSET
fr: VOIR LES SUCCÈS DU JEU
gl_es: VER OS LOGROS DESTE XOGO
hu: A JÁTÉK EREDMÉNYEINEK MEGTEKINTÉSE
it: MOSTRA IL TROFEO DEL GIOCO
ja_jp: このゲームのアチーブメントを表示
nb_no: SE DETTE SPILLETS PRESTASJONER
nl: LAAT PRESTATIES VAN DIT SPEL ZIEN
pl: ZOBACZ OSIĄGNIĘCIA W GRZE
ro_ro: VEZI REALIZĂRILE ACESTUI JOC
sk_sk: Zobraziť úspechy tejto hry
tr: BU OYUNUN BAŞARIMLARINI GÖSTER
vi_vn: XEM THÀNH TÍCH CỦA TRÒ CHƠI NÀY
zh_cn: 查看此游戏的成就

source: GAME
ca: JOC
cs_cz: HRA
cy_gb: GÊM
eu_es: JOKOA
fi_fi: PELI
fr: JEU
gl_es: XOGO
he: משחק
hu: JÁTÉK
it: GIOCO
ja_jp: ゲーム
nb_no: SPILL
nl: SPEL
pl: GRA
ro_ro: JOC
sk_sk: Hra
tr: OYUN
vi_vn: TRÒ CHƠI
zh_cn: 游戏

source: SAVE STATES
ar: حالات الحفظ
ca: ESTATS DESATS
cs_cz: ULOŽENÉ
eu_es: GORDETAKO EGOERAK
fi_fi: PELITILA TALLENNUKSET
fr: SAUVEGARDES
gl_es: PARTIDAS GARDADAS
hu: ÁLLAPOTOK MENTÉSE
it: SALVATAGGI ISTANTANEI
ja_jp: ステートマネージャ
pl: ZAPISANE STANY GRY
ro_ro: STĂRI SALVATE
sk_sk: Uložené pozície
tr: KAYIT NOKTALARI
vi_vn: ĐIỂM LƯU
zh_cn: 存档槽

source: OPEN
ar: فتح
ca: OBRIR
cs_cz: OTEVŘÍT
eu_es: IREKI
fi_fi: AVAA
fr: OUVRIR
gl_es: ABRIR
he: פתיחה
hu: MEGNYITÁS
it: APRI
ja_jp: 開く
nb_no: ÅPNE
pl: OTWÓRZ
ro_ro: DESCHIDE
sk_sk: Otvoriť
tr: AÇ
vi_vn: MỞ
zh_cn: 打开

source: START A NETPLAY GAME
ar: ابدأ اللعب عبر النت
ca: COMENÇAR UN JOC NETPLAY
eu_es: HASI SARE JOKO BERRI BAT
fi_fi: ALOITA VERKKOPELI
fr: DÉMARRER UNE PARTIE EN RÉSEAU
gl_es: COMEZA UN XOGO EN REDE
hu: NETPLAY JÁTÉK INDÍTÁSA
it: INIZIA UNA PARTITA NETPLAY
ja_jp: ネットプレイを開始
nb_no: START ET NETPLAY-SPILL
nl: START EEN NETPLAY SPEL
pl: ROZPOCZNIJ GRĘ NETPLAY
ro_ro: PORNEȘTE UN JOC NETPLAY
sk_sk: Spustiť sieťovú hru
tr: BİR NETPLAY OYUNUNA BAŞLA
vi_vn: BẮT ĐẦU TRÒ CHƠI NETPLAY
zh_cn: 开始联网游戏

source: NETPLAY
ar: لعب نت
eu_es: SARE JOKOA
fi_fi: VERKKOPELI
fr: PARTIES EN RÉSEAU
gl_es: XOGO EN REDE
it: NEPLAY
ja_jp: ネットプレイ
sk_sk: Sieťová hra
zh_cn: 联网游戏

source: START GAME
ar: بدئ اللعبة
ca: INICIAR JOC
cy_gb: DECHRAU GAME
eu_es: HASI JOKOA
fi_fi: KÄYNNISTÄ PELI
fr: DÉMARRER LE JEU
gl_es: COMEZAR XOGO
he: התחל משחק
hu: JÁTÉK INDÍTÁS
it: INIZIA LA PARTITA
ja_jp: ゲームを開始
nb_no: START SPILL
nl: START SPEL
pl: ROZPOCZNIJ GRĘ
ro_ro: ÎNCEPE JOCUL
sk_sk: Spustiť hru
tr: OYUNU BAŞLAT
vi_vn: BẮT ĐẦU TRÒ CHƠI
zh_cn: 开始游戏

source: HOST A NETPLAY GAME
ar: استضف اللعب عبر النت
ca: ALLOTJAR UN JOC NETGAME
eu_es: SARE JOKO BATEN ANFITRIOIA IZAN
fi_fi: ISÄNNÖI VERKKOPELI
fr: HÉBERGER UNE PARTIE EN RÉSEAU
gl_es: ALOXAR UN XOGO EN REDE
hu: HÁZIGAZDA NETES JÁTÉK
it: OSPITA UNA PARTITA NETPLAY
ja_jp: ネットプレイ(ホストで)を開始
nb_no: VERT ET NETPLAY SPILL
nl: HOST EEN NETPLAY SPEL
pl: HOSTUJ GRĘ NETPLAY
ro_ro: GĂZDUIEȘTE UN JOC NETPLAY
sk_sk: Hostovať sieťovú hru
tr: NETPLAY OYUNUNA EVSAHİBİ OL
vi_vn: TỔ CHỨC TRÒ CHƠI NETPLAY
zh_cn: 建立联网主机

source: PUBLICLY ANNOUNCE GAME
ca: MOSTRAR COM PARTIDA PÚBLICA
cs_cz: VEŘEJNĚ OZNÁMIT HRU
eu_es: JOKOA PUBLIKOKI IRAGARRI
fi_fi: ILMOITA PELISTÄ JULKISESTI
fr: ANNONCER PUBLIQUEMENT LA PARTIE
gl_es: ANUNCIO PÚBLICO DO XOGO
he: הכרז ציבורית על משחק
hu: JÁTÉK PUBLIKUS INDÍTÁSA
it: ANNUNCIA PUBBLICAMENTE LA PARTITA
ja_jp: プレイ状況を公開する
nb_no: OFFENTLIG KUNNGJØR SPILLET
nl: EEN SPEL PUBLIEK AANKONDIGEN
pl: OGŁOŚ GRĘ PUBLICZNIE
ro_ro: ANUNȚĂ PUBLIC JOCUL
sk_sk: Verejne oznámiť hru
tr: AÇIK YAYINLANMIŞ OYUN
zh_cn: 公开的游戏

source: PLAYER PASSWORD
ar: كلمة سر اللاعب
ca: CONTRASENYA DEL JUGADOR
cs_cz: HESLO HRÁČE
eu_es: JOKALARI PASAHITZA
fi_fi: PELAAJAN SALASANA
fr: MOT DE PASSE JOUEUR
gl_es: CONTRASINAL XOGADOR
hu: JÁTÉKOS JELSZAVA
it: PASSWORD GIOCATORE
ja_jp: プレーヤーパスワード
nb_no: SPILLER PASSORD
nl: SPELER WACHTWOORD
pl: HASŁO GRACZA
ro_ro: PAROLĂ JUCĂTORI
sk_sk: Heslo hráča
tr: OYUNCU ŞİFRESİ
vi_vn: MẬT KHẨU NGƯỜI CHƠI
zh_cn: 玩家口令

source: VIEWER PASSWORD
ar: كلمة سر المتفرج
ca: CONTRASENYA PER ESPECTADORS
cs_cz: HESLO PROHLÍŽEČE
eu_es: IKUSI PASAHITZA
fi_fi: KATSELIJAN SALASANA
fr: MOT DE PASSE SPECTATEUR
gl_es: CONTRASINAL ESPECTADORES
hu: NÉZŐ JELSZAVA
it: PASSWORD SPETTATORE
ja_jp: ウォッチパスワード
nb_no: SEERPASSORD
nl: TOESCHOUWER WACHTWOORD
pl: HASŁO WIDZA
ro_ro: PAROLĂ SPECTATORI
sk_sk: Heslo prezerača
tr: İZLEYİCİ ŞİFRESİ
vi_vn: MẬT KHẨU NGƯỜI XEM
zh_cn: 观众口令

source: FIND SIMILAR GAMES...
ar: أوجد ألعاب مماثلة...
ca: CERCAR JOCS SIMILARS…
cs_cz: NAJÍT PODOBNÉ HRY...
cy_gb: DOD O HYD I GEMAU TEBYG ...
eu_es: AURKITU ANTZEKO JOKOAK...
fi_fi: ETSI SAMANKALTAISIA PELEJÄ...
fr: TROUVER LES JEUX SIMILAIRES…
gl_es: BUSCAR XOGOS SEMELLANTES...
he: מציאת משחקים דומים...
hu: HASONLÓ JÁTÉKOK KERESÉSE...
it: CERCA GIOCHI SIMILI...
ja_jp: 類似のゲームを探す...
nb_no: FINN LIGNENDE SPILL...
nl: ZELFDE SOORT SPELLEN ZOEKEN...
pl: ZNAJDŹ PODOBNE GRY...
ro_ro: GĂSEȘTE JOCURI SIMILARE...
sk_sk: Nájsť podobné hry...
tr: BENZER OYUNLARI BUL...
vi_vn: TÌM TRÒ CHƠI TƯƠNG TỰ...
zh_cn: 寻找类似游戏...

source: DELETE ITEM
ca: ESBORRAR ELEMENT
cs_cz: ODSTRANIT POLOŽKU
eu_es: EZABATU ARTIKULUA
fi_fi: POISTA KOHDE
fr: SUPPRIMER L'ÉLÉMENT
gl_es: ELIMINAR ELEMENTO
he: מחיקת פריט
hu: TÉTEL TÖRLÉSE
it: ELIMINA ELEMENTO
ja_jp: ファイルを削除
nl: VERWIJDER ITEM
pl: USUŃ ELEMENT
ro_ro: ȘTERGE ELEMENT
sk_sk: Vymazať položku
tr: BUNU SİL
vi_vn: XÓA MỤC
zh_cn: 删除项目

source: DELETE GAME
ar: حذف اللعبة
ca: ESBORRAR JOC
cs_cz: ODSTRANIT HRU
eu_es: EZABATU JOKOA
fi_fi: POISTA PELI
fr: SUPPRIMER LE JEU
gl_es: ELIMINAR XOGO
he: מחיקת משחק
hu: JÁTÉK TÖRLÉSE
it: ELIMINA GIOCO
ja_jp: ゲームを削除
nb_no: SLETT SPILL
nl: VERWIJDER SPEL
pl: USUŃ GRĘ
ro_ro: ȘTERGE JOCUL
sk_sk: Vymazať hru
tr: OYUNU SİL
vi_vn: XÓA TRÒ CHƠI
zh_cn: 删除游戏

source: THIS WILL DELETE THE ACTUAL GAME FILE(S)! ARE YOU SURE?
ar: سيؤدي هذا إلى حذف ملف (ملفات) اللعبة الفعلية! هل أنت متأكد؟
ca: AIXÒ ELIMINARÀ L’ARXIU(S) DEL JOC ACTUAL! ESTÀS SEGUR?
cs_cz: OPRAVDU ODSTRANIT SOUBOR(Y) HRY! JSTE SI JISTI?
cy_gb: BYDD HYN YN DILEU'R FFEIL(IAU) GÊM GWIRIONEDDOL! WYT TI'N SIWR?
eu_es: ERAGIKETA HONEK ZURE UNEKO JOKO FITXATEGIA(K) EZABATUKO D(IT)U! ZIUR AL ZAUDE?
fi_fi: TÄMÄ POISTAA PELI(EN) TIEDOSTOT! HALUATKO JATKAA?
fr: VOUS ALLEZ SUPPRIMER LE(S) FICHIER(S) DE JEU ACTUEL. ÊTES-VOUS SÛR(E) ?
gl_es: ESTO ELIMINARÁ O(S) FICHEIRO(S) ACTUAIS DO XOGO! ESTÁS CERTO?
he: פעולה זו תמחק את קובצי המשחק סופית, האם להמשיך בפעולה ?
hu: EZZEL LETÖRLÖD AZ AKTUÁLIS JÁTÉK FÁJLOKAT! BIZTOS VAGY BENNE?
it: QUESTA OPERAZIONE ELIMINERÀ IL GIOCO! SEI SICURO?
ja_jp: この操作は実際にファイルを削除します！ 実行しますか？
nb_no: DETTE VIL SLETTE DEN FAKTISKE SPILLFILEN(E)! ER DU SIKKER?
nl: DIT ZAL DE SPEL BESTANDEN ECHT VERWIJDEREN! WEET U HET ZEKER?
pl: TO SPOWODUJE USUNIĘCIE PLIKÓW GIER! JESTEŚ PEWIEN?
ro_ro: ACEST LUCRU VA ȘTERGE FIȘIERUL JOCULUI! EȘTI SIGUR?
sk_sk: Toto vymaže herné súbory! Chcete pokračovať?
tr: BU GERÇEK OYUN DOSYASINI VEYA DOSYALARINI SİLECEK ! EMİN MİSİN?
vi_vn: XÓA HẾT CÁC TỆP TRÒ CHƠI! BẠN CÓ CHẮC CHẮN KHÔNG?
zh_cn: 这个操作会删除实际的游戏文件! 确定要执行吗?

source: COLLECTIONS
ar: مجموعات
ca: COL·LECCIONS
cs_cz: SBÍRKY
cy_gb: CASGLIADAU
eu_es: KOLEKZIOAK
fi_fi: KOKOELMAT
gl_es: COLECCIÓNS
he: אוספים
hu: GYŰJTEMÉNYEK
it: COLLEZIONI
ja_jp: コレクション
nb_no: Samlinger
nl: COLLECTIES
pl: KOLEKCJE
ro_ro: COLECȚII
sk_sk: Kolekcie
tr: KOLEKSİYONLAR
vi_vn: BỘ SƯU TẬP
zh_cn: 所有合辑

source: REMOVE FROM %s
ar: إزالة من %s
ca: TREURE DE %s
cs_cz: ODSTRANIT Z %s
cy_gb: DIDDYMU O %s
eu_es: EZABATU %s-TIK
fi_fi: POISTA KOKOELMASTA %s
fr: SUPPRIMER DE %s
gl_es: ELIMINAR DE %s
he: הסר מ- %s
hu: ELTÁVOLÍTÁS %s-BÓL
it: RIMUOVI DA %s
ja_jp: %s から削除
nb_no: FJERN FRA %s
nl: VERWIJDER UIT %s
pl: USUŃ Z %s
ro_ro: ȘTERGE DIN %s
sk_sk: Odstrániť z %s
tr: %s BURADAN SİL
vi_vn: XÓA TỪ %s
zh_cn: 从 %s 移除

source: ADD TO %s
ar: إضافة إلى %s
ca: AFEGIR A %s
cs_cz: PŘIDAT DO %s
cy_gb: YCHWANEGU I %s
eu_es: GEHITU %s-RI
fi_fi: LISÄÄ KOKOELMAAN %s
fr: AJOUTER À %s
gl_es: ENGADIR A %s
he: הוסף אל %s
hu: HOZZÁADÁS %s-HOZ
it: AGGIUNGI A %s
ja_jp: %s に追加
nb_no: LEGG TIL %s
nl: VOEG TOE AAN %s
pl: DODAJ DO %s
ro_ro: ADAUGĂ LA %s
sk_sk: Pridať do %s
tr: %s BURAYA EKLE
vi_vn: THÊM VÀO %s
zh_cn: 添加到 %s

source: FAVORITES
ar: المفضلة
ca: FAVORITS
cs_cz: OBLÍBENÉ
cy_gb: FFEFRYNNAU
eu_es: GOGOKOAK
fi_fi: SUOSIKIT
fr: FAVORIS
gl_es: FAVORITOS
he: מועדפים
hu: KEDVENCEK
it: PREFERITI
ja_jp: お気に入り
nb_no: FAVORITTER
nl: FAVORIETEN
pl: ULUBIONE
ro_ro: FAVORITE
sk_sk: Obľúbené
tr: FAVORİLER
vi_vn: ƯA THÍCH
zh_cn: 收藏

source: ADD TO CUSTOM COLLECTION...
ar: إضافة إلى المجموعة المخصصة...
ca: AFEGIR A COL·LECCIÓ PERSONALITZADA …
cs_cz: PŘIDAT DO VLASTNÍ SBÍRKY...
eu_es: GEHITU NEURRIRA EGINDAKO KOLEKZIOARI...
fi_fi: LISÄÄ MUKAUTETTUUN KOKOELMAAN...
fr: AJOUTER À UNE COLLECTION...
gl_es: ENGADIR A COLECCIÓN PERSONALIZADA...
he: הוסף לאוסף מותאם אישית...
hu: HOZZÁADÁS EGYEDI GYŰJTEMÉNYHEZ...
it: AGGIUNGI
ja_jp: コレクションに追加...
nb_no: LAGT TIL EGENDEFINERT SAMLING
nl: AAN AANGEPASTE COLLECTIE TOEVOEGEN...
pl: DODAJ DO KOLEKCJI NIESTANDARDOWEJ...
ro_ro: ADAUGĂ LA O COLECȚIE PERSONALIZATĂ...
sk_sk: Pridať do vlastnej kolekcie...
tr: ÖZEL KOLLEKSİYONA EKLE...
vi_vn: THÊM VÀO BỘ SƯU TẬP TÙY CHỈNH...
zh_cn: 添加到自定义合辑...

source: DELETE COLLECTION
ar: حذف المجموعة
ca: ELIMINAR COL·LECCIÓ
cs_cz: SMAZAT SBÍRKU
cy_gb: DILEU CASGLIAD
eu_es: EZABATU KOLEKZIOA
fi_fi: POISTA KOKOELMA
fr: SUPPRIMER LA COLLECTION
gl_es: ELIMINAR COLECCIÓN
he: מחיקת אוסף
hu: GYŰJTEMÉNY TÖRLÉSE
it: ELIMINA COLLEZIONE
ja_jp: コレクションを削除
nb_no: SLETT SAMLING
nl: COLLECTIE VERWIJDEREN
pl: USUŃ KOLEKCJĘ
ro_ro: ȘTERGE COLECȚIA
sk_sk: Vymazať kolekciu
tr: KOLEKSİYONU SİL
vi_vn: XÓA BỘ SƯU TẬP
zh_cn: 删除合辑

source: SCRAPE
ar: جلب
ca: OBTENIR CONTINGUTS DEL JOC
cs_cz: VYHLEDÁVAČ
cy_gb: CRAFU
eu_es: DATUAK LORTU
fi_fi: ETSI TIETOA
fr: SCRAPER
gl_es: RASPAR
hu: LEKÉRÉS
it: SCARICA INFO (SCRAPER)
ja_jp: スクレイプ
nb_no: SØK
nl: SCRAPEN
pl: SCRAPE'UJ
ro_ro: PREIA DATE
sk_sk: Vyhľadať
vi_vn: LẤY DỮ LIỆU TRÒ CHƠI
zh_cn: 抓取封面元数据

source: ADVANCED GAME OPTIONS
ar: خيارات اللعبة المتقدمة
ca: OPCIONS AVANÇADES DEL JOC
cs_cz: POKROČILÉ HERNÍ NASTAVENÍ
cy_gb: OPSIYNAU GÊM UWCH
eu_es: JOKO AUKERA AURRERATUAK
fi_fi: EDISTYNEET PELIASETUKSET
fr: CONFIGURATION AVANCÉE DU JEU
gl_es: OPCIÓNS AVANZADAS DO XOGO
he: אפשרויות משחק מתקדמות
hu: HALADÓ JÁTÉK BEÁLLÍTÁSOK
it: OPZIONI AVANZATE GIOCO
ja_jp: このゲームの詳細設定
nb_no: AVANSERTE SPILL VALG
nl: GEAVANCEERDE SPEL OPTIES
pl: ZAAWANSOWANE OPCJE GRY
ro_ro: OPȚIUNI AVANSATE JOC
sk_sk: Pokročilé voľby hry
tr: GELİŞMİŞ OYUN AYARLARI
vi_vn: LỰA CHỌN TRÒ CHƠI NÂNG CAO
zh_cn: 高级游戏设置选项

source: EDIT FOLDER METADATA
ar: تعديل مجلد البيانات الوصفية
ca: EDITAR LA CARPETA DE METADADES
cs_cz: EUPRAVIT METADATA SLOŽKY
cy_gb: GOLYGU FFOLDER METADATA
eu_es: EDITATU METADATU KARPETA
fi_fi: MUOKKAA KANSION METADATAA
fr: ÉDITER LES MÉTADONNÉES DU DOSSIER
gl_es: EDITAR CARTAFOL DE DATOS DESCRIPTIVOS
he: עריכת METADATA של תיקיה
hu: KÖNYVTÁR METAADATAINAK SZERKESZTÉSE
it: MODIFICA INFORMAZIONI CARTELLA
ja_jp: フォルダのメタ情報を編集
nb_no: REDIGER MAPPE METADATA
nl: BEWERK MAP METADATA
pl: EDYTOWANIE METADANYCH FOLDERU
ro_ro: EDITEAZĂ METADATELE DOSARULUI
sk_sk: Upraviť metadáta priečinka
tr: KLASÖR BİLGİLERİNİ DÜZENLE
vi_vn: CHỈNH SỬA THƯ MỤC METADATA
zh_cn: 编辑文件夹元数据

source: EDIT THIS GAME'S METADATA
ar: تعديل البيانات الوصفية لهذه اللعبة
ca: EDITAR LES METADADES DEL JOC
cs_cz: UPRAVIT METADATA TÉTO HRY
cy_gb: GOLYGU METADATA Y GÊM HWN
eu_es: JOKU HONEN DATUAK EDITATU
fi_fi: MUOKKAA TÄMÄN PELIN METADATAA
fr: ÉDITER LES MÉTADONNÉES DU JEU
gl_es: EDITAR OS DATOS DESCRIPTIVOS DESTE XOGO
he: ערוך METADATA של משחק זה
hu: JÁTÉK METAADATAINAK SZERKESZTÉSE
it: MODIFICA INFORMAZIONI GIOCO
ja_jp: このゲームのメタ情報を編集
nb_no: ENDRE DETTE SPILLETS METADATA
nl: BEWERK DE METADATA VAN DIT SPEL
pl: EDYTUJ METADANE GRY
ro_ro: EDITEAZĂ METADATELE ACESTUI JOC
sk_sk: Upraviť metadáta tejto hry
tr: OYUN BİLGİLERİNİ DÜZENLE
vi_vn: CHỈNH METADATA CỦA TRÒ CHƠI NÀY
zh_cn: 编辑此游戏元数据

source: VIEW PAD TO KEYBOARD INFORMATION
ca: VEURE INFORMACIÓ DE COMANDAMENT A TECLAT
cs_cz: ZOBRAZENÍ KONFIGURACE KLÁVESNICE NA HERNÍM OVLADAČI
cy_gb: GWELD GWYBODAETH PAD I ALWEDDFWRDD
eu_es: IKUSI PAD-ETK TEKLATURAKO INFORMAZIOA
fi_fi: NÄYTÄ OHJAIMESTA-NÄPPÄIMISTÖÖN TIEDOT
fr: VOIR LE PROFIL MANETTE À CLAVIER
gl_es: VER INFORMACIÓN DE MANDO A TECLADO
he: צפייה במידע משטח למקלדת
hu: PAD2KEY INFORMÁCIÓ
it: MOSTRA INFORMAZIONI PAD2KEY
ja_jp: パッドキー設定情報を表示
nb_no: SE PAD TIL TASTATURINFORMASJON
nl: CONTROLLER NAAR KEYBOARD WEERGEVEN
pl: ZOBACZ KONFIGURACJĘ KLAWIATURY NA KONTROLERZE
ro_ro: VEZI INFORMAȚIA PADTOKEY
sk_sk: Zobraziť informáciu o tlačidle na klávesnicu
tr: PAD TO KEYBOARD BİLGİLERİNİ GÖRÜNTÜLEYİN
vi_vn: XEM THÔNG TIN PAD TO KEYBOARD
zh_cn: 查看键盘映射信息

source: RESET
ar: إعادة تعيين
ca: RESTABLIR
cs_cz: RESETOVAT
cy_gb: AIL GYCHWYN
eu_es: BEREZARRI
fi_fi: TYHJENNÄ
fr: RAZ
gl_es: RESTABLECER
he: איפוס
it: RESETTA
ja_jp: リセット
nb_no: NULLSTILL
nl: HERSTEL
pl: ZRESETUJ
ro_ro: RESETEAZĂ
sk_sk: Obnoviť
vi_vn: ĐẶT LẠI
zh_cn: 重置

source: ADD COMBINATION KEY
ca: AFEGIR COMBINACIÓ DE TECLES
cs_cz: PŘIDAT KOMBINAČNÍ KLÍČ
cy_gb: YCHWANEGU ALLWEDD CYFUNO
eu_es: GEHITU KONBINAZIO TEKLA
fr: AJOUTER UNE COMBINAISON DE TOUCHES
gl_es: ENGADIR COMBINACIÓN DE TECLAS
he: הוסף מקש צירופים
hu: KOMBINÁCIÓS BILLENTYŰ MEGADÁSA
it: AGGIUNGI TASTO COMBINAZIONE
ja_jp: 同時押しキーを追加
nb_no: LEGG TIL KOMBINASJONSNØKKEL
nl: KNOP COMBINATIE TOEVOEGEN
pl: DODAJ KLUCZ KOMBINACJI
ro_ro: ADAUGĂ O TASTĂ DE COMBINAȚIE
sk_sk: Pridať klávesu kombinácie
tr: KOMBİNASYON TUŞU EKLE
vi_vn: THÊM PHÍM TỔ HỢP
zh_cn: 增加组合键

source: PAIR A BLUETOOTH DEVICE
ar: اقتران جهاز بلوتوث
ca: APARELLAR UN DISPOSITIU BLUETOOTH
cs_cz: PŘIPOJENÍ OVLADAČE PŘES BLUETOOTH
eu_es: BLUETOOTH GAILUA PAREKATU
fi_fi: PARITA BLUETOOTH-LAITE
fr: ASSOCIER UN PÉRIPHÉRIQUE BLUETOOTH
gl_es: EMPARELLAR UN DISPOSITIVO BLUETOOTH
he: הצמדת בתקן בלו-טות'
hu: BLUETOOTH-ESZKÖZ PÁROSÍTÁSA
it: ACCOPPIA UN DISPOSITIVO BLUETOOTH
ja_jp: BLUETOOTH デバイスのペアリング
nb_no: PAR EN BLUETOOTH ENHET
nl: EEN BLUETOOTH APPARAAT PAIREN
pl: PODŁĄCZ URZĄDZENIE BLUETOOTH
ro_ro: CONECTEAZĂ UN DISPOZITIV BLUETOOTH
sk_sk: Spárovať Bluetooth zariadenie
tr: BİR BLUETOOTH CİHAZ EŞLE
vi_vn: GHÉP NỐI THIẾT BỊ BLUETOOTH
zh_cn: 配对蓝牙手柄

source: PAIR
ar: اقتران
ca: ENLLAÇAR
cs_cz: PÁROVÁNÍ
eu_es: PAREKATU
fi_fi: PARITA
fr: ASSOCIER
gl_es: EMPARELLAR
hu: PÁR
it: ASSOCIA
ja_jp: ペアリング中
nb_no: PAR
pl: PARUJ
ro_ro: CONECTEAZĂ
sk_sk: Spárovať
tr: EŞLE
vi_vn: GHÉP NỐI
zh_cn: 配对

source: IMAGE SOURCE
ar: مصدر الصورة
ca: ORIGEN DE LA IMATGE
cs_cz: ZDROJ OBRÁZKU
cy_gb: FFYNHONNELL DELWEDD
eu_es: IRUDI ITURRIA
fi_fi: KUVAN LÄHDE
gl_es: IMAXE PRINCIPAL
he: מקור תמונה
hu: KÉP FORRÁSA
it: SORGENTE IMMAGINE
ja_jp: イメージ ソース元
nb_no: BILDEKILDE
nl: AFBEELDING BRON
pl: ŹRÓDŁO OBRAZU
ro_ro: SURSĂ IMAGINE
sk_sk: Zdroj obrázku
tr: RESİM KAYNAĞI
vi_vn: NGUỒN HÌNH ẢNH
zh_cn: 图片数据
