Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: this game's publisher
ar: ناشر اللعبة
ca: distribuïdor del joc
cs_cz: vydavatel této hry
eu_es: joku honen argitaratzailea
fi_fi: tämän pelin julkaisija
fr: éditeur du jeu
gl_es: editor deste xogo
hu: játék kiadója
it: editore di questo gioco
ja_jp: このゲームの販売元
nb_no: dette spillets utgiver
nl: uitgever van dit spel
pl: wydawca tej gry
ro_ro: editorul jocului
sk_sk: zadajte vydavateľa hry
tr: bu oyunun yayıncısı
vi_vn: nhà xuất bản trò chơi này
zh_cn: 此游戏发行商

source: Genre
ar: النوع
ca: Gènere
cs_cz: Žánr
eu_es: Generoa
fi_fi: Tyylilaji
gl_es: Xénero
he: ז'אנר
hu: Műfaj
it: Genere
ja_jp: ジャンル
nb_no: Sjanger
pl: Gatunek
ro_ro: Gen
sk_sk: Žáner
tr: Tür
vi_vn: Thể loại
zh_cn: 游戏类型

source: enter game genre
ar: أدخل نوع اللعبة
ca: introduïu el gènere
cs_cz: zadejte žánr hry
cy_gb: gosod genre gemau
eu_es: sartu jokoaren generoa
fi_fi: syötä pelin tyylilaji
fr: entrer le genre du jeu
gl_es: introduce o xénero do xogo
he: הזן ז'אנר משחקים
hu: játék műfajának megadása
it: inserisci genere
ja_jp: ジャンルを入力
nb_no: skriv inn spill sjanger
nl: voer spel genre in
pl: wprowadź gatunek gry
ro_ro: introdu genul jocului
sk_sk: zadajte žáner hry
tr: oyun türünü girin
vi_vn: nhập thể loại trò chơi
zh_cn: 输入游戏类型

source: Game family
ar: لعبة العائلة
ca: Família de joc
cs_cz: Rodinná hra
eu_es: Joku familia
fr: Famille de jeu
gl_es: Familia do xogo
he: משפחת משחקים
hu: Játék típus
it: Famiglia del Gioco
ja_jp: ゲームシリーズ
nb_no: Spill familie
nl: Spel Familie
pl: Rodzina gry
ro_ro: Familia jocului
sk_sk: Rodina hier
tr: Oyun ailesi
vi_vn: Trò chơi cho gia đình
zh_cn: 游戏所属合集

source: this game's game family
ar: لعبة العائلة
ca: família de joc del joc
cs_cz: herní rodina této hry
eu_es: joku honen joku familia
fr: famille du jeu
gl_es: familia do xogo deste xogo
hu: játék típusa
it: famiglia di questo gioco
ja_jp: このゲームのシリーズ
nb_no: dette spillets spillfamilie
nl: spel familie van dit spel
pl: rodzina gier tej gry
ro_ro: familia acestui joc
sk_sk: rodina tejto hry
tr: bu oyunun ailesi
vi_vn: trò chơi cho gia đình này
zh_cn: 本游戏所属合集

source: Genres
ar: الأنواع
ca: Gèneres
cs_cz: Žánry
eu_es: Mota
fi_fi: Tyylilajit
gl_es: Xéneros
he: ז'אנרים
hu: Műfaj
it: Genere
ja_jp: ジャンル
nb_no: Sjangre
pl: Gatunki
ro_ro: Genuri
sk_sk: Žánre
tr: Türler
vi_vn: Thể loại
zh_cn: 游戏载体类型

source: enter game genres
ar: أدخل أنواع اللعبة
ca: introdueix els gèneres del joc
cs_cz: zadejte herní žánry
eu_es: joku honen mota
fi_fi: syötä pelin tyylilajit
fr: entrer le(s) genre(s) du jeu
gl_es: introduce os xéneros do xogo
he: הזן זא'נרי שמחקים
hu: játék műfaj megadása
it: inserisci genere
ja_jp: ジャンルを入力
nb_no: skriv inn spillsjangre
nl: voer spel genres in
pl: wprowadź gatunki gry
ro_ro: introdu genurile jocului
sk_sk: zadajte žánre hier
tr: oyun türlerine giriş
vi_vn: nhập thể loại trò chơi
zh_cn: 本游戏载体类型

source: Arcade system
ar: نظام الأركيد
ca: Sistema arcade
cs_cz: Arkádový systém
cy_gb: System arcêd
eu_es: Arkade sistema
fi_fi: Pelihalli järjestelmä
fr: Système arcade
gl_es: Sistema Arcade
he: משחק 'ארקייד'
hu: Arcade rendszer
it: Sistema Arcade
ja_jp: アーケードシステム
nb_no: Arkade system
nl: Arcade systeem
pl: System gier zręcznościowych
ro_ro: Sistem arcade
sk_sk: Arkádový systém
tr: Oyun makinesi sistemi
vi_vn: Hệ thống Arcade
zh_cn: 游戏系统类型

source: this game's arcade system
ar: نظام الأركيد
ca: sistema arcade del joc
cs_cz: arkádový systém této hry
eu_es: joku honen arkade sistema
fi_fi: tämän pelin pelihallijärjestelmä
fr: système arcade du jeu
gl_es: sistema arcade deste xogo
hu: játék arcade rendszere
it: sistema arcade di questo gioco
ja_jp: このゲームのアーケードシステム
nb_no: dette spillets arkade system
nl: arcade systeem van dit spel
pl: system gier zręcznościowych tej gry
ro_ro: sistemul arcade al acestui joc
sk_sk: arkádový systém tejto hry
tr: bu oyunun oyun makinesi sistemi
vi_vn: hệ thống arcade của trò chơi này
zh_cn: 本游戏系统类型

source: Players
ar: اللاعبين
ca: Jugadors
cs_cz: Hráči
cy_gb: Chwaraewyr
eu_es: Jokalariak
fi_fi: Pelaajat
fr: Joueurs
gl_es: Xogadores
he: שחקנים
hu: Játékosok
it: Giocatori
ja_jp: プレイヤー
nb_no: Spillere
nl: Spelers
pl: Graczy
ro_ro: Jucători
sk_sk: Hráčov
tr: Oyuncu
vi_vn: Người chơi
zh_cn: 游玩人数

source: this game's number of players
ar: عدد اللاعبين
ca: nombre de jugadors del joc
cs_cz: počet hráčů této hry
eu_es: joku honen jokalari kopurua
fi_fi: palaaja määrä tälle pelille
fr: nombre de joueurs du jeu
gl_es: número de xogadores deste xogo
hu: játékos szám
it: numero di giocatori di questo gioco
ja_jp: このゲームのプレイヤー人数
nb_no: dette spillets antall spillere
nl: aantal spelers van dit spel
pl: liczba graczy w tej grze
ro_ro: numărul de jucători al acestui joc
sk_sk: počet hráčov tejto hry
tr: bu oyunun oyuncu sayısı
vi_vn: số người chơi của trò chơi này
zh_cn: 本游戏支持游玩人数

source: Favorite
ar: المفضلة
ca: Preferit
cs_cz: Oblíbené
cy_gb: Ffefryn
eu_es: Gogokoa
fi_fi: Suosikki
fr: Favori
gl_es: Favoritos
he: מועדף
hu: Kedvenc
it: Preferito
ja_jp: お気に入り
nb_no: Favoritt
nl: Favoriet
pl: Ulubiona
sk_sk: Obľúbené
tr: Favori
vi_vn: Ưa thích
zh_cn: 收藏

source: enter favorite
ar: أدخل المفضلة
ca: introduïu el preferit
cs_cz: zadejte oblíbené
cy_gb: gosod ffefryn
eu_es: gogokoa gehitu
fi_fi: syötä suosikki
fr: entrer le favori
gl_es: engadir a favorito
he: הזן מועדף
hu: kedvenc megadása
it: inserisci preferito
ja_jp: お気に入りを入力
nb_no: skriv inn favoritt
nl: voer favoriet in
pl: ustaw jako ulubioną
ro_ro: introdu favorite
sk_sk: zadajte obľúbené
tr: favori girin
vi_vn: nhập ưa thích
zh_cn: 加入收藏

source: Hidden
ar: المخفية
ca: Ocult
cs_cz: Skryté
cy_gb: Cudd
eu_es: Ezkutatua
fi_fi: Piilotettu
fr: Caché
gl_es: Oculto
he: מוסתר
hu: Elrejtett
it: Nascosto
ja_jp: ゲームリストに表示しない
nb_no: Skjult
nl: Verborgen
pl: Ukryta
ro_ro: Ascuns
sk_sk: Skryté
tr: Gizli
vi_vn: Ẩn
zh_cn: 隐藏

source: enter hidden
ar: ادخل المخفي
ca: marcar com ocult
cs_cz: zadat skryté
cy_gb: gosod cuddio
eu_es: sartu ezkutatua
fi_fi: syötä piilotettu
fr: entrer le jeu caché
gl_es: marcar como oculto
he: הזן מוסתר
hu: elrejtett megadása
it: inserisci nascosto
ja_jp: 非表示項目を入力
nl: voer verborgen in
pl: ustaw jako ukrytą
ro_ro: introdu ascuns
sk_sk: zadať skryté
tr: gizli girin
vi_vn: nhập ẩn
zh_cn: 输入是否隐藏

source: Kidgame
ar: ألعاب أطفال
ca: Per a nens
cs_cz: Dětská hra
cy_gb: Gêm plant
eu_es: Umeentzako jokua
fi_fi: Lastenpeli
fr: Jeu enfant
gl_es: Xogo infantil
he: משחק ילדים
hu: Gyerekjáték
it: per bambini
ja_jp: 子供向け
nb_no: Barnespill
nl: Spel voor kinderen
pl: Gra dla dzieci
ro_ro: Joc pentru copii
sk_sk: Detská hra
tr: Çocuk oyunu
vi_vn: Trò chơi cho trẻ em
zh_cn: 儿童游戏

source: enter kidgame
ar: ادخل ألعاب الأطفال
ca: marcar com a joc per a nens
cs_cz: zadat dětskou hru
cy_gb: gosod gêm plant
eu_es: sartu umeentzako jokua
fi_fi: syötä lastenpeli
fr: entrer le jeu enfant
gl_es: marcar como xogo infantil
he: הזן משחק ילדים
hu: gyerekjáték megadása
it: inserisci gioco per bambini
ja_jp: 子供向けを入力
nl: voer spel voor kinderen in
pl: ustaw jako grę dla dzieci
ro_ro: introdu joc pentru copii
sk_sk: zadajte detskú hru
tr: çocuk oyunu girin
vi_vn: nhập trò chơi cho trẻ em
zh_cn: 输入是否儿童游戏

source: Play count
ar: حساب اللعب
ca: Contador de jugades
cs_cz: Počet přehrávek
cy_gb: Cyfrif chwarae
eu_es: Partida zenbatekoa
fi_fi: Pelikerrat
fr: Nombre de parties
gl_es: Veces xogado
he: מונה משחק
hu: Játszások száma
it: Partite giocate
ja_jp: プレイ回数
nb_no: Ganger spilt
nl: Aantal keer gespeeld
pl: Liczba rozgrywek
ro_ro: Număr de partide jucate
sk_sk: Počet hraní
tr: Oynama sayısı
vi_vn: Lượt chơi
zh_cn: 游玩次数

source: enter number of times played
ar: ادخل عدد مرات اللعب
ca: introduïu el nombre de vegades que s'ha jugat
cs_cz: zadejte počet přehrání
cy_gb: gosod nifer o weithiau chwaraewyd
eu_es: sartu jokatutako partida zenbatekoa
fi_fi: syötä kuinka monesti pelattu
fr: entrer le nombre de parties
gl_es: introduce o número de veces xogado
he: הזן מספר משחקים ששוחקו
hu: játszások számának megadása
it: inserisci numero partite giocate
ja_jp: プレイ回数を入力
nb_no: skriv inn antall ganger spilt
nl: voer nummer aantal keer gespeeld in
pl: wprowadź liczbę rozgrywek
ro_ro: introdu număr de partide
sk_sk: zadajte počet hraní
tr: kaç kez oynandığını girin
vi_vn: nhập số lần chơi
zh_cn: 输入游玩次数

source: Last played
ar: آخر ما لعب
ca: Jugat per última vegada
cs_cz: Naposledy přehrané
cy_gb: Chwaraewyd olaf
eu_es: Azken jokatutakoa
fi_fi: Viimeksi pelattu
fr: Dernier jeu
gl_es: Xogado por última vez
he: משחק אחרון
hu: Utoljára játszva
it: Ultima partita
ja_jp: 最後にプレイした日時
nb_no: Sist spilt
nl: Laatst gespeeld
pl: Ostatnia rozgrywka
ro_ro: Jucat ultima dată
sk_sk: Naposledy hrané
tr: Son oynanma
vi_vn: Lần chơi gần nhất
zh_cn: 最后游玩时间

source: enter last played date
ar: ادخل تاريخ آخر ما لعب
ca: introduïu quan vau jugar per última vegada
cs_cz: zadejte datum posledního přehrání
cy_gb: gosod dyddiad chwaraewyd olaf
eu_es: sartu azken jokatutako data
fi_fi: syötä viimeisin pelipäivä
fr: entrer la date de la dernière partie
gl_es: introduce a data da última partida
he: הזן תאריך משחק אחרון
hu: utolsó játék idejének megadása
it: inserisci data dell'ultima partita
ja_jp: 最後にプレイした日時を入力
nb_no: skriv inn siste gang spilt
nl: voer laatst gespeelde datum in
pl: wpisz datę ostatniej rozgrywki
ro_ro: introdu data ultimei partide
sk_sk: zadajte dátum poslednej hry
tr: son oynanma tarihini girin
vi_vn: nhập ngày chơi mới nhất
zh_cn: 输入最后游玩时间

source: Crc32 checksum
ca: Validació de CRC32
cs_cz: Kontrolní součet Crc32
eu_es: Crc32 konprobaketa batura
fi_fi: CRS32-tarkistussumma
fr: Checksum CRC32
gl_es: Suma de comprobación Crc32 (checksum)
hu: Crc32 ellenőrző
it: Codice Crc32
ja_jp: Crc32 チェックサム
nb_no: Crc32 sjekksum
pl: Suma kontrolna Crc32
ro_ro: Suma de control CRC32
sk_sk: Crc32 kontrolný súčet
tr: Crc32 kontrolu
vi_vn: Kiểm tra Crc32
zh_cn: Crc32校验

source: Md5 checksum
ca: Validació de MD5
cs_cz: Kontrolní součet Md5
eu_es: Md5 konprobaketa batura
fi_fi: MD5-tarkistussumma
fr: Checksum MD5
gl_es: Suma de comprobación MD5(checksum)
hu: Md5 ellenőrző
it: Codice Md5
ja_jp: Md5チェックサム
nb_no: Md5 sjekksum
pl: Suma kontrolna Md5
ro_ro: Suma de control MD5
sk_sk: Kontrolný súčet md5
tr: Md5 kontrolu
vi_vn: Kiểm tra Md5
zh_cn: Md5校验

source: Game time
ar: وقت اللعب
ca: Temps jugat
cs_cz: Herní čas
cy_gb: Amser chwarae
eu_es: Joko denbora
fi_fi: Peliaika
fr: Temps de jeu
gl_es: Tempo xogado
he: זמן משחק
hu: Játékidő
it: Tempo di gioco
ja_jp: プレイ時間
nb_no: Spilletid
nl: Speel tijd
pl: Czas gry
ro_ro: Timpul în joc
sk_sk: Čas hry
tr: Oyun zamanı
vi_vn: Thời gian chơi
zh_cn: 游戏时间

source: how long the game has been played in total (seconds)
ar: مجموع مدة اللعب (ثوانِ)
ca: temps que has jugat en total (SEGONS)
cs_cz: jak dlouho byla hra celkem hrána (sekundy)
cy_gb: cyfanswm yr amser (eiliadau) chwaraewyd o'r gêm
eu_es: zenbat denbora jolastu da jokua guztira (segunduak)
fi_fi: kuinka kauan peliä on pelattu yhteensä (sekuntteina)
fr: entrer le temps de jeu
gl_es: canto tempo se xogou o xogo en total (segundos)
he: זמן משחק כולל
hu: mennyi ideig játszottál egy játékot (másodperc)
it: Durata totale del gioco giocato (in secondi)
ja_jp: ゲームの合計プレイ時間（秒）
nb_no: hvor lenge spillet har blitt spilt totalt (sekunder)
nl: hoe lang het spel totaal gespeeld is (seconden)
pl: łączny czas rozgrywek (w sekundach)
ro_ro: cât de mult a fost jucat jocul în total (în secunde)
sk_sk: ako dlho sa táto hra celkovo hrala (v sekundách)
tr: toplamda oyunun oynanış süresini (saniye) olarak belirtin
vi_vn: tổng thời gian chơi (giây)
zh_cn: 游戏总游玩时间（秒）

source: Languages
ar: اللغات
ca: Idiomes
cs_cz: Jazyky
cy_gb: Ieithoedd
eu_es: Hizkuntzak
fi_fi: Kielet
fr: Langues
gl_es: Linguas
he: שפות
hu: Nyelvek
it: Lingue
ja_jp: 使用言語
nb_no: SPRÅK
nl: Talen
pl: Języki
ro_ro: Limbi
sk_sk: Jazyky
tr: Diller
vi_vn: Ngôn ngữ
zh_cn: 语言

source: this game's languages
ar: اللغة
ca: idiomes del joc
cs_cz: jazyk této hry
eu_es: joku honen hizkuntzak
fi_fi: tämän pelin kielet
fr: langues du jeu
gl_es: as linguas deste xogo
hu: játék nyelve
it: lingue di questo gioco
ja_jp: このゲームの使用言語
nb_no: dette spillets språk
nl: talen van dit spel
pl: języki w tej grze
ro_ro: limbile acestui joc
sk_sk: jazyk tejto hry
tr: bu oyunun dilleri
vi_vn: ngôn ngữ của trò chơi này
zh_cn: 本游戏语种

source: Region
ar: المنطقة
ca: Regió
cy_gb: Rhanbarth
eu_es: Herrialde
fi_fi: Alue
fr: Région
gl_es: Rexión
he: איזור
hu: Régió
it: Regione
ja_jp: リージョン
nl: Regio
ro_ro: Regiune
sk_sk: Región
tr: Bölge
vi_vn: Khu vực
zh_cn: 区域

source: this game's region
ar: المنطقة
ca: regió del joc
cs_cz: region této hry
eu_es: joku honen herrialdea
fi_fi: tämän pelin alue
fr: région du jeu
gl_es: a rexión deste xogo
hu: játék régiója
it: regione di questo gioco
ja_jp: このゲームのリージョン
nb_no: dette spillets region
nl: regio van dit spel
pl: region tej gry
ro_ro: regiunea acestui joc
sk_sk: región tejto hry
tr: bu oyunun bölgesi
vi_vn: khu vực của trò chơi này
zh_cn: 本游戏发行区域

source: Cheevos Hash
ar: تهشير تشيفوس
cy_gb: Hash Cheevos
eu_es: Cheevos Hash funtzioa
fr: Hash Cheevos
it: Hash per trofei
ja_jp: Cheevos ハッシュ
pl: Skrót Cheevos
ro_ro: Hash Cheevos
zh_cn: Cheevos哈希

source: Cheevos checksum
ar: تحقيق مجموع تشيفوس
cs_cz: Kontrolní součet Cheevos
cy_gb: Checksum Cheevos
eu_es: Cheevos koprobaketa batura
fr: Checksum Cheevos
hu: Cheevos ellenőrző
it: Checksum per trofei
ja_jp: Cheevos チェックサム
nb_no: Cheevos sjekksum
pl: Suma kontrolna Cheevos
ro_ro: Sumă de control Cheevos
sk_sk: Cheevos kontrolný súčet
tr: Cheevos kontrolu
vi_vn: Kiểm tra Cheevos
zh_cn: Cheevos校验和

source: Cheevos Game ID
ar: رقم تعريف اللعبة في تشيفوس
ca: ID de joc cheevos
cs_cz: Cheevos Hry ID
cy_gb: ID Gêm Cheevo
eu_es: Cheevos joko IDa
fr: Game ID Cheevos
gl_es: ID do xogo Cheevos
he: זהות משחק Cheevos
hu: Cheevos játék ID
it: ID gioco per trofei
ja_jp: Cheevos ゲーム ID
nb_no: Cheevos Spill ID
pl: Identyfikator gry Cheevos
ro_ro: ID joc Cheevos
sk_sk: Cheevos ID hry
tr: Cheevos Oyun ID
zh_cn: Cheevos游戏ID

source: Screenscraper Game ID
ar: ر.ت لعبة جالِب الشاشة
ca: ID de joc Screenscraper
cs_cz: Vyhledávač snímku ID hry
cy_gb: ID Gêm Screenscraper
eu_es: Screenscraper Joko IDa
fr: Game ID Screenscraper
gl_es: ID do xogo raspapantallas (Screenscraper)
he: Screenscraper זהות משחק
hu: Screenscaper játék ID
it: ID gioco Screenscraper
ja_jp: スクリーンスクレイパー ゲームID
nb_no: Skjermskraper spill-ID
pl: Identyfikator gry Screenscraper
ro_ro: ID joc Screenscraper
sk_sk: ID hry Screenscrapera
tr: Screenscraper Oyun ID
zh_cn: Screenscraper游戏ID

source: This collection contains %i game:%s
ar: هذه المجموعة تحتوي على %i لعبة:%s
ca: Aquesta col·lecció conté %i joc:%s
cs_cz: Tato kolekce obsahuje %i hru:%s
eu_es: Kolekzio honek %i jokoa dauka:%s
fr: Cette collection contient %i jeu : %s
gl_es: Esta colección contén %i xogo:%s
hu: Ez a gyűjtemény %i játékot tartalmaz:%s
it: Questa collezione contiene %i gioco:%s
ja_jp: このコレクションには、次のような ゲームが %i 種あります :%s
nl: Deze collectie heeft %i spel:%s
pl: Kolekcja zawiera %i grę: %s
ro_ro: Această colecție conține %i joc: %s
sk_sk: Táto kolekcia obsahuje %i hru:%s
tr: Bu koleksiyon %i oyun içerir:%s
vi_vn: Bộ sưu tập này chứa %i trò chơi:%s
zh_cn: 此合集包含 %i 个游戏:%s

source: Collections
ar: المجموعات
ca: Coleccions
cs_cz: Sbírka
cy_gb: Casgliadau
eu_es: Kolekzioak
gl_es: Coleccións
hu: Gyűjtemények
it: Collezioni
ja_jp: コレクション
nb_no: Samlinger
nl: Collecties
pl: Kolekcje
ro_ro: Colecții
sk_sk: Kolekcie
tr: Koleksiyonlar
vi_vn: Bộ sưu tập
zh_cn: 合辑

source: Extracting
ar: استخراج
ca: Extraient
cs_cz: Rozbalování
cy_gb: Echdynnu
eu_es: Erauzten
fr: Extraction
gl_es: Extraendo
hu: Kitömörítés
it: Estrazione
ja_jp: 抽出
nb_no: Henter ut
nl: Uitpakken
pl: Rozpakowywanie
ro_ro: Se extrage
sk_sk: Extrahujem
tr: Çıkartılıyor
vi_vn: Đang giải nén
zh_cn: 提取中

source: DOWNLOADING
ar: جارِ التحميل
ca: DESCARREGANT
cs_cz: STAHOVÁNÍ
cy_gb: LAWRLWYTHO
eu_es: DESKARGATZEN
fi_fi: LADATAAN
fr: TÉLÉCHARGEMENT
gl_es: DESCARGANDO
he: מוריד
hu: LETÖLTÉS
ja_jp: ダウンロード中
nb_no: LASTER NED
nl: DOWNLOADEN
pl: POBIERANIE
ro_ro: SE DESCARCĂ
sk_sk: Sťahujem
tr: İNDİRİLİYOR
vi_vn: ĐANG TẢI
zh_cn: 正在下载

source: THEME INSTALLED SUCCESSFULLY
ar: تم تثبيت السمة بنجاح
ca: TEMA INSTAL·LAT SATISFACTÒRIAMENT
cs_cz: TÉMA ÚSPĚŠNĚ NAINSTALOVÁNO
cy_gb: THEMA WEDI'I OSOD YN LLWYDDIANNUS
eu_es: GAIA ONDO INSTALATU DA
fi_fi: TEEMAN ASENNUS ONNISTUI
fr: THÈME INSTALLÉ AVEC SUCCÈS
gl_es: TEMA INSTALADO CON ÉXITO
he: ערכת נושא הותקנה בהצלחה
hu: A TÉMA SIKERESEN TELEPÍTVE
it: TEMA INSTALLATO CON SUCCESSO
ja_jp: テーマは正常にインストールされました
nb_no: TEMA INSTALLASJON VAR VELLYKKET
nl: THEMA SUCCESVOL GEINSTALLEERD
pl: MOTYW ZOSTAŁ POMYŚLNIE ZAINSTALOWANY
ro_ro: TEMA A FOST INSTALATĂ CU SUCCES
sk_sk: Téma úspešne nainštalovaná
tr: TEMA BAŞARIYLA YÜKLENDİ
vi_vn: CÀI ĐẶT GIAO DIỆN THÀNH CÔNG
zh_cn: 主题安装成功

source: AN ERROR OCCURRED
ca: S'HA PRODUÏT UN ERROR
cs_cz: DOŠLO K CHYBĚ
eu_es: ERRORE BAT GERTATU DA
fi_fi: VIRHE ON TAPAHTUNUT
fr: UNE ERREUR EST SURVENUE
gl_es: HOUBO UN ERRO
hu: HIBA TÖRTÉNT
it: SI È VERIFICATO UN ERRORE
ja_jp: エラーが発生
nb_no: DET OPPSTO EN FEIL
pl: WYSTĄPIŁ BŁĄD
ro_ro: A APĂRUT O EROARE
sk_sk: Nastala chyba
tr: BİR HATA OLUŞTU
vi_vn: ĐÃ XẢY RA LỖI
zh_cn: 出现错误

source: THEME UNINSTALLED SUCCESSFULLY
ar: تم حذف السمة بنجاح
ca: TEMA DESINSTAL·LAT SATISFACTÒRIAMENT
cs_cz: TÉMA ÚSPĚŠNĚ ODINSTALOVÁNO
cy_gb: THEMA WEDI'I DADOSOD YN LLWYDDIANNUS
eu_es: GAIA ONDO DESINSTALATU DA
fi_fi: TEEMAN POISTO ONNISTUI
fr: THÈME DÉSINSTALLÉ AVEC SUCCÈS
gl_es: TEMA DESINSTALADO CON ÉXITO
he: ערכת נושא הוסרה בהצלחה
hu: TÉMA SIKERESEN ELTÁVOLÍTVA
it: TEMA RIMOSSO CON SUCCESSO
ja_jp: テーマは正常にアンインストールされました
nb_no: TEMA UINSTALLASJON VAR VELLYKKET
nl: THEMA SUCCESVOL GEDEINSTALLEERD
pl: MOTYW ZOSTAŁ POMYŚLNIE ODINSTALOWANY
ro_ro: TEMA A FOST DEZINSTALATĂ CU SUCCES
sk_sk: Téma úspešne odinštalovaná
tr: TEMA BAŞARIYLA KALDIRILDI
vi_vn: GỠ CÀI ĐẶT GIAO DIỆN THÀNH CÔNG
zh_cn: 主题卸载成功

source: BEZELS INSTALLED SUCCESSFULLY
ar: تم تثبيت البرواز بنجاح
ca: MOTLLURES INSTAL·LADES SATISFACTÒRIAMENT
cs_cz: RÁMEČKY BYLY ÚSPĚŠNĚ NAINSTALOVÁNY
cy_gb: GWEFLAU WEDI'I OSOD YN LLWYDDIANNUS
eu_es: BEZEL-AK ONDO INSTALATU DIRA
fi_fi: KEHYKSET ASENNETTU ONNISTUNEESTI
fr: DÉCORATIONS INSTALLÉES AVEC SUCCÈS
gl_es: BISEIS INSTALADOS CON ÉXITO
he: מסגרת התוקנה בהצלחה
hu: KERET SIKERESEN TELEPÍTVE
it: CORNICI INSTALLATE CON SUCCESSO
ja_jp: ベゼルは正常にインストールされました
nb_no: INSTALLASJON AV RAMMER VELLYKKET
nl: OMLIJSTINGEN SUCCESVOL GEINSTALLEERD
pl: RAMKI ZOSTAŁY POMYŚLNIE ZAINSTALOWANE
ro_ro: RAMELE AU FOST INSTALATE CU SUCCES
sk_sk: Obruby úspešne nainštalované
tr: ÇERÇEVELER BAŞARIYLA YÜKLENDİ
vi_vn: CÀI ĐẶT BEZELS THÀNH CÔNG
zh_cn: 遮罩安装成功

source: BEZELS UNINSTALLED SUCCESSFULLY
ar: تم حذف البرواز بنجاح
ca: MOTLLURES DESINSTAL·LADES SATISFACTÒRIAMENT
cs_cz: RÁMEČKY BYLY ÚSPĚŠNĚ ODINSTALOVÁNY
cy_gb: GWEFLAU WEDI'I DADOSOD
eu_es: BEZEL-AK ONDO DESINSTALATU DIRA
fi_fi: KEHYKSET POISTETTU ONNISTUNEESTI
fr: DÉCORATIONS DÉSINSTALLÉES AVEC SUCCÈS
gl_es: BISEIS DESINSTALADOS CON ÉXITO
he: מסגרת הוסרה בהצלחה
hu: KERET SIKERESEN ELTÁVOLÍTVA
it: CORNICI RIMOSSE CON SUCCESSO
ja_jp: ベゼルは正常にアンインストールされました
nb_no: UINSTALLASJON AV RAMMER VELLYKKET
nl: OMLIJSTINGEN SUCCESVOL GEDEINSTALLEERD
pl: RAMKI ZOSTAŁY POMYŚLNIE ODINSTALOWANE
ro_ro: RAMELE AU FOST DEZINSTALATE CU SUCCES
sk_sk: Obruby úspešne odinštalované
tr: ÇERÇEVELER BAŞARIYLA KALDIRILDI
vi_vn: GỠ CÀI ĐẶT BEZELS THÀNH CÔNG
zh_cn: 遮罩卸载成功

source: PACKAGE INSTALLED SUCCESSFULLY
ar: تم تثبيت الحزمة بنجاح
ca: PAQUET INSTAL·LAT SATISFACTÒRIAMENT
cs_cz: BALÍČEK ÚSPĚŠNĚ NAINSTALOVÁN
cy_gb: PECYNNAU WEDI'I OSOD YN LLWYDDIANNUS
eu_es: PAKETEA ONDO INSTALATU DA
fi_fi: PAKETIN ASENNUS ONNISTUI
fr: PAQUET INSTALLÉ AVEC SUCCÈS
gl_es: PAQUETE INSTALADO CON ÉXITO
he: חבילה הותקנה בהצלחה
hu: CSOMAG SIKERESEN TELEPÍTVE
it: PACCHETTO INSTALLATO CON SUCCESSO
ja_jp: パッケージは正常にインストールされました
nl: PAKKET SUCCESVOL GEINSTALLEERD
pl: PAKIET ZOSTAŁ POMYŚLNIE ZAINSTALOWANY
ro_ro: PACHETUL A FOST INSTALAT CU SUCCES
sk_sk: Balík úspešne nainštalovaný
tr: PAKET BAŞARIYLA YÜKLENDİ
vi_vn: CÀI ĐẶT GÓI THÀNH CÔNG
zh_cn: 补丁包安装成功

source: PACKAGE REMOVED SUCCESSFULLY
ar: تم حذف الحزمة بنجاح
ca: PAQUET DESINSTAL·LAT SATISFACTÒRIAMENT
cs_cz: BALÍČEK ODSTRANĚN
cy_gb: PECYNNAU WEDI'I DADOSOD YN LLWYDDIANNUS
eu_es: PAKETEA ONDO KENDU DA
fi_fi: PAKETIN POISTO ONNISTUI
fr: PAQUET SUPPRIMÉ AVEC SUCCÈS
gl_es: PAQUETE ELIMINOUSE CON EXITO
he: חבילה הוסרה בהצלחה
hu: CSOMAG SIKERESEN ELTÁVOLÍTVA
it: PACCHETTO RIMOSSO CON SUCCESSO
ja_jp: パッケージは正常に削除されました
nl: PAKKET SUCCESVOL GEDEINSTALLEERD
pl: PAKIET ZOSTAŁ POMYŚLNIE ODINSTALOWANY
ro_ro: PACHETUL A FOST DEZINSTALAT CU SUCCES
sk_sk: Balí úspešne odinštalovaný
tr: PAKET BAŞARIYLA KALDIRILDI
vi_vn: GỠ BỎ GÓI THÀNH CÔNG
zh_cn: 补丁包卸载成功

source: Searching
ar: يبحث
ca: Cercant
cs_cz: Vyhledávání
cy_gb: Yn chwilio
eu_es: Bilatzen
fr: Recherche
gl_es: Buscando
hu: Keresés
it: Cercando
ja_jp: 検索中
nb_no: Søker
nl: Zoeken
pl: Wyszukiwanie
ro_ro: Se caută
sk_sk: Hľadám
tr: Aranıyor
vi_vn: Đang tìm kiếm
zh_cn: 搜索中

source: Released
ar: تاريخ الإصدار
ca: Publicat
cs_cz: Datum vydáni
cy_gb: Rhyddhawyd
eu_es: Argitaratuta
fi_fi: Julkaistu
fr: Date de sortie
gl_es: Lanzamento
hu: Kiadva
it: Pubblicato
ja_jp: 発売日
nb_no: Utgitt
nl: Uitgegeven
pl: Opublikowana
ro_ro: Lansat
sk_sk: Vydané
tr: Yayın
vi_vn: Phát hành
zh_cn: 发行日期

source: NO GAMES FOUND - SKIP
ar: لا يوجد ألعاب - تخطي
ca: NO S'HA TROBAT CAP JOC - OMET
cs_cz: NEBYLY NALEZENY ŽÁDNÉ HRY - PŘESKOČIT
cy_gb: DIM GEMAU WEDI FFEINDIO - SGIPIO
eu_es: EZ DIRA JOKUAK AURKITU - TXANDAPASA
fr: AUCUN JEU NE CORRESPOND - PASSER
gl_es: NON SE ATOPARON XOGOS - SALTAR
hu: NINCS JÁTÉK - KIHAGYÁS
it: NESSUN GIOCO TROVATO - SALTA
ja_jp: ゲームが見つかりません - スキップ
nb_no: INGEN SPILL FUNNET - HOPP OVER
nl: GEEN SPELLEN GEVONDEN - OVERSLAAN
pl: NIE ZNALEZIONO ŻADNYCH GIER - POMIŃ
ro_ro: NU S-AU GĂSIT JOCURI - OMITE
sk_sk: Nenašli sa hry - preskakujem
tr: OYUN BULUNAMADI - ESGEÇİLDİ
vi_vn: KHÔNG TÌM THẤY TRÒ CHƠI NÀO - BỎ QUA
zh_cn: 未发现游戏 - 跳过

source: RETRY
ar: إعادة المحاولة
ca: TORNA-HO A INTENTAR
cs_cz: ZNOVU
cy_gb: CEISIO ETO
eu_es: BERRIRO SAIATU
fr: RECOMMENCER
gl_es: REINTENTAR
hu: ÚJRA
it: RIPROVA
ja_jp: 再試行
nb_no: PRØV IGJEN
nl: OPNIEUW PROBEREN
pl: PONÓW
ro_ro: REÎNCEARCĂ
sk_sk: Znovu
tr: TEKRAR DENE
vi_vn: THỬ LẠI
zh_cn: 重试

source: SKIP
ar: تخطي
ca: OMET
cs_cz: PŘESKOČIT
cy_gb: SGIPIO
eu_es: TXANDAPASA
fr: PASSER
gl_es: OMITIR
hu: KIHAGY
it: SALTA
ja_jp: スキップ
nb_no: HOPP OVER
nl: OVERSLAAN
pl: POMIŃ
ro_ro: OMITE
sk_sk: Preskočiť
tr: GEÇ
vi_vn: BỎ QUA
zh_cn: 跳过

source: CANCEL
ar: إلغاء
ca: CANCEL·LA
cs_cz: ZRUŠIT
cy_gb: CANSLO
eu_es: EZEZTATU
fi_fi: TAKAISIN
fr: ANNULER
gl_es: CANCELAR
he: ביטול
hu: MÉGSE
it: ANNULLA
ja_jp: キャンセル
nb_no: AVBRYT
nl: ANNULEREN
pl: ANULUJ
ro_ro: ANULEAZĂ
sk_sk: Zrušiť
tr: İPTAL
vi_vn: HUỶ
zh_cn: 取消

source: Downloading
ar: تنزيل
ca: Descarregant
cs_cz: Stahování
cy_gb: Yn lawrlwytho
eu_es: Deskargatzen
fr: Téléchargement
gl_es: Descargando
hu: Letöltés
it: Scaricamento
ja_jp: ダウンロード中
nb_no: Laster ned
nl: Downloaden
pl: Pobieranie
ro_ro: Se descarcă
sk_sk: Sťahujem
tr: İndiriliyor
vi_vn: Đang tải xuống
zh_cn: 正在下载中

source: SEARCH FOR
ar: البحث عن
ca: CERCA PER
cs_cz: HLEDAT
eu_es: BILATU:
fr: CHERCHER POUR
gl_es: BUSCAR POR
hu: KERESÉS
it: CERCA PER
ja_jp: 検索
nb_no: SØK ETTER
nl: ZOEK NAAR
pl: SZUKAJ
ro_ro: CAUTĂ DUPĂ
sk_sk: Hľadať
tr: ARAMA YAP
vi_vn: TÌM KIẾM
zh_cn: 搜索方式按

source: ACCEPT RESULT
ar: قبول النتيجة
ca: ACCEPTA EL RESULTAT
cs_cz: PŘIJMOUT VÝSLEDEK
cy_gb: DERBYN CANLYNIAD
eu_es: ONARTU EMAITZA
fr: ACCEPTER LE RÉSULTAT
gl_es: ACEPTAR RESULTADO
hu: EREDMÉNYEK MENTÉSE
it: ACCETTA RISULTATO
ja_jp: 結果を適用
nb_no: AKSEPTER RESULTAT
nl: ACCEPTEER RESULTAAT
pl: AKCEPTUJ WYNIK
ro_ro: ACCEPTĂ REZULTATUL
sk_sk: Prijať výsledok
tr: SONUCU ONAYLA
vi_vn: CHẤP NHẬN KẾT QUẢ
zh_cn: 接受结果
