Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: ENABLE NAVIGATION SOUNDS
ar: تفعيل أصوات التنقل
ca: HABILITAR ELS SONS DE NAVEGACIÓ
cs_cz: POVOLIT NAVIGAČNÍ ZVUKY
cy_gb: GALLUOGI SEINIAU MORDWYO
eu_es: GAITU NABIGATZE SOINUAK
fr: ACTIVER LES SONS DE NAVIGATION
gl_es: ACTIVAR SONS DE NAVEGACIÓN
he: הוך צלילי ניווט לפעילים
hu: NAVIGÁCIÓS HANGOK ENGEDÉLYEZÉSE
it: ABILITA SUONI DI NAVIGAZIONE
ja_jp: 操作音を有効
nb_no: AKTIVER NAVIGASJONSLYDER
nl: NAVIGATIE GELUIDEN INSCHAKELEN
pl: WŁĄCZ DŹWIĘKI NAWIGACJI
ro_ro: ACTIVEAZĂ SUNETELE ÎN NAVIGARE
sk_sk: Povoliť zvuky navigácie
tr: NAVİGASYON SESLERİNİ ETKİNLEŞTİR
vi_vn: BẬT ĐIỀU HƯỚNG ÂM THANH
zh_cn: 启用导航声音

source: ENABLE VIDEO PREVIEW AUDIO
ar: تفعيل صوت فيديو المعاينة
ca: HABILITAR L'ÀUDIO A LES PREVISUALITZACIONS DE VÍDEO
cs_cz: POVOLIT NÁHLED VIDEA SE ZVUKEM
cy_gb: GALLUOGI SAIN FIDEO
eu_es: GAITU BIDEO AURREIKUSPENAREN AUDIOA
fi_fi: OTA KÄYTTÖÖN VIDEOIDEN ESIKATSELUN ÄÄNI
fr: ACTIVER LE SON DES VIDÉOS
gl_es: ACTIVAR O AUDIO DE VISTA PREVIA DO VÍDEO
hu: VIDEÓ HANGJÁNAK ENGEDÉLYEZÉSE
it: AUDIO DELLE ANTEPRIME VIDEO
ja_jp: デモ動画のBGMを有効
nb_no: AKTIVER VIDEO FORHÅNDSVISNING LYD
nl: VIDEO PREVIEW AUDIO INSCHAKELEN
pl: WŁĄCZ DŹWIĘK WIDEO
ro_ro: ACTIVEAZĂ PREVIZUALIZARE VIDEO CU SUNET
sk_sk: Povoliť zvuk pri video náhľade
tr: VİDEO SESİNİ ETKİNLEŞTİR
vi_vn: BẬT NGHE TRƯỚC ÂM THANH VIDEO
zh_cn: 启用视频预览声音

source: IP ADDRESS
ar: عنوان بروتوكول الإنترنت
ca: ADREÇA IP
cs_cz: IP ADRESA
cy_gb: CYFEIRIAD IP
eu_es: IP HELBIDEA
fi_fi: IP-OSOITE
fr: ADRESSE IP
gl_es: DIRECCIÓN IP
he: כתובת IP
hu: IP CÍM
it: INDIRIZZO IP
ja_jp: IP アドレス
nb_no: IP ADRESSE
nl: IP ADRES
pl: ADRES IP
ro_ro: ADRESĂ IP
sk_sk: IP adresa
tr: IP ADRESİ
vi_vn: ĐỊA CHỈ IP
zh_cn: IP地址（IPV4）

source: CONNECTED
ar: متصل
ca: CONNECTAT
cs_cz: PŘIPOJEN
cy_gb: WEDI CYSYLLTU
eu_es: KONEKTATUTA
fi_fi: YHDISTETTY
fr: CONNECTÉ
gl_es: CONECTADO
he: מחובר
hu: CSATLAKOZVA
it: CONNESSO
ja_jp: 接続中
nb_no: TILKOBLET
nl: VERBONDEN
pl: POŁĄCZONO
ro_ro: CONECTAT
sk_sk: Pripojené
tr: BAĞLI
vi_vn: ĐÃ KẾT NỐI
zh_cn: 已连接

source: NOT CONNECTED
ar: غير متصل
ca: NO CONNECTAT
cs_cz: NEPŘIPOJEN
cy_gb: HEB EI GYSYLLTU
eu_es: KONEKTATU GABE
fi_fi: EI YHDISTETTY
fr: DÉCONNECTÉ
gl_es: NON CONECTADO
he: לא מחובר
hu: NINCS CSATLAKOZVA
it: NON CONNESSO
ja_jp: 未接続
nb_no: FRAKOBLET
nl: NIET VERBONDEN
pl: NIE POŁĄCZONO
ro_ro: DECONECTAT
sk_sk: Nepripojené
tr: BAĞLI DEĞİL
vi_vn: KHÔNG KẾT NỐI
zh_cn: 未连接

source: INTERNET STATUS
ar: حالة الإنترنت
ca: ESTAT D'INTERNET
cs_cz: STAV INTERNETU
cy_gb: STATWS RHYNGRWYD
eu_es: INTERNET EGOERA
fi_fi: INTERNET-YHTEYDEN TILA
fr: STATUT INTERNET
gl_es: ESTADO DA REDE
he: מצב אינטרנט
hu: INTERNET ÁLLAPOTA
it: STATO DI RETE
ja_jp: 接続状態
nb_no: INTERNETT STATUS
pl: STATUS INTERNETU
ro_ro: STARE INTERNET
sk_sk: Stav internetu
tr: İNTERNET DURUMU
vi_vn: TRẠNG THÁI MẠNG
zh_cn: 网络状态

source: HOSTNAME
ar: اسم المضيف
ca: NOM DE LA MÀQUINA
cy_gb: ENW HOST
eu_es: GAILUAREN IZENA
fi_fi: ISÄNTÄNIMI
fr: NOM SUR LE RÉSEAU
gl_es: NOME DO EQUIPO
he: שם HOST
hu: HOSZTNÉV
it: NOME HOST
ja_jp: ホスト名
nb_no: ENHETSNAVN
pl: NAZWA HOSTA
ro_ro: NUME SISTEM
sk_sk: Názov hostiteľa
tr: SUNUCU ADI
vi_vn: TÊN MÁY CHỦ
zh_cn: 主机名

source: ENABLE WIFI
ar: تفعيل الويفي
ca: ACTIVA EL WIFI
cs_cz: POVOLIT WIFI
cy_gb: GALLUOGI WIFI
eu_es: WIFI-a AKTIBATU
fi_fi: OTA WIFI KÄYTTÖÖN
fr: ACTIVER LE WIFI
gl_es: PERMITIR REDE SEN FIOS
he: הפוך WIFI לזמין
hu: WIFI ENGEDÉLYEZÉSE
it: ATTIVA WIFI
ja_jp: WI-FI 有効
nb_no: AKTIVER WIFI
nl: WIFI INSCHAKELEN
pl: WŁĄCZ WIFI
ro_ro: ACTIVEAZĂ WIFI
sk_sk: Povoliť Wi-Fi
tr: WIFI ETKİNLEŞTİR
vi_vn: BẬT WIFI
zh_cn: 启用 WiFi

source: WIFI KEY
ar: مفتاح الـ WIFI
ca: CLAU DEL WIFI
cs_cz: HESLO WIFI
cy_gb: ALLWEDD WIFI
eu_es: WIFI GAKOA
fi_fi: WIFI:N SALASANA
fr: CLÉ WIFI
gl_es: CONTRASINAL REDE SEN FIOS
he: סיסמה (WIFI KEY)
hu: WIFI JELSZÓ
it: CHIAVE WIFI
ja_jp: WIFI キー
nb_no: NETTVERKSPASSORD
pl: HASŁO WIFI
ro_ro: CHEIE WIFI
sk_sk: Wi-Fi heslo
tr: WIFI ANAHTARI
zh_cn: WiFi 密码

source: WIFI ENABLED
ar: تم تفعيل الـ WIFI
ca: EL WIFI ESTÀ ACTIU
cs_cz: WIFI POVOLENO
cy_gb: GALLUOGI WIFI
eu_es: WIFI-a AKTIBATUTA
fi_fi: WIFI KÄYTÖSSÄ
fr: WIFI ACTIVÉ
gl_es: REDE SEN FIOS ACTIVADA
he: WIFI זמין
hu: WIFI ENGEDÉLYEZVE
it: WIFI ATTIVO
ja_jp: WIFI が有効になりました
nb_no: WIFI AKTIVERT
nl: WIFI INGESCHAKELD
pl: WIFI WŁĄCZONE
ro_ro: WIFI ACTIVAT
sk_sk: Wi-Fi povolené
tr: WIFI ETKİN
vi_vn: ĐÃ KÍCH HOẠT WIFI
zh_cn: WiFi 已启用

source: WIFI CONFIGURATION ERROR
ar: تكوين الـ WIFI خاطىء
ca: ERROR EN LA CONFIGURACIÓ DEL WIFI
cs_cz: CHYBA KONFIGURACE WIFI
cy_gb: GWALL TRAWSWEDDU WIFI
eu_es: WIFI KONFIGURAZIO ERROREA
fi_fi: VIRHE WIFI:N ASETUKSISSA
fr: IMPOSSIBLE DE CONFIGURER LE WIFI
gl_es: ERRO NA CONFIGURACION SEN FIOS
he: שגיאה בתצורת WIFI
hu: WIFI BEÁLLÍTÁSI HIBA
it: ERRORE DI CONFIGURAZIONE WIFI
ja_jp: WIFI 設定エラー
nb_no: WIFI KONFIGURASJONSFEIL
nl: WIFI CONFIGURATIE FOUT
pl: BŁĄD KONFIGURACJI WIFI
ro_ro: EROARE DE CONFIGURARE WIFI
sk_sk: Chyba konfigurácie Wi-Fi
tr: WIFI YAPILANDIRMA HATASI
vi_vn: LỖI CẤU HÌNH WIFI
zh_cn: WiFi 配置错误

source: QUICK ACCESS
ar: الوصول السريع
ca: ACCÈS RÀPID
cs_cz: RYCHLÝ PŘÍSTUP
cy_gb: MYNEDIAD CYFLYM
eu_es: ATZIPEN AZKARRA
fr: ACCÈS RAPIDE
gl_es: ACCESO RAPIDO
he: גישה מהירה
hu: GYORS ELÉRÉS
it: ACCESSO RAPIDO
ja_jp: クイック アクセス
nb_no: RASK TILGANG
nl: SNELLE TOEGANG
pl: SZYBKI DOSTĘP
ro_ro: ACCES RAPID
sk_sk: Rýchly prístup
tr: HIZLI ERİŞİM
vi_vn: TRUY CẬP NHANH
zh_cn: 快速进入

source: SKIP TO THE NEXT SONG
ar: تخطي الموسيقى
ca: SALTAR A LA SEGÜENT CANÇÓ
cs_cz: PŘESKOČIT NA DALŠÍ SKLADBU
eu_es: SALTATU HURRENGO ABESTIA
fi_fi: HYPPÄÄ SEURAAVAAN KAPPALEESEEN
fr: PASSER A LA MUSIQUE SUIVANTE
gl_es: PASA A SEGUINTE CANCIÓN
hu: UGRÁS A KÖVETKEZŐ DALRA
it: PASSA ALLA TRACCIA SUCCESSIVA
ja_jp: 次の曲にスキップ
nb_no: HOPP TIL NESTE SANG
nl: NAAR VOLGENDE MUZIEKNUMMER
pl: PRZEJDŹ DO NASTĘPNEGO UTWORU
ro_ro: TRECI LA URMĂTORUL CÂNTEC
sk_sk: Preskočiť na ďalšiu skladbu
tr: SONRAKİ ŞARKIYA GEÇ
vi_vn: CHUYỂN ĐẾN BÀI TIẾP THEO
zh_cn: 下一首音乐

source: NOW PLAYING
ar: تشتغل حاليا
ca: REPRODUÏNT ARA
cs_cz: PRÁVĚ SE PŘEHRÁVÁ
eu_es: ORAIN ERREPRODUZITZEN
fi_fi: NYT SOITETAAN
fr: A L’ÉCOUTE
gl_es: REPRODUCINDO
hu: MOST JÁTSZOTT
it: IN ASCOLTO
ja_jp: 現在再生中の曲名
nb_no: SPILLER NÅ
nl: SPEELT NU
pl: ODTWARZANE OBECNIE
ro_ro: ACUM SE REDĂ
sk_sk: Teraz hrá
tr: ŞİMDİ OYNANIYOR
vi_vn: ĐANG PHÁT
zh_cn: 正在播放音乐

source: LAUNCH SCREENSAVER
ar: بدء شاشة التوقف
ca: INICIAR ESTALVI DE PANTALLA
cs_cz: SPUSTIT SPOŘIČ OBRAZOVKY
cy_gb: LANSIO ARBEDYDD SGRIN
eu_es: ABIARAZI PANTAILA BABESLEA
fi_fi: KÄYNNISTÄ NÄYTÖNSÄÄSTÄJÄ
fr: LANCER L'ÉCONOMISEUR D'ÉCRAN
gl_es: INICIAR O SALVAPANTALLAS
he: הפעלת שומר מסך
hu: KÉPERNYŐVÉDŐ INDÍTÁSA
it: AVVIA SALVASCHERMO
ja_jp: スクリーンセーバーを起動
nb_no: START SKJERMSPARER
nl: START SCHERMBEVEILIGING
pl: URUCHOM WYGASZACZ
ro_ro: LANSEAZĂ ECONOMIZORUL DE ECRAN
sk_sk: Spustiť šetrič obrazovky
tr: EKRAN KORUYUCUYU ÇALIŞTIR
vi_vn: KHỞI ĐỘNG BẢO VỆ MÀN HÌNH
zh_cn: 启动屏保

source: VIEW USER MANUAL
ca: VEURE MANUAL D'USUARI
cs_cz: ZOBRAZIT UŽIVATELSKÝ MANUÁL
eu_es: IKUSI ERABILTZAILE MANUALA
fi_fi: NÄYTÄ OHJEKIRJA
fr: VOIR LE MANUEL UTILISATEUR
gl_es: VER MANUAL DE USUARIO
hu: FELHASZNÁLÓI KÉZIKÖNYV MEGTEKINTÉSE
it: VISUALIZZA MANUALE UTENTE
ja_jp: ユーザーズマニュアルを表示
nb_no: VIS BRUKERMANUAL
pl: ZOBACZ PODRĘCZNIK
ro_ro: VEZI MANUALUL
sk_sk: Zobraziť používateľskú príručku
tr: KULLANICI KLAVUZUNU GÖSTER
vi_vn: XEM HƯỚNG DẪN SỬ DỤNG
zh_cn: 查看用户手册

source: DISABLE PLANE MODE
ca: DESACTIVAR MODE AVIÓ
cs_cz: ZAKÁZAT REŽIM LETADLA
eu_es: DESGAITU PLANO MODUA
fr: DÉSACTIVE LE MODE AVION
gl_es: DESACTIVAR O MODO AVIÓN
hu: REPÜLŐ MÓD LETILTÁSA
it: DISABILITA MODALITÀ AEREO
ja_jp: 機内モード 無効
pl: WYŁĄCZ TRYB SAMOLOTOWY
ro_ro: DEZACTIVEAZĂ MODUL AVION
sk_sk: Zakázať režim lietadlo
tr: UÇAK MODU KAPALI
vi_vn: TẮT CHẾ ĐỘ MÁY BAY
zh_cn: 禁用飞行模式

source: ENABLE PLANE MODE
ca: ACTIVAR MODE AVIÓ
cs_cz: POVOLIT REŽIM LETADLA
eu_es: GAITU PLANO MODUA
fr: ACTIVE LE MODE AVION
gl_es: ACTIVAR O MODO AVION
hu: REPÜLŐ MÓD BEKAPCSOLÁSA
it: ABILITA MODALITÀ AEREO
ja_jp: 機内モード 有効
pl: WŁĄCZ TRYB SAMOLOTOWY
ro_ro: ACTIVEAZĂ MODUL AVION
sk_sk: Povoliť režim lietadlo
tr: UÇAK MODU AÇIK
vi_vn: BẬT CHẾ ĐỘ MÁY BAY
zh_cn: 启用飞行模式

source: RESTART SYSTEM
ar: إعادة تشغيل النظام
ca: REINICIA EL SISTEMA
cs_cz: RESTARTOVAT
cy_gb: AILGYCHWYN SYSTEM
eu_es: SISTEMA BERRABIARAZI
fi_fi: KÄYNNISTÄ JÄRJESTELMÄ UUDELLEEN
fr: REDÉMARRER
gl_es: REINICIAR SISTEMA
he: הפעלה מחדש
hu: ÚJRAINDÍTÁS
it: RIAVVIA IL SISTEMA
ja_jp: システムを再起動
nb_no: START PÅ NYTT
nl: SYSTEEM HERSTARTEN
pl: PONOWNE URUCHAMIANIE SYSTEMU
ro_ro: REPORNEȘTE SISTEMUL
sk_sk: Reštartovať systém
tr: YENİDEN BAŞLAT
vi_vn: KHỞI ĐỘNG LẠI
zh_cn: 重启

source: REALLY RESTART?
ar: هل فعلا تريد إعادة التشغيل؟
ca: ESTEU SEGUR QUE VOLEU REINICIAR?
cs_cz: OPRAVDU RESTARTOVAT?
cy_gb: AILGYCHWYN GO IAWN?
eu_es: BERRABIARAZI?
fi_fi: KÄYNNISTETÄÄNKÖ UUDELLEEN?
fr: VOULEZ-VOUS VRAIMENT REDÉMARRER ?
gl_es: REALMENTE RECOMEZAR?
he: תתבצע הפעלה מחדש?
hu: BIZTOS ÚJRAINDÍTOD?
it: RIAVVIARE?
ja_jp: 本当に再起動しますか？
nb_no: VIL DU VIRKELIG STARTE PÅ NYTT?
nl: ECHT HERSTARTEN?
pl: URUCHOMIĆ PONOWNIE SYSTEM?
ro_ro: CHIAR REPORNEȘTI?
sk_sk: Reštartovať?
tr: YENİDEN BAŞLATILSIN MI?
vi_vn: KHỞI ĐỘNG LẠI?
zh_cn: 是否重新启动?

source: SUSPEND SYSTEM
ar: تعليق النظام
ca: SUSPÉN EL SISTEMA
cs_cz: POZASTAVIT
eu_es: SISTEMA SUSPENDITU
fi_fi: SIIRRY LEPOTILAAN
fr: METTRE EN VEILLE
gl_es: SUSPENDER SISTEMA
hu: RENDSZER FELFÜGGESZTÉSE
it: SOSPENDI IL SISTEMA
ja_jp: システムをサスペンド
nb_no: SUSPENDER SYSTEM
pl: WSTRZYMAJ SYSTEM
ro_ro: SUSPENDĂ SISTEMUL
sk_sk: Uspať systém
tr: SİSTEMİ ASKIYA AL
vi_vn: TẠM NGỪNG
zh_cn: 挂起

source: REALLY SUSPEND ?
ar: فعلا تعليق ؟
ca: ESTÀ SEGUR DE VOLER SUSPENDRE?
cs_cz: OPRAVDU POZASTAVIT ?
eu_es: BENETAN SUSPENDITU
fi_fi: SIIRRYTÄÄNKÖ LEPOTILAAN?
fr: VRAIMENT METTRE EN VEILLE ?
gl_es: SUSPENDER REALMENTE?
hu: TÉNYLEG FELFÜGGESZTENI?
it: SOSPENDI DAVVERO ?
ja_jp: サスペンド状態にしますか？
nb_no: VIRKELIG SUSPENDERE?
pl: RZECZYWIŚCIE WSTRZYMAĆ?
ro_ro: CHIAR SUSPENZI?
sk_sk: Naozaj uspať?
tr: GERÇEKTEN ASKIYA AL ?
vi_vn: TẠM NGỪNG?
zh_cn: 挂起系统吗？

source: SHUTDOWN SYSTEM
ar: إيقاف تشغيل النظام
ca: APAGA EL SISTEMA
cs_cz: VYPNOUT
cy_gb: CAU LAWR SYSTEM
eu_es: ITZALI SISTEMA
fi_fi: SAMMUTA JÄRJESTELMÄ
fr: ÉTEINDRE
gl_es: APAGAR SISTEMA
he: כיבוי
hu: LEÁLLÍTÁS
it: ARRESTA IL SISTEMA
ja_jp: システムをシャットダウン
nb_no: SLÅ AV
nl: SYSTEEM AFSLUITEN
pl: WYŁĄCZENIE SYSTEMU
ro_ro: ÎNCHIDE SISTEMUL
sk_sk: Vypnúť systém
tr: KAPAT
vi_vn: TẮT NGUỒN
zh_cn: 关机

source: REALLY SHUTDOWN?
ar: هل فعلا تريد إيقاف التشغيل؟
ca: ESTEU SEGUR DE VOLER APAGAR?
cs_cz: OPRAVDU VYPNOUT?
cy_gb: CAU LAWR SYSTEM GO IAWN?
eu_es: ITZALI?
fi_fi: SAMMUTETAANKO?
fr: VOULEZ-VOUS VRAIMENT ÉTEINDRE ?
gl_es: REALMENTE APAGAR?
he: בטוח?
hu: BIZTOS, HOGY LEÁLLÍTOD?
it: ARRESTARE?
ja_jp: シャットダウンしますか？
nb_no: VIL DU VIRKELIG SLÅ AV?
nl: ECHT AFSLUITEN?
pl: WYŁĄCZYĆ SYSTEM?
ro_ro: CHIAR ÎNCHIZI?
sk_sk: Vypnúť?
tr: KAPATILSIN MI?
vi_vn: CHẮC CHẮN TẮT NGUỒN?
zh_cn: 是否关机?

source: FAST SHUTDOWN SYSTEM
ar: إيقاف تشغيل سريع
ca: APAGA EL SISTEMA RÀPIDAMENT
cs_cz: RYCHLÉ VYPNUTÍ
cy_gb: CAU LAWR SYSTEM GYFLYM
eu_es: SISTEMAREN ITZALTZE AZKARRA
fi_fi: NOPEA JÄRJESTELMÄN SAMMUTUS
fr: EXTINCTION RAPIDE
gl_es: APAGADO RÁPIDO DO SISTEMA
he: כיבוי מהיר
hu: GYORS LEÁLLÍTÁS
it: SPEGNIMENTO RAPIDO DEL SISTEMA
ja_jp: システムを高速にシャットダウン
nb_no: RASK AVSLUTTING
nl: SNEL SYSTEEM AFSLUITEN
pl: SZYBKIE ZAMKNIĘCIE SYSTEMU
ro_ro: ÎNCHIDE SISTEMUL RAPID
sk_sk: Rýchlo vypnúť systém
tr: HIZLI KAPATMA
vi_vn: TẮT NGUỒN NHANH
zh_cn: 快速关机

source: Shutdown without saving metadata.
ar: إيقاف التشغيل دون حفظ البيانات.
ca: Apaga el sistema sense desar metadades.
cs_cz: Vypnutí bez uložení dat.
eu_es: Itzali metadatuak gorde gabe.
fi_fi: Sammuta tallentamatta metatietoja.
fr: Éteindre sans sauvegarder les métadonnées.
gl_es: Apaga sen gardar datos descriptivos.
hu: Leállítás metaadatok mentése nélkül.
it: SPEGNI SENZA SALVARE LE INFORMAZIONI
ja_jp: メタ情報を保存せずにシャットダウンします
nb_no: Steng ned uten å lagre metadata.
nl: Afsluiten zonder metadata op te slaan.
pl: Wyłączenie bez zapisywania metadanych.
ro_ro: Închide fără să salvezi metadatele.
sk_sk: Vypnúť bez uloženia metadát.
tr: Metadata kaydedilmeden kapatılıyor.
vi_vn: Tắt máy không lưu metadata.
zh_cn: 关闭之前不保存元数据。

source: REALLY SHUTDOWN WITHOUT SAVING METADATA?
ar: هل فعلا تريد إيقاف التشغيل بدون حفظ البيانات؟
ca: ESTEU SEGUR QUE VOLEU APAGAR SENSE DESAR LES METADADES?
cs_cz: SKUTEČNĚ VYPNOUT BEZ ULOŽENÍ DAT?
cy_gb: YN WIR CAU LAWR SYSTEM HEB ARBED METADATA?
eu_es: BENETAN METADATUAK GORDE GABE ITZALI?
fi_fi: SAMMUTETAANKO TALLENTAMATTA METATIETOJA?
fr: VOULEZ-VOUS VRAIMENT ÉTEINDRE SANS SAUVEGARDER LES MÉTADONNÉES ?
gl_es: REALMENTE APAGAR SEN GARDAR DATOS DESCRIPTIVOS?
hu: BIZTOS LEÁLLÍTOD A METAADATOK MENTÉSE NÉLKÜL?
it: VUOI VERAMENTE SPEGNERE SENZA SALVARE LE INFORMAZIONI?
ja_jp: メタ情報を保存せずに シャットダウンしますか？
nb_no: VIL DU VIRKELIG SLÅ AV UTEN Å LAGRE METADATA?
nl: ECHT AFSLUITEN ZONDER METADATA OP TE SLAAN?
pl: WYŁĄCZYĆ SYSTEM BEZ ZAPISU METADANYCH?
ro_ro: CHIAR ÎNCHIZI FĂRĂ SĂ SALVEZI METADATELE?
sk_sk: Naozaj vypnúť bez uloženia metadát?
tr: VERİLER KAYDEDİLMEDEN KAPATILSIN MI?
vi_vn: TẮT MÁY, KHÔNG LƯU METADATA?
zh_cn: 是否不保存元数据并直接关机?

source: QUIT EMULATIONSTATION
ar: خروج من المحاكي
ca: SORTIR DE EMULATIONSTATION
cs_cz: UKONČIT EMULÁTOR
cy_gb: GADAEL EMULATIONSTATION
eu_es: ITXI EMULATIONSTATION
fi_fi: LOPETA EMULATIONSTATION
fr: QUITTER EMULATIONSTATION
gl_es: SAIR DE EMULATIONSSTATION
he: יציאה מהאימולטור
hu: KILÉPÉS AZ EMULATIONSTATION-BÓL
it: ESCI DA EMULATIONSTATION
ja_jp: EMULATIONSTATION を終了
nb_no: AVSLUTT EMULATIONSTATION
nl: EMULATIONSTATION AFSLUITEN
pl: WYJDŹ Z EMULATIONSTATION
ro_ro: ÎNCHIDE EMULATIONSTATION
sk_sk: Ukončiť EmulationStation
tr: EMULASTONDAN ÇIK
vi_vn: THOÁT TRÌNH GIẢ LẬP
zh_cn: 退出EmulationStation

source: REALLY QUIT?
ar: هل فعلا تريد الخروج؟
ca: ESTÀ SEGUR DE VOLER SORTIR?
cs_cz: OPRAVDU UKONČIT?
cy_gb: GADAEL GO IAWN?
eu_es: BENETAN ITXI?
fi_fi: LOPETETAANKO?
fr: VOULEZ-VOUS VRAIMENT QUITTER ?
gl_es: SAIR REALMENTE?
he: לצאת, בטוח?
hu: BIZTOS KILÉPSZ?
it: VUOI USCIRE?
ja_jp: 本当に終了しますか？
nb_no: VIRKELIG AVSLUTTE?
nl: ECHT AFSLUITEN?
pl: RZECZYWIŚCIE WYJŚĆ?
ro_ro: CHIAR ÎNCHIZI?
sk_sk: Naozaj ukončiť?
tr: GERÇEKTEN ÇIKILSIN MI?
vi_vn: XÁC NHẬN THOÁT?
zh_cn: 确定退出?

source: AUTO SAVE/LOAD ON GAME LAUNCH
ar: حفظ/تحميل تلقائي
ca: DESA / CARREGA AUTOMÀTICAMENT
cs_cz: AUTO. UKLÁDÁNÍ/NAČÍTÁNÍ PŘI STARTU HRY
cy_gb: AWTO ARBED / LLWYTH
eu_es: AUTO GORDE/KARGATU
fi_fi: TALLENNA/LATAA PELI AUTOMAATTISESTI KÄYNNISTYKSESSÄ
fr: SAUV./CHARG. AUTO AU LANCEMENT
gl_es: AUTO GARDAR/CARGAR NO LANZAMENTO DO XOGO
hu: AUTO MENTÉS/TÖLTÉS
it: SALVA/CARICA AUTOMATICO
ja_jp: 自動ステート読込みでゲームを開始
nb_no: AUTO LAGRE/LASTE
nl: AUTO OPSLAAN/LADEN BIJ STARTEN SPEL
pl: AUTOMATYCZNY ZAPIS/ODCZYT
ro_ro: SALVEAZĂ/ÎNCARCĂ AUTOMAT LA LANSARE
sk_sk: Automaticky uložiť/načítať pri spustení hry
tr: OTOMATİK KAYDET/YÜKLE
vi_vn: TỰ ĐỘNG LƯU/NẠP KHI KHỞI ĐỘNG TRÒ CHƠI
zh_cn: 自动保存/加载

source: Load latest save state on game launch and save state when exiting game.
ar: تحميل آخر مِلف حفظ حين تشغيل اللعبة وحفظ حالة اللعبة حين الخروج.
ca: Carrega el darrer estat desat del joc a l'iniciar-lo i el desa al sortir.
cs_cz: Načtení poslední pozice uložení při spuštění hry a uložení pozice při ukončení hry.
eu_es: Kargatu azken gordetze egoera jokoa abiaraztean eta gorde jokutik irtetean.
fi_fi: Lataa viimeisin tilatallennus käynnistyksessä ja tallenna tilatallennus poistuttaessa pelistä.
fr: Charge la dernière sauvegarde automatiquement et sauve en quittant le jeu.
gl_es: Carga a partida máis recente ao iniciar o xogo e a garda ao saír do xogo.
hu: Töltse be a legújabb mentési állapotot a játék indításakor, és mentse az állapotot a játékból való kilépéskor.
it: Carica l'ultimo salvataggio al lancio del gioco e salva prima di uscire.
ja_jp: ゲーム開始時にステートを読込み、終了時にステートセーブします
pl: Wczytaj najnowszy stan zapisu przy uruchamianiu gry i zapisz stan przy wychodzeniu z gry.
ro_ro: Încarcă ultima stare salvată la lansarea jocului și salvează starea la închiderea acestuia.
sk_sk: Načítať najnovší uložený stav pri spustení hry a uložiť stav pri ukočení hry.
tr: Oyun başlatıldığında en son kaydetme durumunu yükle ve oyundan çıkarken durumu kaydet.
vi_vn: Tải điểm lưu mới nhất khi khởi chạy trò chơi và lưu trạng thái khi thoát khỏi trò chơi.
zh_cn: 在游戏启动时加载最新存档，在退出游戏时存档。

source: SHOW CONTROLLER OVERLAYS
ca: MOSTRAR SUPERPOSICIONS DE COMANDAMENT
cs_cz: ZOBRAZIT PŘEKRYTÍ HER.OVLADAČE
eu_es: ERAKUTSI KONTROLATZAILEEK KAPAK
fr: AFFICHER LA MANETTE EN SURIMPRESSION
gl_es: AMOSAR SUPERPOSICIÓNS DO MANDO
hu: VEZÉRLŐÁTFEDÉSEK MEGJELENÍTÉSE
it: MOSTRA MAPPA DEL CONTROLLER
ja_jp: コントローラーイメージを表示
nb_no: VIS KONTROLLOVERLEGG
nl: TOON CONTROLLER OVERLAGEN
pl: POKAŻ NAKŁADKI KONTROLERA
ro_ro: AFIȘEAZĂ GHIDUL CONTROLERULUI
sk_sk: Zobraziť prekrytia ovládačov
tr: KONTROL AYGITI KAPLAMALARINI GÖSTER
vi_vn: HIỂN LỚP PHỦ BỘ ĐIỀU KHIỂN
zh_cn: 显示控制器覆盖

source: CUSTOM .PNG IMAGE
ar: صورة PNG مخصصة
ca: IMATGE .PNG PERSONALITZADA
cs_cz: VLASTNÍ .PNG OBRÁZEK
eu_es: NEURRIRA EGINIKO .PNG IRUDIA
fi_fi: MUKAUTETTU .PNG KUVA
fr: IMAGE .PNG PERSONNALISÉE
gl_es: IMAXE .PNG PERSONALIZADA
hu: EGYÉNI .PNG KÉP
it: IMMAGINE .PNG PERSONALIZZATA
ja_jp: カスタム.PNG 画像
nb_no: EGENDEFINERT .PNG BILDE
nl: AANGEPAST .PNG AFBEELDING
pl: NIESTANDARDOWY OBRAZ .PNG
ro_ro: IMAGINE PERSONALIZATĂ .PNG
sk_sk: Vlastný .png súbor
tr: ÖZEL .PNG GÖRÜNTÜSÜ
vi_vn: ẢNH .PNG TÙY CHỈNH
zh_cn: 自定义.png图片

source: OVERLAY CORNER
ca: CANTONADA DE SUPERPOSICIÓ
cs_cz: PŘEKRYTÍ ROHU
eu_es: KAPA IZKINAK
fr: POSITION DE LA SURIMPRESSION
gl_es: SUPERPOSICIÓN DE RECUNCHO
hu: FEDŐ SAROK
it: ANGOLO DELLA MAPPA
ja_jp: イメージの表示位置
nl: OVERLAAG HOEK
pl: NAROŻNIK NAKŁADKI
ro_ro: COLȚUL RAMELOR
sk_sk: Roh prekrytia
tr: YERLEŞTİRME KÖŞESİ
vi_vn: GÓC PHỦ
zh_cn: 覆盖边角

source: COLORIZATION
ar: تلوين
ca: COLORITZACIÓ
cs_cz: KOLORIZACE
eu_es: KOLOREZTATZEA
fr: COLORISATION
gl_es: COLORIZACIÓN
he: הוספת צבע
hu: SZÍNEZET
it: COLORAZIONE
ja_jp: 表示色
nb_no: FARGELEGGING
nl: COLORISATIE
pl: KOLOROWANIE
ro_ro: COLORIZARE
sk_sk: Zafarbenie
tr: RENKLENDİRME
vi_vn: MÀU SẮC
zh_cn: 彩色化

source: FULL BOOT
ar: إقلاع كامل
ca: ARRENCADA COMPLETA
cs_cz: ÚPLNÉ SPUŠTĚNÍ
cy_gb: BOOT LLAWN
eu_es: BERRABIARAZTE OSOA
fi_fi: TÄYSI KÄYNNISTYS
fr: DÉMARRAGE COMPLET
gl_es: REINICIO COMPLETO
he: איתחול מלא
hu: TELJES BOOT
it: AVVIO COMPLETO
ja_jp: フルブート
nb_no: FULL OMSTART
nl: VOLLEDIGE BOOT
pl: PEŁNY ROZRUCH
ro_ro: BOOT-ARE COMPLETĂ
sk_sk: Plné spustenie
tr: TAM ÖNYÜKLEME
zh_cn: 完全启动

source: EMULATED WIIMOTES
ar: جميع ويموت المحاكاة
ca: WIIMOTES EMULATS
cs_cz: EMULOVANÉ WIIMOTES
cy_gb: WIIMOTES WEDI'I EFELYCHU
eu_es: WIIMOTE EMULATUAK
fr: WIIMOTES ÉMULÉES
gl_es: WIIMOTES EMULADOS
he: דימוי בקרי WIIMOTES
hu: EMULÁLT WIIMOTE
it: EMULA WIIMOTES
ja_jp: WIIリモートをエミュレート
nb_no: EMULERTE WIIMOTES
nl: GEEMULEERDE WIIMOTES
pl: EMULOWANE WIIMOTES
ro_ro: TELECOMENZI WII EMULATE
sk_sk: Emulované wiimotes
tr: EMULASYONLU WIIMOTES
vi_vn: MÔ PHỎNG WIIMOTES
zh_cn: WIIMOTES 模拟

source: CHANGE SCREEN LAYOUT
ar: تغيير شاشة العرض
ca: CANVIAR LA DISPOSICIÓ DE PANTALLA
cs_cz: ZMĚNA ROZVRŽENÍ OBRAZOVKY
cy_gb: NEWID GOSODIAD SGRIN
eu_es: ALDATU PANTAILAREN ANTOLAMENDUA
fr: MODIFIER LA DISPOSITION DE L'ÉCRAN
gl_es: CAMBIAR A DISPOSICIÓN DA PANTALLA
he: שינוי פריסת תצוגה
hu: KÉPERNYŐ ELRENDEZÉS ÁTÁLLÍTÁSA
it: CAMBIA LAYOUT DELLO SCHERMO
ja_jp: スクリーンレイアウトの変更
nb_no: ENDRE SKJERMLAYOUT
nl: VERANDER SCHERM INDELING
pl: ZMIEŃ UKŁAD EKRANU
ro_ro: SCHIMBĂ DISPUNEREA ECRANULUI
sk_sk: Zmeniť rozloženie obrazovky
tr: EKRAN DÜZENİNİ DEĞİŞTİR
vi_vn: THAY ĐỔI BỐ CỤC MÀN HÌNH
zh_cn: 更改屏幕布局

source: LARGE SCREEN
ar: شاشة كبيرة
ca: PANTALLA COMPLETA
cs_cz: VELKÁ OBRAZOVKA
cy_gb: SGRIN FAWR
eu_es: PANTAILA HANDIA
fr: GRAND ÉCRAN
gl_es: PANTALLA GRANDE
he: מסך גדול
hu: NAGY KÉPERNYŐ
it: SCHERMO LARGO
ja_jp: 大画面
nb_no: STOR SKJERM
nl: GROOT SCHERM
pl: DUŻY EKRAN
ro_ro: ECRAN MARE
sk_sk: Veľká obrazovka
tr: GENİŞ EKRAN
vi_vn: MÀN HÌNH LỚN
zh_cn: 大屏幕

source: SIDE BY SIDE
ar: جنبا إلى جنب
ca: CANTÓ A CANTÓ
cs_cz: VEDLE SEBE
cy_gb: OCHR WRTH OCHR
eu_es: BATA BESTEAREN ONDOAN
fr: CÔTE À CÔTE
gl_es: LADO A LADO
he: צד לצד
hu: EGYMÁS MELLETT
it: AFFIANCATI
ja_jp: 横に並べる
nb_no: SIDE VED SIDE
nl: ZIJ AAN ZIJ
pl: OBOK SIEBIE
ro_ro: UNUL LÂNGĂ ALTUL
sk_sk: Strana po strane
tr: YAN YANA
vi_vn: BÊN CẠNH
zh_cn: 并排

source: INTERNAL RESOLUTION
ar: دقة الشاشة الداخلية
ca: RESOLUCIÓ INTERNA
cs_cz: VNITŘNÍ ROZLIŠENÍ
cy_gb: CYDRANIAD MEWNOL
eu_es: BARNE BEREIZMENA
fi_fi: SISÄINEN RESOLUUTIO
fr: RÉSOLUTION INTERNE
gl_es: RESOLUCIÓN INTERNA
he: רזולוציה פנימית
hu: BELSŐ FELBONTÁS
it: RISOLUZIONE INTERNA
ja_jp: 解像度
nb_no: INTERN OPPLØSNING
nl: INTERNE RESOLUTIE
pl: WEWNĘTRZNA ROZDZIELCZOŚĆ
ro_ro: REZOLUȚIA INTERNĂ
sk_sk: Vnútorné rozlíšenie
tr: İÇ ÇÖZÜNÜRLÜK
zh_cn: 内部分辨率

source: EDIT PADTOKEY PROFILE
ar: تعديل الملف الشخصي لوحدة التحكم إلى لوحة المفاتيح
ca: EDITAR PERFIL PAD-A-TECLA
cs_cz: EDITOVAT PROFIL KLÁVES. NA HER.OVLADAČI
eu_es: EDITATU PAD-ETIK TEKLATURAKO PROFILA
fi_fi: MUOKAA OHJAIMESTA-NÄPPÄIMISTÖÖN PROFIILIA
fr: ÉDITER UN PROFIL PADTOKEY
gl_es: EDITAR PERFIL DE MANDO A TECLAS
hu: PADTOKEY PROFIL SZERKESZTÉSE
it: MODIFICA PROFILO PADTOKEY
ja_jp: パッドキー設定の編集
nb_no: REDIGER PADTOKEY PROFIL
nl: BEWERK CONTROLLER NAAR KEYBOARD PROFIEL
pl: EDYTUJ PROFIL PADTOKEY
ro_ro: EDITEAZĂ PROFILUL PADTOKEY
sk_sk: Upraviť profil PadToKey
tr: PADTOKEY PROFİLİNİ DÜZENLE
vi_vn: CHỈNH SỬA HỒ SƠ PADTOKEY
zh_cn: 编辑映射键盘文件

source: CREATE PADTOKEY PROFILE
ar: إنشاء ملف شخصي لوحدة التحكم إلى لوحة المفاتيح
ca: CREAR PERFIL PAD-A-TECLA
cs_cz: VYTVOŘIT PROFIL KLAVES. NA HER.OVLADAČI
eu_es: SORTU PAD-ETIK TEKLATURAKO PROFILA
fi_fi: LUO OHJAIMESTA-NÄPPÄIMISTÖÖN PROFIILI
fr: CRÉER UN PROFIL PADTOKEY
gl_es: CREAR PERFIL MANDO A TECLAS
hu: PADTOKEY PROFIL LÉTREHOZÁSA
it: CREA PROFILO PADTOKEY
ja_jp: パッドキー設定の作成
nl: CREEER CONTROLLER NAAR KEYBOARD PROFIEL
pl: STWÓRZ PROFIL PADTOKEY
ro_ro: CREEAZĂ UN PROFIL PADTOKEY
sk_sk: Vytvoriť profil Padtokey
tr: PADTOKEY PROFİLİ YARAT
vi_vn: TẠO HỒ SƠ PADTOKEY
zh_cn: 创建映射键盘文件（手柄映射键鼠）

source: LAUNCH THIS GAME AT STARTUP
ar: تشغيل هذه اللعبة عند بداية التشغيل
ca: INICIAR AQUEST JOC EN INICIAR EL SISTEMA
cs_cz: SPUSTIT TUTO HRU PŘI STARTU
eu_es: EXEKUTATU JOKO HAU ABIAARAZTEAN
fi_fi: ALOITA TÄMÄ PELI KÄYNNISTYESSÄ
fr: LANCER CE JEU AU DÉMARRAGE
gl_es: LANZA ESTE XOGO NO ARRANQUE DO SISTEMA
hu: A JÁTÉK INDÍTÁSA RENDSZERINDULÁSKOR
it: LANCIA QUESTO GIOCO ALL'AVVIO
ja_jp: 起動時にこのゲームを開始する
nb_no: START DETTE SPILLET VED OPPSTART
nl: START DIT SPEL BIJ OPSTARTEN
pl: ROZPOCZNIJ TĘ GRĘ PODCZAS URUCHAMIANIA
ro_ro: LANSEAZĂ ACEST JOC LA PORNIRE
sk_sk: Spustiť túto hru pri spustení
tr: BU OYUNU AÇILIŞTA YÜKLE
vi_vn: KHỞI CHẠY TRÒ CHƠI NÀY KHI KHỞI ĐỘNG
zh_cn: 开机启动这个游戏

source: FORMAT DEVICE
ar: تهيئة الجهاز
ca: FORMATAR DISPOSITIU
cs_cz: FORMÁTOVAT ZAŘÍZENÍ
cy_gb: FFORMATIO DYFAIS
eu_es: FORMATEATU GIALUA
fi_fi: ALUSTA LAITE
fr: FORMATER UN PÉRIPHÉRIQUE
gl_es: FORMATAR DISPOSITIVO
he: איתחול התקן
hu: ESZKÖZ FORMÁZÁSA
it: FORMATTA DISPOSITIVO
ja_jp: ファイルシステムの変更とフォーマット
nb_no: FORMATER ENHET
nl: FORMATTEER APPARAAT
pl: SFORMATUJ URZĄDZENIE
ro_ro: FORMATEAZĂ DISPOZITIVUL
sk_sk: Formátovať zariadenie
tr: CİHAZI BİÇİMLENDİR
vi_vn: ĐỊNH DẠNG THIẾT BỊ
zh_cn: 格式化装置

source: DEVICE TO FORMAT
ar: الجهاز المراد تهيئته
ca: DISPOSITIU A FORMATAR
cs_cz: ZAŘÍZENÍ K FORMÁTOVÁNÍ
cy_gb: DYFAIS I FFORMATIO
eu_es: FORMATEATU BEHAR DEN GAILUA
fi_fi: ALUSTETTAVA LAITE
fr: PÉRIPHÉRIQUE À FORMATER
gl_es: DISPOSITIVO A FORMATAR
he: התקן לאיתחול
hu: FORMÁZANDÓ ESZKÖZ
it: DISPOSITIVO DA FORMATTARE
ja_jp: 対象ストレージ
nb_no: ENHET Å FORMATERE
nl: TE FORMATTEREN APPARAAT
pl: URZĄDZENIE DO SFORMATOWANIA
ro_ro: DISPOZITIVUL DE FORMATAT
sk_sk: Zariadenie na formátovanie
tr: BİÇİMLENDİRİLECEK CİHAZ
vi_vn: THIẾT BỊ ĐỂ ĐỊNH DẠNG
zh_cn: 设备格式化
