Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: SCANNING BLUETOOTH
ar: بحث بلوتوث
ca: ESCANEJANT BLUETOOTH
cs_cz: HLEDÁNÍ BLUETOOTH
cy_gb: SGANIO'R BLUETOOTH
eu_es: BLUETOOTH-a BILATZEN
fi_fi: BLUETOOTH-SKANNAUS KÄYNNISSÄ
fr: DÉCOUVERTE BLUETOOTH
gl_es: BUSCA BLUETOOTH
he: סורק בלו-טות'
hu: BLUETOOTH KERESÉS
it: SCANSIONE BLUETOOTH
ja_jp: BLUETOOTH 検出中
nb_no: SKANNER BLUETOOTH
nl: BLUETOOTH SCANNEN
pl: SKANOWANIE BLUETOOTH
ro_ro: SE SCANEAZĂ BLUETOOTH
sk_sk: Prehľadávam Bluetooth
tr: BLUETOOTH TARANIYOR
vi_vn: ĐANG QUÉT BLUETOOTH
zh_cn: 正在扫描蓝牙设备

source: Searching for devices...
ar: جار البحث عن وحدة تحكم...
ca: Buscant comandaments…
cs_cz: Vyhledávání zařízení...
cy_gb: Chwilio am rheolyddion...
eu_es: Gailuak bilatzen...
fi_fi: Etsitään laitteita...
fr: Recherche de manettes...
gl_es: Procurando Dispositivos...
hu: Kontrollerek keresése...
it: Ricerca controller...
ja_jp: 機器を検出中...
nb_no: Søker etter enheter...
nl: Zoeken naar apparaten...
pl: Wyszukiwanie urządzeń...
ro_ro: Se caută dispozitive...
sk_sk: Hľadám zariadenia...
tr: Kontroller taranıyor...
vi_vn: Đang tìm thiết bị...
zh_cn: 正在搜索设备...

source: BLUETOOTH SCAN IS ALREADY RUNNING.
ar: بحث البلوتوث يعمل حاليا.
ca: L’ESCANEIG BLUETOOTH JA ESTÀ ACTIU.
cs_cz: SKENOVÁNÍ BLUETOOTH JE JIŽ SPUŠTĚNO.
cy_gb: SGANIO BLUETOOTH YN BAROD YN RHEDEG.
eu_es: BLUETOOTH BILAKETA JADANIK ABIAN DA.
fi_fi: BLUETOOTH-SKANNAUS ON JO KÄYNNISSÄ.
fr: DÉCOUVERTE BLUETOOTH DÉJÀ EN COURS.
gl_es: A BUSCA BLUETOOTH TASE EXECUTANDO.
hu: BLUETOOTH KERESÉS MÁR FUT.
it: LA SCANSIONE BLUETOOTH È GIÀ IN ESECUZIONE
ja_jp: BLUETOOTH は現在、検出実行中です
nb_no: BLUETOOTH SCANNING PÅGÅR ALLEREDE
nl: BLUETOOTH SCAN IS AL BEZIG.
pl: SKANOWANIE BLUETOOTH JEST JUŻ URUCHOMIONE.
ro_ro: SCANAREA BLUETOOTH RULEAZĂ DEJA.
sk_sk: Hľadanie Bluetooth už beží.
tr: BLUETOOTH ARAMASI HALEN DEVAM EDİYOR.
vi_vn: BLUETOOTH ĐANG QUÉT.
zh_cn: 蓝牙扫描已在运行。

source: FORMATTING DEVICE
ar: تهيئة الجهاز
ca: FORMATANT DISPOSITIU
cs_cz: FORMÁTOVÁNÍ ZAŘÍZENÍ
eu_es: GAILUA FORMATEATEZN
fi_fi: ALUSTETAAN LAITETTA
fr: FORMATAGE DU PÉRIPHÉRIQUE
gl_es: FORMATANDO DISPOSITIVO
hu: ESZKÖZ FORMÁZÁSA
it: FORMATTAZIONE DRIVE
ja_jp: デバイスのフォーマット
nb_no: FORMATERER ENHET
nl: APPARAAT FORMATTEREN
pl: FORMATOWANIE URZĄDZENIA
ro_ro: SE FORMATEAZĂ DISPOZITIVUL
sk_sk: Formátujem zariadenie
tr: CİHAZ BİÇİMLENDİRİLİYOR
vi_vn: ĐANG ĐỊNH DẠNG THIẾT BỊ
zh_cn: 格式化驱动器

source: Formatting
ar: تهيئة
ca: Formatant
cs_cz: Formátování
eu_es: Formateatzen
fi_fi: Alustetaan
fr: Formatage
gl_es: Formatando
hu: Formázás
it: Formattazione
ja_jp: フォーマット
nb_no: Formaterer
nl: Formatteren
pl: Formatowanie
ro_ro: Se formatează
sk_sk: Formátovanie
tr: Biçimlendiriliyor
vi_vn: Đang định dạng
zh_cn: 正在格式化

source: A REBOOT IS REQUIRED TO COMPLETE THE OPERATION
ar: يرجى اعادة تشغيل النظام لتتم اكتمال العملية
ca: CAL REINICIAR PER A COMPLETAR L’OPERACIÓ
cs_cz: K DOKONČENÍ OPERACE JE NUTNÝ RESTART
cy_gb: ANGEN AILGYCHWYN Y SYSTEM I GWBLHAU'R WEITHRED
eu_es: ERAGIKETA AMAITZEKO BERABIARAZTEA BEHARREZKOA DA
fi_fi: UUDELLEEN KÄYNNISTYS VAADITAAN TÄMÄN OPERAATION SUORITTAMISEKSI
fr: UN REDÉMARRAGE EST NÉCESSAIRE POUR FINALISER L’OPÉRATION
gl_es: E PRECISO REINICIAR PRA COMPLETAR A OPERACIÓN
hu: A VÉGLEGESÍTÉSHÉZ ÚJRAINDÍTÁS SZÜKSÉGES
it: È NECESSARIO RIAVVIARE IL SISTEMA PER COMPLETARE L'OPERAZIONE
ja_jp: 操作を完了するには再起動が必要です
nb_no: EN OMSTART KREVES FOR Å FULLFØRE OPERASJONEN
nl: EEN REBOOT IS BENODIGD OM DE OPERATIE TE VOLTOOIEN
pl: DO UKOŃCZENIA OPERACJI WYMAGANE JEST PONOWNE URUCHOMIENIE
ro_ro: ESTE NECESARĂ O REPORNIRE PENTRU A FINALIZA OPERAȚIA
sk_sk: Na použitie zmien je potrebný reštart
tr: İŞLEMİ TAMAMLAMAK İÇİN SİSTEMİ YENİDEN BAŞLATMAK GEREKLİ
vi_vn: CẦN KHỞI ĐỘNG LẠI ĐỂ HOÀN THÀNH THAO TÁC
zh_cn: 重启动以完成操作

source: A DRIVE IS ALREADY BEING FORMATTED.
ar: تتم تهيئة جهاز حاليا.
ca: LA UNITAT JA S'ESTÀ FORMATANT.
cs_cz: JEDNOTKA JE JIŽ NAFORMÁTOVÁNA.
eu_es: IRAKURLE BAT FORMATEATUA IZATEN ARI DA JADA
fi_fi: TALTIO ON JO ALUSTUKSESSA.
fr: UN DISQUE EST DÉJÀ EN COURS DE FORMATAGE.
gl_es: XA SE ESTÁ FORMATANDO UNHA UNIDADE.
hu: EGY MEGHAJTÓ FORMÁZÁSA MÁR FOLYAMATBAN VAN.
it: IL DRIVE È GIÀ STATO FORMATTATO
ja_jp: ドライブのフォーマットはすでに実行中です
nb_no: EN HARDDISK FORMATERES ALLEREDE.
nl: ER WORD AL EEN SCHIJF GEFORMATTEERD.
pl: DYSK JEST JUŻ FORMATOWANY.
ro_ro: O UNITATE ESTE DEJA ÎN CURS DE FORMATARE.
sk_sk: Disk sa už formátuje.
tr: BİR SÜRÜCÜ ZATEN BİÇİMLENDİRİLMİŞ.
vi_vn: MỘT Ổ ĐĨA ĐÃ ĐƯỢC ĐỊNH DẠNG.
zh_cn: 已经有一个磁盘正在进行格式化了。

source: Name
ar: الاسم
ca: Nom
cs_cz: Název
cy_gb: Enw
eu_es: Izena
fi_fi: Nimi
fr: Nom
gl_es: Nome
he: שם
hu: Név
it: Nome
ja_jp: ゲーム名
nb_no: Navn
nl: Naam
pl: Nazwa
ro_ro: Nume
sk_sk: Názov
tr: İsim
vi_vn: Tên
zh_cn: 游戏名

source: this game's name
ar: اسم اللعبة
ca: nom del joc
cs_cz: jméno této hry
eu_es: joku honen izena
fi_fi: tämän pelin nimi
fr: nom du jeu
gl_es: o nome deste xogo
hu: játék neve
it: nome di questo gioco
ja_jp: このゲーム名を入力
nb_no: dette spillets navn
nl: naam van dit spel
pl: nazwa tej gry
ro_ro: numele jocului
sk_sk: názov tejto hry
tr: bu oyunun adı
vi_vn: tên của trò chơi này
zh_cn: 本游戏名称

source: Description
ar: الوصف
ca: Descripció
cs_cz: Popis
cy_gb: Disgrifiad
eu_es: Deskribapena
fi_fi: Kuvaus
gl_es: Descrición
he: תיאור
hu: Leírás
it: Descrizione
ja_jp: 説明
nb_no: Beskrivelse
nl: Omschrijving
pl: Opis
ro_ro: Descriere
sk_sk: Popis
tr: Açıklama
vi_vn: Mô tả
zh_cn: 游戏描述

source: this game's description
ar: تفاصيل اللعبة
ca: descripció del joc
cs_cz: popis této hry
eu_es: joku honen deskribapena
fi_fi: tämän pelin kuvaus
fr: description du jeu
gl_es: descrición deste xogo
hu: játék leírása
it: descrizione di questo gioco
ja_jp: このゲームの説明を入力
nb_no: dette spillets beskrivelse
nl: omschrijving van dit spel
pl: opis tej gry
ro_ro: descrierea jocului
sk_sk: popis tejto hry
tr: bu oyunun açıklaması
vi_vn: mô tả của trò chơi này
zh_cn: 本游戏描述

source: Emulator
ar: المحاكي
ca: Emulador
cs_cz: Emulátor
cy_gb: Efelychwr
eu_es: Emulatzaile
fi_fi: Emulaattori
fr: Émulateur
gl_es: Emulador
he: אמולטור (חַקַּאי)
hu: Emulátor
it: Emulatore
ja_jp: エミュレータ
sk_sk: Emulátor
tr: Emulatör
vi_vn: Giả lập
zh_cn: 模拟器

source: emulator
ar: المحاكي
ca: emulador
cs_cz: emulátor
cy_gb: efelychwr
eu_es: emulatzaile
fi_fi: emulaattori
fr: émulateur
gl_es: emulador
he: אמולטור (חַקַּאי)
hu: emulátor
it: emulatore
ja_jp: エミュレータ
sk_sk: emulátor
tr: emulatör
vi_vn: giả lập
zh_cn: 模拟器

source: Core
ar: النواة
ca: Nucli
cs_cz: Jádro
cy_gb: Craidd
eu_es: Nukleoa
fi_fi: Ydin
fr: Cœur
gl_es: Núcleo
he: ליבה
hu: Mag
ja_jp: コア
nb_no: Kjerne
pl: Rdzeń
ro_ro: Nucleu
sk_sk: Jadro
tr: Çekirdek
vi_vn: Nhân
zh_cn: 核心

source: core
ar: النواة
ca: nucli
cs_cz: jádro
cy_gb: craidd
eu_es: nukleoa
fi_fi: ydin
fr: cœur
gl_es: núcleo
he: ליבה
hu: mag
ja_jp: コア
nb_no: kjerne
pl: rdzeń
ro_ro: nucleu
sk_sk: jadro
tr: çekirdek
vi_vn: nhân
zh_cn: 核心

source: Image
ar: الصورة
ca: Imatge
cs_cz: Obrázek
cy_gb: Delwedd
eu_es: Irudia
fi_fi: Kuva
gl_es: Imaxe
he: תמונה
hu: Kép
it: Immagine
ja_jp: イメージ画像
nb_no: Bilde
nl: Afbeelding
pl: ROM
ro_ro: Imagine
sk_sk: Obrázok
tr: Görüntü
vi_vn: Hình ảnh
zh_cn: 游戏图

source: enter path to image
ar: أدخل مسار الصورة
ca: introdueix la ruta de la imatge
cs_cz: zadejte cestu k obrázku
cy_gb: gosod llwybr i'r ddelwedd
eu_es: Sartu irudirako bidea
fi_fi: polku kuvaan
fr: entrer le chemin vers l'image
gl_es: introduce o camiño da imaxe
he: הזן נתיב קובץ לתמונה
hu: kép elérésének megadása
it: inserisci percorso immagine
ja_jp: イメージ画像のパスを入力
nb_no: skriv inn bildets sti
nl: voer pad naar afbeelding in
pl: wprowadź ścieżkę do ROMu
ro_ro: introdu calea către imagine
sk_sk: zadajte cestu k obrázku
tr: görüntü adresini girin
vi_vn: nhập đường dẫn tới Hình ảnh
zh_cn: 输入游戏图路径

source: Video
ar: فيديو المعاينة
ca: Vídeo
cy_gb: Fideo
eu_es: Bideoa
fr: Vidéo
he: סרטון
hu: Videó
ja_jp: デモ動画
pl: Wideo
zh_cn: 视频

source: enter path to video
ar: أدخل مسار الفيديو
ca: introdueix la ruta del video
cs_cz: zadejte cestu k videu
cy_gb: gosod llwybr i'r fideo
eu_es: sartu bideorako bidea
fi_fi: polku videoon
fr: entrer le chemin vers la vidéo
gl_es: introduce o camiño do vídeo
he: הזן נתיב קובץ לסרטון
hu: videó elérési útja
it: inserisci percorso video
ja_jp: デモ動画のパスを入力
nb_no: skriv inn sti til video
nl: voer pad naar video in
pl: wprowadź ścieżkę do wideo
ro_ro: introdu calea către video
sk_sk: zadajte cestu k videu
tr: videonun yolunu girin
vi_vn: nhập đường dẫn đến Video
zh_cn: 输入视频路径

source: Logo
ar: الشعار
eu_es: Logoa
gl_es: Logotipo
he: סמל
hu: Logó
ja_jp: ロゴ(マーキー)
zh_cn: Logo图标

source: enter path to logo
ar: أدخل مسار الشعار
ca: introdueix la ruta del logo
cs_cz: zadejte cestu k logu
cy_gb: gosod llwybr i'r logo
eu_es: sartu logorako bidea
fi_fi: polku logoon
fr: entrer le chemin vers le logo
gl_es: introduza o camiño do logotipo
he: הזן נתיב קובץ לסמל
hu: logó elérési útja
it: inserisci percorso logo
ja_jp: ロゴ(マーキー)のパスを入力
nb_no: skriv inn sti til logo
nl: voer pad naar logo in
pl: wprowadź ścieżkę do logo
ro_ro: introdu calea către logo
sk_sk: zadajte cestu k logu
tr: logonun yolunu girin
vi_vn: nhập đường dẫn đến Logo
zh_cn: 输入LOGO路径

source: Box
ar: الغلاف
ca: Capsa
cs_cz: Obal
cy_gb: Bocs
eu_es: Kutxa
fi_fi: Kansikuva
fr: Boite
gl_es: Caixa
he: אריזה
hu: Doboz
it: Box (Scatola)
ja_jp: サムネイル画像(ボックス)
nb_no: Boks
nl: Doos
pl: Pudełko
ro_ro: Cutie
sk_sk: Krabica
tr: Kutucuk
vi_vn: Hộp
zh_cn: 盒子

source: enter path to box
ar: أدخل مسار الغلاف
ca: introdueix la ruta de la capsa
cs_cz: zadejte cestu ke schránce
cy_gb: gosod llwybr i'r bocs
eu_es: sartu kutxarako bidea
fi_fi: polku kansikuvaan
fr: entrer le chemin vers la boîte
gl_es: introduza o camiño da Caixa
he: הזן נתיב קובץ לאריזה
hu: doboz elérési útja
it: inserisci percorso immagine box
ja_jp: サムネイル画像のパスを入力
nb_no: skriv inn sti til boks
nl: voer pad naar doos in
pl: wprowadź ścieżkę do pudełka
ro_ro: introdu calea către cutie
sk_sk: zadajte cestu ku kabici
tr: kutucuğun yolunu girin
vi_vn: nhập đường dẫn đến Hộp
zh_cn: 输入盒子路径

source: Fan art
ar: تصاميم هواة
cs_cz: Fanouškovská tvorba
cy_gb: Celf ffan
eu_es: Zale artea
fi_fi: Fanikuva
gl_es: Arte dos Fans <fanart>
he: אומנות מעריצים
hu: Rajongói kép
ja_jp: ファンアート
nb_no: Fan kunst
pl: Grafiki fanów
tr: Fan görseli
zh_cn: 同人作品

source: enter path to fanart
ar: أدخل مسار تصاميم هواة
ca: introdueix la ruta del fanart
cs_cz: zadejte cestu k fanouškovské tvorbě
cy_gb: gosod llwybr i'r celf ffan
eu_es: sartu zale arterako bidea
fi_fi: polku fanitaiteeseen
fr: entrer le chemin vers le fanart
gl_es: introduce o camiño do arte dos fans
he: הזן נתיב קובץ לאומנות מעריצים
hu: rajongói kép elérési útja
it: inserisci percorso fan art
ja_jp: ファンアートのパスを入力
nb_no: skriv inn sti til fankunst
nl: voer pad naar fanart in
pl: wprowadź ścieżkę do grafik fanów
ro_ro: introdu calea către fanart
sk_sk: zadajte cestu k fanartu
tr: fan görseli yolunu girin
vi_vn: nhập đường dẫn đến Fan art
zh_cn: 输入同人作品路径

source: Title shot
ar: لقطة العنوان
ca: Captura del títol
cs_cz: Titulní snímek
cy_gb: Ciplun Teitl
eu_es: Izenburu argazkia
fi_fi: Aloitusruutukuva
fr: Image avec titre
gl_es: Captura do Título <titleshot>
he: התמודדות שיא
hu: Kezdőkép
it: Schermata del titolo
ja_jp: タイトルショット
nb_no: Tittel bilde
nl: Titel afbeelding
pl: Ujęcie tytułu
ro_ro: Captură meniu
sk_sk: Titulná snímka
tr: Vurucu başlık
vi_vn: Hình tiêu đề
zh_cn: 标题画面

source: enter path to title shot
ar: ادخل المسار للقطة العنوان
ca: introdueix la ruta de la captura del títol
cs_cz: zadejte cestu k titulnímu snímku
cy_gb: gosod llwybr i'r ciplun teitl
eu_es: sartu izenburu argazkirako bidea
fi_fi: polku aloitusruudun kuvaan
fr: entrer le chemin vers l’image titre
gl_es: introduza o camiño da captura do titulo
he: הזם נתיב קובץ להתמודדות שיא
hu: kezdőkép elérési útja
it: inserisci percorso schermata del titolo
ja_jp: タイトルショットのパスを入力
nb_no: skriv inn sti til tittelbildet
nl: voer pad naar titel afbeelding in
pl: wprowadź ścieżkę do ujęcia tytułu
ro_ro: introdu calea către captura de meniu
sk_sk: zadajte cestu k titulnej snímke
tr: kısa başlığın yolunu girin
vi_vn: nhập đường dẫn đến Hình tiêu đề
zh_cn: 输入标题画面路径

source: Manual
ar: دليل الإستخدام
cs_cz: Manuál
cy_gb: Llawlyfr
eu_es: Eskuliburua
fi_fi: Ohjekirja
fr: Manuel
he: מדריך
hu: Kézikönyv
it: Manuale
ja_jp: マニュアル
nl: Handleiding
pl: Podręcznik
sk_sk: Manuál
tr: Klavuz
vi_vn: Hướng dẫn sử dụng
zh_cn: 手册

source: enter path to manual
ar: أدخل مسار دليل الإستخدام
ca: introdueix la ruta del manual
cs_cz: zadejte cestu k příručce
cy_gb: gosod llwybr i'r llawlyfr
eu_es: sartu eskulibururako bidea
fi_fi: polku ohjekirjaan
fr: entrer le chemin vers le manuel
gl_es: introduza o camiño do manual
he: הזן נתיב קובץ למדריך
hu: kézikönyv elérési útja
it: inserisci percorso del manuale
ja_jp: マニュアルのパスを入力
nb_no: skriv inn sti til manual
nl: voer pad naar handleiding in
pl: wprowadź ścieżkę do podręcznika
ro_ro: introdu calea către manual
sk_sk: zadajte cestu k manuálu
tr: klavuzun yolunu girin
vi_vn: nhập đường dẫn đến hướng dẫn sử dụng
zh_cn: 输入手册路径

source: Magazine
ar: المجلة
cs_cz: Časopis
eu_es: Aldizkaria
fi_fi: Lehti
gl_es: Revista
he: כתב עת
it: Rivista
ja_jp: 雑誌
nb_no: Magasin
pl: Magazyn
ro_ro: Revistă
sk_sk: Časopis
tr: Magazin
vi_vn: Tạp chí
zh_cn: 杂志

source: enter path to magazine
ar: أدخل مسار المجلة
ca: introdueix la ruta del magazine
cs_cz: zadejte cestu k časopisu
eu_es: sartu aldizkarirako bidea
fi_fi: polku lehteen
fr: entrer le chemin vers le magazine
gl_es: introduza o camiño da revista
he: הזן נתיב קובץ לכתב עת
hu: magazin elérési útja
it: inserisci percorso della rivista
ja_jp: 雑誌のパスを入力
nb_no: skriv inn sti til magasin
nl: voer pad naar magazine in
pl: wprowadź ścieżkę do magazynu
ro_ro: introdu calea către revistă
sk_sk: zadajte cestu k časopisu
tr: magazinin yolunu girin
vi_vn: nhập đường dẫn đến tạp chí
zh_cn: 输入杂志路径

source: Map
ar: الخريطة
ca: Mapa
cs_cz: Mapa
eu_es: Mapa
fi_fi: Kartta
fr: Carte
gl_es: Mapa
he: מפה
hu: Térkép
it: Mappa
ja_jp: マップ
nb_no: Kart
pl: Mapa
ro_ro: Hartă
sk_sk: Mapa
tr: Harita
vi_vn: Bản đồ
zh_cn: 地图

source: enter path to map
ar: أدخل مسار الخريطة
ca: introdueix la ruta del mapa
cs_cz: zadejte cestu k mapě
cy_gb: gosod llwybr i'r map
eu_es: sartu maparako bidea
fi_fi: polku karttaan
fr: entrer le chemin vers la carte
gl_es: introduza o camiño do mapa
he: הזן נתיב קובץ למפה
hu: térkép elérési útja
it: inserisci percorso della mappa
ja_jp: マップのパスを入力
nb_no: skriv inn sti til kart
nl: voer pad naar map in
pl: wprowadź ścieżkę do mapy
ro_ro: introdu calea către hartă
sk_sk: zadajte cestu k mape
tr: eşleme için yolu gir
vi_vn: nhập đường dẫn đến bản đồ
zh_cn: 输入地图路径

source: Bezel (16:9)
ar: البرواز (16:9)
ca: Motllura (16:9)
cs_cz: Rámeček (16:9)
eu_es: Bezel-a (16:9)
fi_fi: Kehys (16:9)
fr: Décoration (16/9)
gl_es: Bisel (16:9)
hu: Keret (16:9)
it: Cornice (16:9)
ja_jp: ベゼル(16:9)(確認のみ)
nb_no: Ramme (16:9)
nl: Omlijsting (16:9)
pl: Ramka (16:9)
ro_ro: Ramă (16:9)
sk_sk: Okraj (16:9)
tr: Çerçeve (16:9)
vi_vn: Viền (16:9)
zh_cn: 遮罩（16:9）

source: enter path to bezel (16:9)
ar: أدخل مسار برواز (16:9)
ca: introduir ruta a la motllura (16:9)
cs_cz: zadejte cestu k rámečku (16:9)
eu_es: sartu bezel-erako bidea (16:9)
fi_fi: syötä polku kehykseen (16:9)
fr: entrer le chemin vers la décoration (16/9)
gl_es: introduza o camiño do bisel (16:9)
hu: keret elérési útja
it: inserisci percorso della cornice (16:9)
ja_jp: ベゼル(16:9)のパスを入力
nb_no: skriv inn sti til ramme (16:9)
nl: voer pad naar omlijsting (16:9) in
pl: wprowadź ścieżkę do ramki (16:9)
ro_ro: introdu calea către ramă (16:9)
sk_sk: zadajte cestu k okraju (16:9)
tr: çerçeve (16:9) yolunu girin
vi_vn: nhập đường dẫn đến viền (16:9)
zh_cn: 输入遮罩（16:9）路径

source: Cartridge
ar: خرطوشة
ca: Cartutx
cs_cz: Kazeta
cy_gb: Cetrisen
eu_es: Kartutxoa
fi_fi: Kasetti
fr: Cartouche
gl_es: Cartucho
he: מחסנית
hu: Kazetta
it: Cartuccia
ja_jp: カートリッジ画
nb_no: Kassett
pl: Kartridż
ro_ro: Cartelă
sk_sk: Kartridž
tr: Kartuş
vi_vn: Băng trò chơi
zh_cn: 卡带

source: enter path to cartridge
ar: أدخل مسار الخرطوشة
ca: introdueix la ruta del cartutx
cs_cz: zadejte cestu ke kazetě
cy_gb: gosod llwybr i'r cetris
eu_es: sartu kartutxorako bidea
fi_fi: polku kasettiin
fr: entrer le chemin vers la cartouche
gl_es: introduza o Camiño do Cartucho
he: הזן נתיב קובץ למחסנית
hu: kazetta elérési útja
it: inserisci percorso della cartuccia
ja_jp: カートリッジ画のパスを入力
nb_no: skriv inn sti til kassett
nl: voer pad naar cartridge in
pl: wprowadź ścieżkę do kartridża
ro_ro: introdu calea către cartelă
sk_sk: zadajte cestu ku kartridžu
tr: kartuşun yolunu girin
vi_vn: nhập đường dẫn đến băng trò chơi
zh_cn: 输入卡带路径

source: Alt BoxArt
ar: الغلاف البديل
ca: Capsa alternativa
cs_cz: Alternatívní obrázek obalu
cy_gb: CelfBocs Arall
eu_es: Kutxa arte alternatiboa
fi_fi: Vaihtoehtoinen kansikuva
fr: Boîte (Alt)
gl_es: Caixa Alternativa de Arte
he: אמנות אריזה חלופית
hu: Alternatív dobozkép
it: BoxArt alternativa
ja_jp: 代替ボックスアート画像
nl: Doos Alternatief
pl: Alternatywna grafika pudełka
ro_ro: Cutie alternativă
tr: Alt Kutu Sanatı
vi_vn: Hình hộp thay thế
zh_cn: 替代包装盒封面

source: enter path to alt boxart
ar: أدخل مسار الغلاف البديل
ca: introdueix la ruta de la capsa alternativa
cs_cz: zadejte cestu k alternativnímu obalu
cy_gb: gosod llwybr i celfbocs arall
eu_es: sartu kutxa arte alternatiborako bidea
fi_fi: polku vaihtoehtoiseen kansikuvaan
fr: entrer le chemin vers la boîte (Alt)
gl_es: introduza en Camiño a Caixa Alternativa de Arte
he: הזן נתיב קובץ לאמנות אריזה חלופית
hu: alternatív dobozkép elérési útja
it: Inserisci percorso boxart alternativa
ja_jp: 代替ボックスアート画像のパスを入力
nb_no: skriv inn sti til alt bokskunst
nl: voer pad naar doos alternatief in
pl: wprowadź ścieżkę do alternatywnej grafiki pudełka
ro_ro: introdu calea către cutia alternativă
sk_sk: zadajte cestu k alt boxartu
tr: alt kutu sanatının yolunu girin
vi_vn: nhập đường dẫn đến hình hộp thay thế
zh_cn: 输入替代包装盒封面路径

source: Box backside
ar: الغلاف من الخلف
ca: Part posterior de la causa
cs_cz: Zadní strana obalu
eu_es: Kutxa atzealdea
fi_fi: Kotelon kääntöpuoli
fr: Dos de la boîte
gl_es: Costas da Caixa
he: אריזה אחורית
hu: Doboz hátoldal
it: Box (retro)
ja_jp: ボックス背景
nb_no: Boks bakside
nl: Doos achterkant
pl: Tył pudełka
ro_ro: Spatele cutiei
sk_sk: Krabica zadná strana
tr: Kutu arkası
vi_vn: Mặt sau hộp
zh_cn: 包装盒背面

source: enter path to box background
ar: أدخل مسار خلفية الغلاف
ca: introdueix la ruta de la part posterior de la capsa
cs_cz: zadejte cestu k zadní straně obalu
eu_es: sartu kutxa atzealderako bidea
fi_fi: polku kotelon kääntöpuoleen
fr: entrer le chemin vers le dos de la boîte
gl_es: introduza o camiño cara as costas da caixa
he: הזן נתיב קובץ לאריזה אחורית
hu: doboz hátoldali képének elérési útja
it: inserisci percorso immagine box (retro)
ja_jp: ボックス背景のパスを入力
nb_no: skriv inn sti til boks bakgrunn
nl: voer pad naar doos achterkant in
pl: wprowadź ścieżkę do tyłu pudełka
ro_ro: introdu calea către spatele cutiei
sk_sk: zadajte cestu k pozadiu krabice
tr: kutu arkasının yolunu girin
vi_vn: nhập đường dẫn đến mặt sau hộp
zh_cn: 输入包装盒背面路径

source: Wheel
ar: عجلة
cs_cz: Kolo
cy_gb: Olwyn
eu_es: Gurpila
fi_fi: Pyörä
fr: Logo
gl_es: Roda
he: גלגל
hu: Tárcsa
it: Targhetta (Wheel)
ja_jp: ホイール
nb_no: Hjul
nl: Wiel
pl: Koło
ro_ro: Roată
sk_sk: Koliesko
tr: Tekerlek
vi_vn: Vòng quay
zh_cn: 方向盘

source: enter path to wheel
ar: أدخل مسار العجلة
ca: introdueix la ruta del wheel
cs_cz: zadejte cestu ke kolu
cy_gb: gosod llwybr i'r olwyn
eu_es: sartu gurpilerako bidea
fi_fi: syötä polku pyörään
fr: entrer le chemin vers le logo
gl_es: introduza o camiño da roda
he: הזן נתיב קובץ לגלגל
hu: tárcsa elérési útja
it: inserisci percorso targhetta (Wheel)
ja_jp: ホイールのパスを入力
nb_no: skriv inn sti til hjul
nl: voer pad naar wiel in
pl: wprowadź ścieżkę do koła
ro_ro: introdu calea către roată
sk_sk: zadajte cestu ku koliesku
tr: tekerlek yolunu girin
vi_vn: nhập đường dẫn đến vòng quay
zh_cn: 输入方向盘路径

source: Mix
ar: دمج
cy_gb: Cymysgedd
eu_es: Nahasketa
fr: Mix d’images
gl_es: Mestura
he: ערבל
ja_jp: ミクス
nb_no: Miks
pl: Mieszanka
tr: Karışık
vi_vn: Kết hợp
zh_cn: 混合图

source: enter path to mix
ar: ادخل المسار للدمج
ca: introdueix la ruta del mix
cs_cz: zadejte cestu k mixu
cy_gb: gosod llwybr i'r cymysgedd
eu_es: sartu nahasketarako bidea
fr: entrer le chemin vers le mix d’images
gl_es: introduza camiño da mestura
he: הזן נתיב קובץ למערבל
hu: mix elérési útja
it: inserisci percorso mix immagini
ja_jp: ミクスのパスを入力
nb_no: skriv inn sti til miks
nl: voer pad naar mix in
pl: wprowadź ścieżkę do mieszanki
ro_ro: introdu calea către mix
sk_sk: zadajte cestu k mixu
tr: karıştırılacak yolu girin
vi_vn: nhập đường dẫn đến kết hợp
zh_cn: 输入混合图路径

source: Rating
ar: التقييم
ca: Valoració
cs_cz: Hodnocení
cy_gb: Marciau sêr
eu_es: Puntuazioa
fi_fi: Arvosana
fr: Notation
gl_es: Valoración
he: דירוג
hu: Értékelés
it: Voto
ja_jp: 評価
nb_no: Rangering
nl: Beoordeling
pl: Ocena
ro_ro: Scor
sk_sk: Hodnotenie
tr: Değerlendirme
vi_vn: Đánh giá
zh_cn: 评分

source: enter rating
ar: أدخل التقييم
ca: introduïu la valoració
cs_cz: zadejte hodnocení
cy_gb: gosod marciau sêr
eu_es: Sartu puntuazioa
fi_fi: syötä arvosana
fr: entrer la notation
gl_es: introduce valoración
he: הזן דירוג
hu: értékelés megadása
it: inserisci voto
ja_jp: 評価を入力
nb_no: skriv inn rangering
nl: voer beoordeling in
pl: wprowadź ocenę
ro_ro: introdu scor
sk_sk: zadajte hodnotenie
tr: değerlendirme girin
vi_vn: nhập đánh giá
zh_cn: 输入评分

source: Release date
ar: تاريخ الإصدار
ca: Data de publicació
cs_cz: Datum vydání
cy_gb: Dyddiad rhyddhau
eu_es: Argitaratze data
fi_fi: Julkaisupäivä
fr: Date de sortie
gl_es: Data de lanzamento
he: תאריך הוצאה
hu: Kiadás dátuma
it: Data di uscita
ja_jp: 発売日
nb_no: Utgivelsesdato
nl: Release datum
pl: Data produkcji
ro_ro: Data lansării
sk_sk: Dátum vydania
tr: Yayın tarihi
vi_vn: Ngày phát hành
zh_cn: 发行日期

source: enter release date
ar: أدخل تاريخ الإصدار
ca: introduïu la data de publicació
cs_cz: zadejte datum vydání
cy_gb: gosod dyddiad rhyddhau
eu_es: sartu argitaratze data
fi_fi: syötä julkaisupäivä
fr: entrer la date de sortie
gl_es: introduce data de lanzamento
he: הזן תאריך הוצאה
hu: kiadás dátumának megadása
it: inserisci data di uscita
ja_jp: 発売日を入力
nb_no: skriv inn utgivelsesdato
nl: voer pad naar release datum in
pl: wprowadź datę produkcji
ro_ro: introdu data lansării
sk_sk: zadajte dátum vydania
tr: yayınlanma tarihi girin
vi_vn: nhập ngày phát hành
zh_cn: 输入发行日期

source: Developer
ar: المطوِّر
ca: Desenvolupador
cs_cz: Tvůrce
cy_gb: Datblygwr
eu_es: Garatzailea
fi_fi: Kehittäjä
fr: Développeur
gl_es: Desenvolvedor
he: מפתח
hu: Fejlesztő
it: Sviluppatore
ja_jp: 開発
nb_no: Utvikler
nl: Ontwikkelaar
pl: Twórca gry
ro_ro: Dezvoltator
sk_sk: Vývojár
tr: Geliştirici
vi_vn: Nhà phát triển
zh_cn: 游戏开发商

source: this game's developer
ar: مطور اللعبة
ca: desenvolupador del joc
cs_cz: tvůrce této hry
eu_es: joku honen garatzailea
fi_fi: tämän pelin kehittäjä
fr: développeur du jeu
gl_es: desenvolvedor deste xogo
hu: játék fejlesztője
it: sviluppatore di questo gioco
ja_jp: このゲームの開発元
nb_no: dette spillets utvikler
nl: ontwikkelaar van dit spel
pl: twórca tej gry
ro_ro: dezvoltatorul jocului
sk_sk: zadajte vývojára hry
tr: bu oyunun geliştiricisi
vi_vn: nhà phát triển trò chơi này
zh_cn: 此游戏开发商

source: Publisher
ar: الناشر
ca: Distribuïdor
cs_cz: Vydavatel
cy_gb: Cyhoeddwr
eu_es: Argitaratzailea
fi_fi: Julkaisija
fr: Éditeur
gl_es: Editor
he: מפרסם
hu: Kiadó
it: Editore
ja_jp: 販売
nb_no: Utgiver
nl: Uitgever
pl: Wydawca gry
ro_ro: Editor
sk_sk: Vydavateľ
tr: Yayıncı
vi_vn: Nhà xuất bản
zh_cn: 发行商
