Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: ENABLE PUBLIC WEB ACCESS
he: אפשר גישה פומבית מהרשת
nl: PUBLIEKE WEB TOEGANG INSCHAKELEN

source: CREATE A SUPPORT FILE?
cy_gb: CREU FFEIL CEFNOGAETH?
nl: CREER EEN SUPPORT FILE?

source: ENABLE FILTERS
cy_gb: GALLUOGI FFILTRAU
he: אפשר מסננים
nl: FILTERS INSCHAKELEN

source: PARSE GAMESLISTS ONLY
cy_gb: DOSRANNU RHESTR GEMAU YN UNIG
he: ניתוח רשימות משחקים בלבד
nl: ANALYSEER ALLEEN SPELLIJSTEN

source: UI
he: ממשק משתמש
nl: INTERFACE

source: SWITCH A & B BUTTONS IN EMULATIONSTATION
cy_gb: CYFNEWID BOTYMAU A/B YN EMULATIONSTATION
nl: VERWISSEL A&B KNOPPEN IN EMULTATIONSTATION

source: POWER SAVER MODES
cy_gb: MODDAU ARBED PŴER
he: מצבי חיסכון באנרגיה
nl: ENERGIE BESPARING MODES

source: UI MODE
cy_gb: MODD UI
he: מצב ממשק משתמש
nl: INTERFACE MODUS

source: You are changing the UI to a restricted mode: This will hide most menu options to prevent changes to the system. To unlock and return to the full UI, enter this code:
nl: U verandert de interface naar een begrensde modus: Dit zal de meeste menu opties verbergen om veranderingen aan het systeem te voorkomen. Om te ontgrendelen en naar de volledige interface terug te keren, voer deze code in:

source: 0 DEGREES (AUTO)
nl: 0 GRADEN (AUTO)

source: NEW GAME CREATES NEW SLOT
nl: NIEUW SPEL CREËERT NIEUW SLOT

source: NEW GAME OVERWRITES CURRENT SLOT
nl: NIEUW SPEL OVERSCHRIJFT HUIDIG SLOT

source: SHOW SAVE STATE MANAGER
nl: TOON SAVE STATE MANAGER

source: YOU ARE GOING TO MAP A CONTROLLER. MAP BASED ON THE BUTTON'S POSITION RELATIVE TO ITS EQUIVALENT ON A SNES CONTROLLER, NOT ITS PHYSICAL LABEL. IF YOU DO NOT HAVE A SPECIAL KEY FOR HOTKEY, USE THE SELECT BUTTON. SKIP ALL BUTTONS/STICKS YOU DO NOT HAVE BY HOLDING ANY KEY. PRESS THE SOUTH BUTTON TO CONFIRM WHEN DONE.
nl: U GAAT NU EEN CONTROLLER INDELEN. DEEL DEZE IN GEBASEERD OP DE POSITIE VAN DE KNOPPEN IN RELATIE TOT HET EQUIVALENT OP EEN SNES CONTROLLER, NIET HET FYSIEKE LABEL. ALS U GEEN SPECIALE KEY VOOR DE HOTKEY HEEFT, GEBRUIK DE SELECT KNOP. SLA ALLE KNOPPEN/STICLS OVER DOOR EEN TOETS INGEDRUKT TE HOUDEN, DRUK DE ZUID KNOP IN WANNEER GEREED.

source: LIST TRANSITION STYLE
cy_gb: ARDDULL TRAWSNEWID
nl: LIJST TRANSITIE STIJL

source: VIEW USER'S MANUAL
cy_gb: GWELD LLAWLYFR Y DEFNYDDIWR
he: צפייה במדריך למשתמש
nl: TOON GEBRUIKERSHANDLEIDING

# joystick
source: UP
nl: OMHOOG

# joystick
source: DOWN
nl: OMLAAG

# joystick
source: LEFT
nl: LINKS

# joystick
source: RIGHT
nl: RECHTS

source: %d s
cy_gb: %d e

source: enter game name
he: הזן שם משחק

source: enter description
he: הזן תיאור

source: enter game developer
he: הזן מפתח משחק

source: enter game publisher
he: הזן שם מפרסם

source: enter game family
he: הזן משפחת משחקים

source: enter number of players
he: הזן מספר שחקנים

source: This collection contains %i game, including :%s
he: אוסף זה מכיל משחק %i כולל :%s

source: FORMATING DEVICE
he: התקן למחיקה מלאה והכנה לכתיבה

source: Formating
he: מחיקת התקן והכנתו לכתיבה מתבצעת

source: DRIVE FORMAT IS ALREADY RUNNING.
he: מחיקת התקן והכנתו לכתיבה מתבצעת.

source: JUMP TO LETTER
he: מעבר לאות

source: VIEW CUSTOMISATION
he: צפיה בהתאמות אישיות

source: THIS FUNCTION IS DISABLED WHEN SCRAPING IS RUNNING
he: אפשרות זו אינה זמינה במהלך SCRAPING

source: Select the game you want to join
he: בחירת משחק להצטרפות

source: NO GAME FOUND
he: לא נמצא משחק

source: MANUAL INPUT
he: הזנה ידנית

source: SELECT CONTENT TO INSTALL / REMOVE
he: בחר בתוכן ל התקנה/הסרה

source: UNINSTALL ADDED TO QUEUE
he: הסרה נוספה לתור

source: SWAP VIDEO AFTER (SECS)
he: החלפת סרטון לאחר (שניות)

source: SHOW GAME INFO ON SCREENSAVER
he: הצגת מידע על משחק בשומר מסך

source: STRETCH VIDEO ON SCREENSAVER
he: מתיחת סרטון על שומר מסך

source: CUSTOM VIDEO FILTER
he: מסנן סרטון אישי

source: CUSTOM IMAGE FILTER
he: מסנן תמונות מותאם אישית

source: UPDATING BATOCERA
he: מעדכן את מערכת ההפעלה

source: INSTALL BATOCERA
he: התקנת מערכת הפעלה BATOCERA

source: GAME MEDIAS
he: מדיה של משחקים

source: REQUIRED CORE
he: נדרשת ליבה

source: VIEW GAME ACHIEVEMENTS
he: צפייה בהישגי משחק

source: SAVE SNAPSHOTS
he: שמירת 'תמונת-מצב'

source: START NETPLAY HOST
he: הפעל שרת NETPLAY

source: SET PLAYER PASSWORD
he: קביעת סיסמה לשחקן

source: SET VIEWER PASSWORD
he: קביעת סיסמה לצופה

source: EDIT PAD TO KEYBOARD CONFIGURATION
he: ערוף תצורת לוח למקלדת

source: CREATE PAD TO KEYBOARD CONFIGURATION
he: יצירת תצורת לוח למקלדת

source: SELECT THEMES TO INSTALL / REMOVE
he: בחר ערכות נושא להתקנה/הסרה

source: START AUTO SAVE
he: התחלת שמירה אוטומטית

source: SCRAPE THESE GAMES
he: הפעלת SCRAPE על משחקים אלו

source: All Games
he: כל המשחקים

source: Only missing medias
he: רק מדיה חסרה

source: FILTER
he: סנן

source: SCRAPE THESE SYSTEMS
he: הפעלת SCRAPE על מערכות אלו

source: WARNING: SOME OF YOUR SELECTED SYSTEMS DO NOT HAVE A PLATFORM SET. RESULTS MAY BE EVEN MORE INACCURATE THAN USUAL! CONTINUE ANYWAY?
he: אזהרה! לחלק מהמערכות שנבחרו אין ערכת פלטפורמה. התוצאות עלולות להיות פחות מדויקות מבדרך כלל! להמשיך בכל זאת?

source: SELECT BEZELS TO INSTALL / REMOVE
he: בחר BEZEL להתקנה/הסרה

source: SCANLINES
he: שורות סריקה

source: RETRO
he: 'רטרו'

source: CURVATURE
he: קשת

source: FLATTEN-GLOW
he: שיטוח בוהק

source: GAMES SETTINGS
he: הגדרות משחק

source: INFORMATIONS
he: מידע

source: ARE YOU SURE YOU WANT TO CONFIGURE INPUT?
he: ברצונך להגדיר קלט?

source: UI MODE IS NOW UNLOCKED
he: מצב ממשק משתמש אינו נעול כעת

source: PLEASE ENTER THE CODE TO UNLOCK THE CURRENT UI MODE
he: הזנת סיסמה לביטול נעילת ממשק המשתמש הנוכחי

source: USE OMX PLAYER (HW ACCELERATED)
he: שימוש בנגן OMX בהאצת חומרה

source: FILE GENERATED SUCCESSFULLY
he: קובץ נוצר בהצלחה

source: FILE GENERATION FAILED
he: יצירת קובץ נכשלה

source: HIDE WHEN RUNNING A GAME
he: הסתר בזמן משחקים

source: AUTOCONFIGURE EMULATORS CONTROLLERS
he: הגדר אוטומטית בקרי אמולטור (חַקַּאי)

source: PRELOAD UI
he: טעינה מראש של ממשק משתמש

source: UPDATE IS ALREADY RUNNING
he: העדכון התבצע בעבר

source: SELECT YOUR TIMEZONE
he: בחירת איזור זמן

source: TIMEZONE
he: איזור זמן

source: TEXT TO SPEECH
he: טקסט לדיבור

source: You are changing the UI to a restricted mode: This will hide most menu-options to prevent changes to the system. To unlock and return to the full UI, enter this code:
he: ממשק המשתמש מוחלף לממשק מוגבל.: דבר יביא יביא להסתרת מירב האפשרויות מהתפריטים השונים. לביטול הגבלה זו יש להזין את הסיסמה:

source: LEFT ROTATION
he: סיבוב שמאלה

source: RIGHT ROTATION
he: סיבוב ימינה

source: INVERTED ROTATION
he: היפוך

source: SILENT SPLASH
he: אנימציה שקטה

source: RETROACHIEVEMENTS SETTINGS
he: הגדרות RETROACHIEVEMENTS

source: INSTALL BATOCERA ON A NEW DISK
he: התקנת BATOCERA על דיסק חדש

source: RETROACHIEVEMENTS UNLOCK SOUND
he: פתיחת נעילת צליל RETROACHIEVEMENTS

source: SHOW IN MAIN MENU
he: הצגה בתפריט ראשי

source: FIND ALL GAMES
he: חיפוש כל המשחקים

source: FIND NEW GAMES
he: חיפוש מחשקים חדשים

source: UNABLE TO ACTIVATE RETROACHIEVEMENTS :
he: לא ניתן להפעיל RETROACHEIVEMENTS :

source: CHECK MISSING INDEXES AT STARTUP
he: בדיקת אינדקס משחקים חסר

source: DEFAULT SETTINGS
he: הגדרות ברירת מחדל

source: GAME RATIO
he: דירוג משחק

source: SMOOTH GAMES
he: 'החלקת' משחקים

source: SHOW SAVE SNAPSHOTS
he: הצגת SNAPSHOTS שנשמרו

source: SHOW SNAPSHOTS IF NOT EMPTY
he: הצגת SNAPSHONTS כל עוד קיימים

source: DECORATION
he: קישוטים

source: ENABLE AI SERVICE
he: הפוך שירותי אינטיליגנציה מלאכותית לזמינה

source: SERVICE URL
he: שירותי URL

source: INPUT P%i
he: הזנת P%i

source: YOU MUST APPLY THE THEME BEFORE EDIT CONFIGURATION
he: יש לחיל את ערכת הנושא טרם קביעת התצורה

source: RESET CUSTOMISATIONS
he: איפוס התאמות אישיות

source: APPEARENCE
he: מראה

source: SKIP TO NEXT SONG
he: דילוג לשיר הבא

source: LISTENING NOW
he: בהאזנה כעת

source: VIEW BATOCERA MANUAL
he: צפייה במדריך 'בטוסרה' (BATOCERA)
