Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: High numbers can result in visible jitter.
ar: قد تتسبب قيم عالية في تشوه مرئي.
ca: Nombres alts poden derivar en fluctuació visible.
cs_cz: Vysoká čísla mohou způsobit viditelné chvění.
eu_es: Zenbaki altuek dardarak sor ditzakete
fi_fi: Suurempi määrä johtaa näkyvään viiveen vaihteluun.
fr: Un nombre élevé peut introduire des défauts visuels.
gl_es: Uns números altos poden provocar tremores visible.
hu: A nagy számok látható jittert eredményezhetnek.
it: Valori troppo alti possono risultare in traballamento immagine.
ja_jp: 数値が大きいと、目に見えるジッターが発生する可能性があります
nb_no: Høye tall kan resultere i synlig jitter.
pl: Duże liczby mogą powodować widoczne drgania.
ro_ro: Valorile ridicate pot duce la fluctuații.
sk_sk: Vysoké čísla môžu spôsobiť viditeľné chvenie.
tr: Yüksek sayılar görünür titreşime neden olabilir.
vi_vn: Số càng cao có thể dẫn đến hiện tượng giật hình.
zh_cn: 若设成一个较大的数字可能会导致可见抖动（闪屏）

source: USE SECOND INSTANCE FOR RUN-AHEAD
ca: USAR UNA SEGONA INSTÀNCER PER A PRE-AVANÇAR QUADRES
cs_cz: S PŘEDSTIHEM POUŽÍT DRUHÝ STUPEŇ
eu_es: ERABILI BIGARREN INSTANTZIA AURRETIK-EXEKUTATZEAN
fi_fi: KÄYTÄ TOISTA INSTANSSIA EDELLÄAJOSSA
fr: UTILISER DEUX INSTANCES (SI IMAGES EN AVANCE)
gl_es: UTILICE A SEGUNDA INSTANCIA PARA ANTICIPACIÓN DE FOTOGRAMAS
hu: MÁSODIK PÉLDÁNY HASZNÁLATA A FUTTATÁSHOZ
it: USA UNA SECONDA ISTANZA
ja_jp: 先読みで2番目のインスタンスを使用
pl: UŻYJ DRUGIEJ INSTANCJI DLA KLATEK Z WYPRZEDZENIEM
ro_ro: FOLOSEȘTE A DOUA INSTANȚĂ DE PRE-RULARE
sk_sk: Použiť druhú inštanciu na prednačítanie
tr: ÖNDEN ÇALIŞMAK İÇİN İKİNCİ OLUŞUM KULLAN
vi_vn: SỬ DỤNG PHIÊN BẢN THỨ HAI ĐỂ CHẠY TRƯỚC
zh_cn: 为RUN-AHEAD使用第二个实例

source: Can prevent audio skips on button presses.
ca: Pot prevenir salts d'àudio al pulsar botons.
cs_cz: Může zabránit přeskočení zvuku při stisknutí tlačítka.
eu_es: Botoia sakatzean audioaren saltoak ekidin ditzake
fi_fi: Saattaa estää äänen hyppimisen näppäintä painaessa.
fr: Peut prévenir des sauts audios sur pression des boutons.
gl_es: Pode evitar os saltos de audio ao premer os botóns.
hu: Megakadályozhatja, hogy a hang kimaradjon a gombnyomáskor.
it: Può prevenire salti audio nella pressione dei pulsanti.
ja_jp: 先読み使用でボタンを押したときの音声の途切れを防ぎます
pl: Może zapobiegać przeskakiwaniu dźwięku przy naciśnięciu przycisku.
ro_ro: Poate preveni omiterile de sunet la apăsarea pe butoane.
sk_sk: Môže zabrániť skákaniu zvuku pri stlačení tlačidla.
tr: Tuşa basıldığında ses atlamalarını önleyebilir.
vi_vn: Có thể chặn bỏ qua âm thanh khi nhấn nút.
zh_cn: 可以防止按键时的音频卡顿。

source: AUTOMATIC FRAME DELAY
ca: RETARD AUTOMÀTIC DE QUADRES
cs_cz: AUTOMATICKÉ ZPOŽDĚNÍ SNÍMKU
eu_es: MARKOEN ATZERATZE AUTOMATIKOA
fi_fi: AUTOMAATTINEN KUVAN VIIVE
fr: RETARD D'IMAGE AUTOMATIQUE
gl_es: RETRASO DE FOTOGRAMAS AUTOMÁTICO
hu: AUTOMATIKUS KÉPKOCKAKÉSLELTETÉS
it: RITARDO FRAME AUTOMATICO
ja_jp: 自動フレームディレイ
nb_no: AUTOMATISK BILDEFORSINKELSE
nl: AUTOMATISCHE FRAME DELAY
pl: AUTOMATYCZNE OPÓŹNIENIE KLATKI
ro_ro: ÎNTÂRZIEREA AUTOMATĂ A CADRELOR
sk_sk: Automatická dĺžka snímky
tr: OTOMATİK KARE GECİKMESİ
vi_vn: ĐỘ TRỄ KHUNG HÌNH TỰ ĐỘNG
zh_cn: 自动帧延迟

source: AUTO FRAME DELAY
ca: RETARD AUTOMÀTIC DE QUADRES
cs_cz: AUTOMATICKÉ ZPOŽDĚNÍ SNÍMKU
eu_es: MARKOEN ATZERATZE AUTOMATIKOA
fi_fi: AUTOMAATTINEN KUVAN VIIVE
fr: RETARD D'IMAGE AUTOMATIQUE
gl_es: RETRASO DE FOTOGRAMAS AUTO
hu: AUTOMATIKUS KÉPKOCKAKÉSLELTETÉS
it: RITARDO FRAME AUTOMATICO
ja_jp: 自動フレーム遅延
nb_no: AUTO BILDEFORSINKELSE
pl: AUTOMATYCZNE OPÓŹNIENIE KLATKI
ro_ro: AUTO-ÎNTÂRZIERE CADRE
sk_sk: Auto dĺžka snímky
tr: OTOMATİK KARE GECİKMESİ
vi_vn: ĐỘ TRỄ KHUNG HÌNH TỰ ĐỘNG
zh_cn: 自动帧延迟

source: Automatically decrease frame delay temporarily to prevent frame drops. Can introduce stuttering.
ca: Decrementa automàticament el retard de quadres de manera temporal per a evitar ometre'ls. Pot produïr aturades.
cs_cz: Automaticky dočasně sníží zpoždění snímků, aby se zabránilo jejich výpadkům. Může způsobit zadrhávání.
eu_es: Automatikoki gutxitu markoen atzerapena denbora batez markoak galtzea ekiditeko. Moteltzea ekarri dezake.
fi_fi: Automaattisesti vähennä kuvan viivettä, estääksesi kuvien putoaminen. Saattaa aiheuttaa nykimistä.
fr: Réduire automatiquement délai de retard d'image temporairement pour éviter des sauts. Peut introduire des défaut visuels.
gl_es: Reduce automaticamente o atraso de fotogramas temporalmente para evitar caídas de fotogramas. Pode introducir tartamudeo.
hu: Automatikusan csökkenti a képkockakésleltetést ideiglenesen a képkocka leesésének megelőzése érdekében. Bevezetheti a dadogást (stuttering).
it: Riduce automaticamente alcuni frame per evitare perdite di frame importanti.Può provocare scatti improvvisi dello scorrimento dell'immagine.
ja_jp: フレームドロップ防止で、フレーム遅延を自動で減らします。不具合がでる場合があります
nb_no: Automatisk reduser bildeforsinkelse midlertidig for å forhindre at bildefrekvensen faller. Kan introdusere stamming.
pl: Automatycznie zmniejsza tymczasowe opóźnienie klatek, aby zapobiec spadkowi liczby klatek. Może wprowadzać przycinanie się dźwięku/wideo.
ro_ro: Scade automat întârzierea cadrelor temporar pentru a preveni pierderile de cadre. Poate introduce bâlbâială.
sk_sk: Dočasne automaticky skrátiť oneskorenie snímky, aby sa zabránilo poklesu snímok. Môže spôsobiť preskakovanie.
tr: Kare düşüşlerini önlemek için kare gecikmesini geçici olarak otomatik olarak azaltın. Tekleme yapabilir.
vi_vn: Tự động giảm độ trễ khung hình tạm thời để tránh tình trạng khựng khung hình. Có thể gây ra hiện tượng giật.
zh_cn: 自动暂时减少帧延迟以防止丢帧，可能导致卡顿。

source: VARIABLE REFRESH RATE (G-SYNC, FREESYNC)
ca: TASA DE REFRESC VARIABLE (G-SYNC; FREESYNC)
cs_cz: PROMĚNLIVÁ OBNOVOVACÍ FREKVENCE (G-SYNC, FREESYNC)
eu_es: FRESKATZE TASA ALDAKORRA (G-SYNC, FREESYNC)
fr: TAUX DE RAFFRAÎCHISSEMENT VARIABLE (G-SYNC, FREESYNC)
gl_es: FRECUENCIA DE ACTUALIZACIÓN VARIABLE (G-SYNC, FREESYNC)
hu: VÁLTOZÓ FRISSÍTÉSI GYAKORISÁG (G-SYNC, FREESYNC)
it: REFRESH RATE VARIABILE (G-SYNC, FREESYNC)
ja_jp: 可変リフレッシュレート（G-SYNC、FREESYNC）
nb_no: VARIABEL OPPDATERINGSFREKVENS (G-SYNC, FREESYNC)
pl: ZMIENNA CZĘSTOTLIWOŚĆ ODŚWIEŻANIA (G-SYNC, FREESYNC)
ro_ro: RATĂ DE REÎMPROSPĂTARE VARIABILĂ (G-SYNC, FREESYNC)
sk_sk: Premenlivá obnovovacia frekvencia (G-sync, freesync)
tr: DEĞİŞKEN YENİLEME HIZI (G-SYNC, FREESYNC)
vi_vn: TỶ LỆ LÀM MỚI CÓ THỂ THAY ĐỔI (G-SYNC, FREESYNC)
zh_cn: 可变刷新率（G-SYNC、FREESYNC）

source: VARIABLE REFRESH RATE
ca: TASA DE REFRESC VARIABLE
cs_cz: PROMĚNLIVÁ OBNOVOVACÍ FREKVENCE
eu_es: FRESKATZE TASA ALDAKORRA
fr: TAUX DE RAFFRAÎCHISSEMENT VARIABLE
gl_es: FRECUENCIA DE ACTUALIZACIÓN VARIABLE
hu: VÁLTOZÓ FRISSÍTÉSI GYAKORISÁG
it: REFRESH RATE VARIABILE
ja_jp: 可変リフレッシュレート
nb_no: VARIABEL OPPDATERINGSFREKVENS
pl: ZMIENNA CZĘSTOTLIWOŚĆ ODŚWIEŻANIA
ro_ro: RATĂ DE REÎMPROSPĂTARE VARIABILĂ
sk_sk: Premenlivá obnovovacia frekvencia
tr: DEĞİŞKEN YENİLEME HIZI
vi_vn: TỶ LỆ LÀM MỚI CÓ THỂ THAY ĐỔI
zh_cn: 可变刷新率

source: Don't deviate from core requested timing. G-Sync, FreeSync, HDMI 2.1 VRR.
ca: No desviar-se de la freqüència sol·licitada pel nucli. G-Sync, FreeSync, HDMI 2.1 VRR.
cs_cz: Neodchylujte se od základního požadovaného načasování. G-Sync, FreeSync, HDMI 2.1 VRR.
eu_es: Ez desbideratu nukleoak eskatzen duen denboratik. G-Syc, FreeSync, HDMI 2.1 VRR.
fr: Ne pas s'écarter des temps nécessaires au core. G-Sync, FreeSync, HDMI 2.1 VRR.
gl_es: Non te desvíes do frecuencia solicitada polo núcleo. G-Sync, FreeSync, HDMI 2.1 VRR.
hu: Ne térjen el az alapvető kért időzítéstől. G-Sync, FreeSync, HDMI 2.1 VRR.
it: Non deviare dal timeing requesto dal core. G-Sync, FreeSync e HDMI 2.1 VRR
ja_jp: コア要求のタイミングを調整(G-Sync、FreeSync、HDMI2.1VRR)
pl: Nie odbiegaj od żądanego czasu. G-Sync, FreeSync, HDMI 2.1 VRR.
ro_ro: Nu devia de la temporizarea cerută de nucleu. G-Sync, FreeSync, HDMI 2.1 VRR.
sk_sk: Neodchyľovať sa od požadovaného časovania jadra. G-Sync, FreeSync, HDMI 2.1 VRR.
tr: Temel talep edilen zamanlamadan sapmayın. G-Sync, FreeSync, HDMI 2.1 VRR.
vi_vn: Không được đi chệch khỏi thời gian yêu cầu của lõi. G-Sync, FreeSync, HDMI 2.1 VRR.
zh_cn: 不要设置过高的响应时间（分辨率及刷新率），G-Sync、FreeSync、HDMI 2.1 VRR。

source: DECORATION SET
ca: CONJUNT DE DECORACIONS
cs_cz: SADA DEKORACÍ
eu_es: DEKORAZIOA
fi_fi: KORISTE LAJITELMA
fr: PACK DE DÉCORATIONS
gl_es: SET DE DECORACIÓN
hu: DEKORÁCIÓS SZETT
it: SET CORNICI
ja_jp: ベゼルを選択
nb_no: DEKORASJONSSETT
nl: DECORATIE SET
pl: ZESTAW DEKORACJI
ro_ro: PACHET DE RAME
sk_sk: Sada dekorácií
tr: DEKORASYON SETİ
vi_vn: BỘ TRANG TRÍ
zh_cn: 装饰框设置

source: Current setting
ar: الإعدادات الحالية
ca: Ajust actual
cs_cz: Aktuální nastavení
eu_es: Uneko ezarpena
fi_fi: Nykyinen asetus
fr: Paramètre actuel
gl_es: Configuración actual
hu: Aktuális beállítás
it: Impostazioni correnti
ja_jp: 現在の設定
nb_no: Nåværende innstilling
pl: Aktualne ustawienie
ro_ro: Setare curentă
sk_sk: Aktuálne nastavenie
tr: Mevcut ayarlar
vi_vn: Cài đặt hiện tại
zh_cn: 当前设置

source: UPDATE GAMELISTS
ar: تحديث قائمة الألعاب
ca: ACTUALITZAR GAMELISTS
cs_cz: AKTUALIZOVAT SEZNAMY HER
eu_es: EGUNERATU JOKO LISTAK
fi_fi: PÄIVITÄ PELILISTA
fr: METTRE À JOUR LES LISTES DE JEUX
gl_es: ACTUALIZAR LISTAS DE XOGOS
hu: JÁTÉKLISTÁK FRISSÍTÉSE
it: AGGIORNA LISTA DEI GIOCHI
ja_jp: ゲームリストを更新
nb_no: OPPDATER SPILLLISTE
nl: UPDATE SPELLIJST
pl: ZAKTUALIZUJ LISTY GIER
ro_ro: ACTUALIZEAZĂ LISTELE DE JOCURI
sk_sk: Aktualizovať zoznamy hier
tr: OYUN LİSTELERİNİ GÜNCELLE
vi_vn: CẬP NHẬT DANH SÁCH TRÒ CHƠI
zh_cn: 更新游戏列表（放入ROM或者安装程序后操作）

source: ACCOUNTS
cs_cz: ÚČTY
fr: COMPTE
gl_es: CONTAS
hu: FIÓKOK
ja_jp: アカウント
pl: KONTA
ro_ro: CONTURI
sk_sk: Účty
tr: HESAPLAR
vi_vn: TÀI KHOẢN
zh_cn: 账户

source: BIOS SETTINGS
cs_cz: NASTAVENÍ BIOSU
fr: RÉGLAGES DU BIOS
gl_es: CONFIGURACIÓN DA BIOS
hu: BIOS BEÁLLÍTÁSOK
it: IMPOSTAZIONI BIOS
ja_jp: BIOS 設定
pl: USTAWIENIA BIOSU
ro_ro: SETĂRI BIOS
sk_sk: Nastavenia BIOSu
tr: BİOS AYARLARI
vi_vn: CÀI ĐẶT BIOS
zh_cn: BIOS设置

source: SAVESTATES
ar: حالات الحفظ
ca: ESTATS DESATS
cs_cz: ULOŽENÉ POZICE
eu_es: EGOERA GORDETZEA
fi_fi: TILATALLENNUKSET
fr: SAUVEGARDES
gl_es: PARTIDAS GARDADAS
hu: JÁTÉKÁLLÁS REKESZ
it: SALVATAGGI ISTANTANEI
ja_jp: ステートセーブ
pl: ZAPISANE STANY GRY
ro_ro: STĂRI SALVATE
sk_sk: Uložené pozície
tr: KAYITYERLERİ
vi_vn: ĐIỂM LƯU
zh_cn: 存档槽

source: AUTO SAVE/LOAD
ar: الحفظ/التحميل التلقائي
ca: AUTO DESAR/CARREGAR
cs_cz: AUTOMATICKY ULOŽIT/NAČÍST
eu_es: GORDE/KARGATU AUTOMATIKOKI
fi_fi: AUTOMAATTINEN TALLENNUS/LATAUS
fr: SAUVEGARDE / CHARGEMENT AUTO
gl_es: AUTO CARGAR/GARDAR
hu: AUTOMATIKUS MENTÉS/BETÖLTÉS
it: AUTOSALVATAGGIO/CARICAMENTO
ja_jp: 自動ステート保存/読込み
nb_no: AUTO LAGRE/LAST
nl: AUTO OPSLAAN/LADEN
pl: AUTOMATYCZNE ZAPISYWANIE/WCZYTYWANIE
ro_ro: SALVEAZĂ/ÎNCARCĂ AUTOMAT
sk_sk: Automaticky uložiť/načítať
tr: OTO KAYDET/YÜKLE
vi_vn: TỰ ĐỘNG LƯU/NẠP
zh_cn: 自动存档/读取

source: Load latest savestate on game launch and savestate when exiting game.
ar: تشغيل آخر حالة حفظ للعبة حين تشغيلها وحالة حفظ أخرى عند الخروج منها.
ca: Carregar últim estat desat al iniciar un joc i desar estat al treure'l.
cs_cz: Načíst nejnovější uložení při spuštění hry a uložení při ukončení hry.
eu_es: Kargatu gordetako azken egoera jokua abiaraztean eta gorde egoera jokotik irtetean
fi_fi: Lataa viimeisin tilatallennus, kun avaat pelin, ja tallenna tila kun poistut pelistä.
fr: Charge et enregistre l'état de jeu le plus récent en lançant et quittant le jeu.
gl_es: Carga a partida gardada máis recente ao iniciar o xogo e a garda ao saír do xogo.
hu: Töltse be a legújabb játékállást a játék indításakor és mentse a játékállást a játékból való kilépéskor.
it: Carica l'ultimo salvataggio al momento del lancio e salva prima di uscire.
ja_jp: ゲーム開始時にステートを読込み、終了時にステートセーブします (ステートセーブ保存方法－「ゲームごとにセーブ」に設定)
pl: Wczytaj najnowszy stan zapisu przy uruchamianiu gry i zapisz stan przy wychodzeniu z gry.
ro_ro: Încarcă ultima stare salvată la lansarea jocului și salvează starea la închiderea lui.
sk_sk: Načítať posledný uložený stav pri spustení hry a uložiť stav pri ukončení hry.
tr: Oyun başlatıldığında en son kayıtyeri'ni yükle ve oyundan çıkarken kaydet.
vi_vn: Nạp trạng thái lưu mới nhất khi khởi chạy trò chơi và lưu khi thoát khỏi trò chơi.
zh_cn: 在游戏启动时加载最新的存档，在退出游戏时保存存档。

source: INCREMENTAL SAVESTATES
ar: حالات حفظ متزايدة
ca: ESTATS DESATS INCREMENTALS
cs_cz: PŘÍRUSTKY ULOŽENÝCH POZIC
eu_es: EGOERA GORDETZE INKREMENTALAK
fr: SAUVEGARDES INCRÉMENTALES
gl_es: GARDADO DE PARTIDAS INCREMENTAIS
hu: NÖVEKVŐ JÁTÉKÁLLÁS REKESZ
it: INCREMENTA SALVATAGGIO INSTANT.
ja_jp: ステートセーブ保存方法
nb_no: INKREMENTER SAVESTATER
nl: TOEGEVOEGDE SAVESTATES
pl: PRZYROSTOWY ZAPIS STANU
ro_ro: INCREMENTARE
sk_sk: Inkrementálne stavy uloženia
tr: ARTAN KAYITYERLERİ
vi_vn: TĂNG ĐIỂM LƯU
zh_cn: 递增存档

source: INCREMENT PER SAVE
ar: زيادة حسب حالة الحفظ
ca: INCREMENT PER DESAT
cs_cz: PŘÍRŮSTEK NA ULOŽENÍ
eu_es: GORDETZE BAKOITZEKO GEHIKUNTZA
fr: À CHAQUE SAUVEGARDE
gl_es: INCREMENTAR POR GARDADO
hu: NÖVEKVŐ MENTÉS
it: INCREMENTO PER SALVATAGGIO
ja_jp: 常に別スロットにセーブ
nb_no: INKREMENTER PER SAVE
pl: PRZYROST NA ZAPIS
ro_ro: LA FIECARE SALVARE
sk_sk: Zvýšiť pri uložení
tr: KAYIT BAŞINA ARTTIR
vi_vn: TĂNG SỐ LẦN LƯU
zh_cn: 每次保存都递增

source: Never overwrite old savestates, always make new ones.
ar: عدم استبدال حالات الحفظ القديمة، دوما أنشئ حالات جديدة.
ca: No sobreescriure vells estats desats; sempre crear-n'hi de nous.
cs_cz: Nikdy nepřepisovat staré uložené pozice, vždy vytvářet nové.
eu_es: Inoiz ez gainidatzi egoera gordetze zaharrak, beti berriak egin.
fr: Crée un nouvel emplacement de sauvegarde à chaque sauvegarde.
gl_es: Xamais sobrescribe antigas partidas gardadas, crea sempre novas.
hu: Soha ne írja felül a régi játékállást, mindig készítsen újakat.
it: Non sovrascrivere mai i vecchi salvataggi, creane sempre di nuovi.
ja_jp: 古いセーブに上書きせず、常に新しくセーブをします
pl: Nigdy nie nadpisuj starych stanów, zawsze twórz nowe.
ro_ro: Nu suprascrie niciodată stările salvate anterior, creează mereu unele noi.
sk_sk: Nikdy neprepísať staré uloženia, vždy urobiť nové.
tr: Eski kayıtyeri üzerine asla yazma, her zaman yeni yarat.
vi_vn: Không bao giờ ghi đè lên các điểm lưu cũ, luôn tạo các điểm lưu mới.
zh_cn: 永远不覆盖旧存档，总是创建新的存档。

source: INCREMENT SLOT
ar: زيادة الفتحة
ca: INCREMENTAR RANURA
cs_cz: ZVYŠENÍ SLOTU
eu_es: GEHIKUNTZA ARTEKA
fr: NOUVEL EMPLACEMENT
gl_es: RAÑURA DE INCREMENTO
hu: NÖVEKVŐ HELY
it: INCREMENTA SPAZIO
ja_jp: ゲームごとにセーブ
pl: NASTĘPNY SLOT
ro_ro: PER SESIUNE
sk_sk: Inkrementovať slot
tr: ARTAN YUVA
vi_vn: TĂNG SỐ VỊ TRÍ LƯU GAME
zh_cn: 递增存档槽位

source: Increment slot on a new game.
ar: زيادة فُتحة عند بدئ لُعبة جديدة.
ca: Incrementar ranura a un nou joc.
cs_cz: Zvýšení počtu slotů v nové hře.
eu_es: Gehitu arteka joko berri batean.
fr: Crée un nouvel emplacement de sauvegarde au lancement d'une partie.
gl_es: Incrementa a rañura nun xogo novo.
hu: Növekvő hely egy új játékban.
it: Incrementa spazio al momento di un nuovo gioco
ja_jp: 違うゲームは、新しくセーブをします
pl: Inkrementuj slot przy nowej grze.
ro_ro: Incrementează slotul la o sesiune de joc nouă.
sk_sk: Inkrementovať slot pri novej hre.
tr: Yeni oyunda yuva'yı arttır.
vi_vn: Tăng số vị trí lưu trên một trò chơi mới.
zh_cn: 开始新游戏时递增存档槽。

source: DO NOT INCREMENT
ar: لا تُزايِد
ca: NO INCREMENTAR
cs_cz: NEZVYŠOVAT
eu_es: EZ GEHITU
fr: EMPLACEMENT ACTUEL
gl_es: NON INCREMENTAR
hu: NE NÖVELJE
it: NON INCREMENTARE
ja_jp: 同一スロットにセーブ
nb_no: IKKE INKREMENTER
pl: NIE INKREMENTUJ
ro_ro: FĂRĂ INCREMENTARE
sk_sk: Nezvyšovať
tr: ARTTIRMA
vi_vn: KHÔNG TĂNG
zh_cn: 不递增

source: Use current slot on a new game.
ar: استعمل الفُتحة الحالية عند بدئ لُعبة جديدة.
ca: Usar la ranura actual a un nou joc.
cs_cz: Používat aktuální slot na novou hru.
eu_es: Erabili uneko arteka joku berri batean
fr: Utilise le premier emplacement de sauvegarde au lancement d'une partie.
gl_es: Usa a rañura actual nun xogo novo.
hu: Használja az aktuális helyet egy új játékban.
it: Usa lo spazio attuale per un nuovo gioco
ja_jp: 選択スロットに上書きセーブをします
nb_no: Bruk gjeldende spor på et nytt spill.
pl: Użyj obecnego slotu w nowej grze.
ro_ro: Folosește slotul curent la o sesiune de joc nouă.
sk_sk: Použiť aktuálny slot na novú hru.
tr: Yeni oyunda mevcut yuvayı kullan.
vi_vn: Sử dụng số vị trí lưu game hiện tại trên một trò chơi mới.
zh_cn: 开始新游戏时仍使用当前存档槽位。

source: SHOW SAVESTATE MANAGER
ar: عرض مُسَيِّر حالات الحفظ
ca: MOSTRAR ADMINISTRADOR D'ESTATS DESATS
cs_cz: ZOBRAZIT SPRÁVCE ULOŽENÍ
eu_es: ERAKUTSI GORDETAKO EGOERA KUDEATZAILEA
fr: AFFICHER LE GESTIONNAIRE DE SAUVEGARDES
gl_es: AMOSAR XESTOR DE PARTIDAS GARDADAS
hu: MUTASD A JÁTÉKÁLLÁS MENEDZSER
it: MOSTRA IL GESTORE DI SALVATAGGI
ja_jp: ステートマネージャの表示
pl: POKAŻ MENEDŻER ZAPISU STANÓW
ro_ro: ARATĂ MANAGERUL DE SALVĂRI
sk_sk: Zobraziť správcu uložených stavov
tr: KAYITYERİ YÖNETİCİSİNİ GÖSTER
vi_vn: HIỂN THỊ QUẢN LÝ ĐIỂM LƯU
zh_cn: 显示存档管理器

source: ALWAYS
ar: دائماً
ca: SEMPRE
cs_cz: VŽDY
eu_es: BETI
fi_fi: AINA
fr: TOUJOURS
gl_es: SEMPRE
hu: MINDIG
it: SEMPRE
ja_jp: 常に
nb_no: ALLTID
nl: ALTIJD
pl: ZAWSZE
ro_ro: MEREU
sk_sk: Vždy
tr: HER ZAMAN
vi_vn: LUÔN LUÔN
zh_cn: 总是

source: IF NOT EMPTY
ar: ان لم تكن فارغة
ca: SI NO ESTÀ BUIT
cs_cz: POKUD NENÍ PRÁZDNÝ
eu_es: HUTSIK EZ BADAGO
fi_fi: JOS EI TYHJÄ
fr: SI NON VIDE
gl_es: SE NON ESTÁ BALEIRO
hu: HA NEM ÜRES
it: SE NON VUOTO
ja_jp: セーブがある場合
nb_no: HVIS IKKE TOMT
nl: ALS NIET LEEG
pl: JEŚLI NIE PUSTY
ro_ro: DACĂ NU ESTE GOL
sk_sk: Ak nie je prázdne
tr: BOŞ DEĞİLSE
vi_vn: NẾU KHÔNG TRỐNG
zh_cn: 不为空时

source: Display savestate manager before launching a game.
ar: عرض مُسَيٍّر حالات الحفظ قبل تشغيل لعبة.
ca: Mostrar administrador d'estat desat abans d’iniciar un joc.
cs_cz: Před spuštěním hry zobrazte správce stavu uložení.
eu_es: Erakutsi gordetako egoera kudeatzailea jokoa abiarazi aurretik.
fr: Afficher le gestionnaire de sauvegarde au lancement d'un jeu.
gl_es: Amosa o xestor de partidas gardadas antes de comezar un xogo.
hu: A játék elindítása előtt jelenítse meg a játékállás managert.
it: Mostra il gestore di salvataggi prima di lanciare un gioco.
ja_jp: ゲーム起動前にステートマネージャを表示します
nb_no: Vis savestate manager før du starter et spill.
pl: Wyświetl menedżera zapisu stanów przed uruchomieniem gry.
ro_ro: Arată managerul de stări salvate înainte de lansarea unui joc.
sk_sk: Zobraziť správcu uloženách pozícií pred spustením hry.
tr: Oyunu yüklemeden önce kayıtyeri yöneticisini göster.
vi_vn: Hiển thị trình quản lý điểm lưu trước khi khởi chạy trò chơi.
zh_cn: 在启动游戏之前显示存档管理器。

source: DEFAULT GLOBAL SETTINGS
ca: AJUSTOS GLOBALS PER DEFECTE
cs_cz: VÝCHOZÍ CELKOVÉ NASTAVENÍ
eu_es: BESTERIK EZEKO EZARPEN GLOBALAK
fi_fi: JÄRJESTELMÄNLAAJUISET OLETUSASETUKSET
fr: PARAMÈTRES GLOBAUX PAR DÉFAUT
gl_es: CONFIGURACIÓN GLOBAL PREDETERMINADA
hu: ALAPÉRTELMEZETT GLOBÁLIS BEÁLLÍTÁSOK
it: IMPOSTAZIONI GLOBALI DI DEFAULT
ja_jp: グローバル基本設定
nb_no: STANDARD GLOBALE INNSTILLILNGER
nl: STANDAARD GLOBALE INSTELLINGEN
pl: DOMYŚLNE USTAWIENIA GLOBALNE
ro_ro: SETĂRI GLOBALE IMPLICITE
sk_sk: Predvolené globálne nastavenia
tr: VARSAYILAN GENEL AYARLAR
vi_vn: CÀI ĐẶT MẶC ĐỊNH TOÀN HỆ THỐNG
zh_cn: 默认全局设置

source: GAME ASPECT RATIO
ar: نسبة ارتفاع عرض الشاشة
ca: RELACIÓ D'ASPECTE ALS JOCS
cs_cz: POMĚR STRAN VE HŘE
eu_es: JOKOEN ITXURA RATIOA
fi_fi: PELIN KUVASUHDE
fr: FORMAT D’AFFICHAGE
gl_es: RELACIÓN DE ASPECTO DO XOGO
hu: JÁTÉK KÉPARÁNYA
it: PROPORZIONI VIDEO DEL GIOCO
ja_jp: ゲーム画面比率
nb_no: SPILL STØRRELSEFORHOLD
nl: SPEL BEELDVERHOUDING
pl: PROPORCJE GRY
ro_ro: RAPORT ASPECT JOC
sk_sk: Pomer strán hry
tr: OYUN GÖRÜNÜM ORANI
vi_vn: TỶ LỆ KHUNG HÌNH TRÒ CHƠI
zh_cn: 游戏画面纵横比

source: Force the game to render in this aspect ratio.
ar: إرغام اللعبة على الإشتغال بنسبة ارتفاع الشاشة هذه.
ca: Força el joc per a renderitzar-se en aquesta relació d'aspecte.
cs_cz: Vynutí vykreslování hry v tomto poměru stran.
eu_es: Behartu jokoa itxura ratio horretan erakustera
fi_fi: Pakota peli renderöitäväksi tällä kuvasuhteella.
fr: Forcer le jeu dans ce format d'affichage.
gl_es: Forzar que o xogo se renderice nesta relación de aspecto.
hu: Kényszerítse a játékot, hogy ebben a képarányban jelenjen meg.
it: Forza la visualizaazione del gioco nelle proporzioni attuali
ja_jp: ゲームを指定アスペクト比でレンダリングします
nb_no: Tving spillet til å gjengi i dette sideforholdet.
pl: Wymuś renderowanie gry o tym współczynniku proporcji.
ro_ro: Forțează jocul să fie redat în acest raport de aspect.
sk_sk: Vynútiť zobrazenie hry v tomto pomere strán.
tr: Oyunu bu en boy oranında oluşturmaya zorlayın.
vi_vn: Buộc trò chơi hiển thị ở tỷ lệ khung hình này.
zh_cn: 强制游戏按此纵横比进行渲染。

source: Sets the display's resolution. Does not affect the rendering resolution.
ca: Estableix la resolució de pantalla. No afecta a la resolució de renderització.
cs_cz: Nastaví rozlišení displeje. Neovlivňuje rozlišení vykreslování.
eu_es: Monitorearen bereizmena ezartzen du. Ez du renderizatze bereizmenean eraginik.
fi_fi: Aseta näytön resoluutio. Ei vaikuta renderöitävään resoluution.
fr: Forcer l'émulateur dans cette résolution.
gl_es: Establece a resolución da pantalla. Non afecta a resolución de renderizado.
hu: Beállítja a kijelző felbontását. Nincs hatással a renderelési felbontásra.
it: Imposta la risoluzione del monitor. Non influenza la risoluzione di rendering.
ja_jp: ディスプレイの解像度を設定します。レンダリング解像度には影響しません
nb_no: Stiller inn skjermens oppløsning. Påvirker ikke gjengivelsesoppløsningen.
pl: Ustawia rozdzielczość ekranu. Nie wpływa na rozdzielczość renderowania.
ro_ro: Setează rezoluția ecranului. Nu afectează rezoluția de redare.
sk_sk: Nastaví rozlíšenie obrazovky. Nemá vplyv na renderovacie rozlíšenie.
tr: Ekranın çözünürlüğünü ayarlar. İşleme çözünürlüğünü etkilemez.
vi_vn: Đặt độ phân giải của màn hình. Không ảnh hưởng đến độ phân giải kết xuất.
zh_cn: 设置显示器的分辨率。不会影响游戏渲染分辨率。

source: SMOOTH GAMES (BILINEAR FILTERING)
ar: نعومة وتجانس (مُصَفٍّي الإقحام الخطي المزدوج)
ca: SUAVITZAR JOCS (FILTRE BILINEAR)
cs_cz: PLYNULOST HRY (BILINEAR FILTERING)
eu_es: JOKO LEUNAK (BILINEAR FILTRATZEA)
fr: LISSER (FILTRAGE BILINÉAIRE)
gl_es: SUAVIZAR XOGOS (FILTRADO BILINEAL)
hu: SIMA JÁTÉKOK (BILINEÁRIS SZŰRÉS)
it: PIXEL AMMORBIDITI (FILTRO BILINEARE)
ja_jp: スムーズゲーム（バイリニアフィルタリング）
nl: SPELLEN GLADMAKEN (BILINEAR FILTERING)
pl: WYGŁADZANIE GIER (FILTROWANIE DWULINIOWE)
ro_ro: NETEZEȘTE JOCURILE (FILTRARE BILINEARĂ)
sk_sk: Vyhladené hry (bilineárne filtrovanie)
tr: AKICI OYUNLAR (BILINEAR FILTERING)
vi_vn: TRÒ CHƠI MƯỢT (LỌC BILINEAR)
zh_cn: 平滑游戏（双线性过滤）

source: REWIND
ar: الترجيع
ca: REBOBINA
cs_cz: PŘETOČENÍ
cy_gb: AILDDIRWYN
eu_es: ATZERA ERAMAN
fi_fi: TAKAISIN KELAUS
fr: REMBOBINAGE
gl_es: REBOBINAR
he: החזרה לאחור
hu: VISSZATEKER
it: RIAVVOLGI
ja_jp: 巻き戻し
nb_no: SPOL TILBAKE
nl: TERUGSPOELEN
pl: PRZEWIJANIE
ro_ro: REVENIRE
sk_sk: Pretočiť
tr: GERİ SAR
vi_vn: TUA LẠI
zh_cn: 倒带功能
