Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: SHOW FAVORITES ON TOP
ar: عرض المفضلة بالأعلى
ca: MOSTRAR FAVORITS PRIMER
cs_cz: ZOBRAZIT OBLÍBENÉ POLOŽKY NAHOŘE
cy_gb: DANGOS FFEFRYNNAU AR Y TOP
eu_es: ERAKUTSI GOGOKOAK GOIAN
fi_fi: NÄYTÄ SUOSIKIT YLIMPÄNÄ
fr: AFFICHER LES FAVORIS EN HAUT
gl_es: AMOSAR OS FAVORITOS ENRIBA
he: הצגת מועדפים בראש
hu: KEDVENCEK MUTATÁSA A TETEJÉN
it: MOSTRA PRIMA I PREFERITI
ja_jp: お気に入りを上に表示
nb_no: VIS FAVORITTER PÅ TOPPEN
nl: TOON FAVORIETEN BOVEN
pl: POKAŻ ULUBIONE NA GÓRZE
ro_ro: ARATĂ JOCURILE FAVORITE LA ÎNCEPUT
sk_sk: Zobraziť obľúbené na vrchu
tr: FAVORİLERİ EN ÜSTTE GÖSTER
vi_vn: HIỂN THỊ YÊU THÍCH LÊN ĐẦU
zh_cn: 在顶部显示收藏夹

source: SHOW HIDDEN FILES
ar: عرض الملفات المخفية
ca: MOSTRAR ARXIUS OCULTS
cs_cz: ZOBRAZIT SKRYTÉ SOUBORY
cy_gb: DANGOS FFEILIAU CUDD
eu_es: ERAKUTSI EZKUTUKO FITXATEGIAK
fi_fi: NÄYTÄ PIILOTETUT TIEDOSTOT
fr: AFFICHER LES JEUX CACHÉS
gl_es: AMOSAR FICHEROS OCULTOS
he: הצגת קבצים נסתרים
hu: REJTETT FÁJLOK MEGJELENÍTÉSE
it: MOSTRA FILE NASCOSTI
ja_jp: 非表示設定ファイルを表示
nb_no: VIS SKJULTE FILER
nl: TOON VERBORGEN BESTANDEN
pl: POKAŻ UKRYTE PLIKI
ro_ro: ARATĂ FIȘIERELE ASCUNSE
sk_sk: Zobraziť skryté súbory
tr: GİZLİ DOSYALARI GÖSTER
vi_vn: HIỆN THỊ CÁC TỆP ẨN
zh_cn: 显示隐藏文件

source: SHOW FOLDERS
ar: عرض المجلدات
ca: MOSTRAR CARPETES
cs_cz: ZOBRAZIT SLOŽKY
cy_gb: DANGOS FFOLDERI
eu_es: ERAKUTSI KARPETAK
fi_fi: NÄYTÄ KANSIOT
fr: AFFICHER LES DOSSIERS
gl_es: AMOSAR CARTAFOLES
he: הצגת תיקיות
hu: KÖNYVTÁRAK MEGJELENÍTÉSE
it: MOSTRA LE CARTELLE
ja_jp: romサブフォルダの表示
nb_no: VIS MAPPER
nl: TOON MAPPEN
pl: POKAŻ FOLDERY
ro_ro: ARATĂ DOSARELE
sk_sk: Zobraziť priečinky
tr: KLASÖRLERİ GÖSTER
vi_vn: HIỂN THỊ THƯ MỤC
zh_cn: 显示文件夹（ROM目录下子文件夹）

source: always
ar: دائماً
ca: sempre
cs_cz: vždy
cy_gb: bob tro
eu_es: beti
fi_fi: aina
fr: toujours
gl_es: sempre
he: תמיד
hu: mindig
it: sempre
ja_jp: 全て
nb_no: alltid
nl: altijd
pl: zawsze
ro_ro: MEREU
sk_sk: vždy
tr: her zaman
vi_vn: luôn luôn
zh_cn: 总是

source: never
ar: أبدا
ca: mai
cs_cz: nikdy
cy_gb: byth
eu_es: inoiz
fi_fi: ei koskaan
fr: jamais
gl_es: nunca
he: אף פעם
hu: soha
it: mai
ja_jp: しない
nb_no: aldri
nl: nooit
pl: nigdy
ro_ro: NICIODATĂ
sk_sk: nikdy
tr: hiç
vi_vn: không bao giờ
zh_cn: 从不

source: having multiple games
ar: تمتلك عدة ألعاب
ca: que tingui múltiples jocs
cs_cz: s více hrami
cy_gb: cael gemau lluosog
eu_es: joku anitz dituztenak
fi_fi: joissa on useita pelejä
fr: avec jeux multiples
gl_es: tendo varios xogos
hu: több játék található
it: con più giochi
ja_jp: 2個以上romがあるフォルダ
nb_no: har flere spill
nl: met meerdere spellen
pl: z wieloma grami
ro_ro: CÂND CONȚIN MAI MULTE JOCURI
sk_sk: majúce viac hier
tr: çoklu oyun mevcut
vi_vn: có nhiều trò chơi
zh_cn: 有多个游戏

source: SHOW '..' PARENT FOLDER
ar: عرض '..' لمجلد الوالدين
ca: MOSTRAR CARPETA SUPERIOR '..'
cs_cz: ZOBRAZIT '..' NADŘAZENOU SLOŽKU
cy_gb: DANGOS '..' FFOLDER RHIENI
eu_es: ERAKUTSI '..' GURASO KARPETA
fi_fi: NÄYTÄ ".." YLÄKANSIO
fr: AFFICHER LE DOSSIER PARENT ‘..’
gl_es: AMOSAR '..' CARTAFOL PRINCIPAL
he: הצגת '..' תיקיית אם
hu: '..' SZÜLŐ KÖNYVTÁR MEGJELENÍTÉSE
it: MOSTRA '..' CARTELLA PRINCIPALE
ja_jp: 親フォルダ'..'を表示
nb_no: VIS '..' FORELDRMAPPE
nl: TOON '..' BOVENLIGGENDE MAP
pl: POKAŻ '..' FOLDER NADRZĘDNY
ro_ro: ARATĂ DOSARUL PĂRINTE „..”
sk_sk: Zobraziť nadradený priečinok '..'
tr: '..' UN ÜST KLASÖRÜNÜ GÖRÜNTÜLE
vi_vn: HIỆN '..' THƯ MỤC CHÍNH
zh_cn: 显示 '..' 父文件夹（上级）

source: BEFORE NAME
ar: قبل الاسم
ca: NOM ABANS
cs_cz: PŘED JMÉNEM
eu_es: IZENAREN AURRETIK
fi_fi: ENNEN NIMEÄ
fr: AVANT LE NOM
gl_es: ANTES DO NOME
he: שם קודם
hu: NÉV ELŐTT
it: PRIMA DEL NOME
ja_jp: ゲーム名の前
nb_no: FØR NAVN
nl: VOOR NAAM
pl: PRZED NAZWĄ
ro_ro: ÎNAINTEA NUMELUI
sk_sk: Pred názvom
tr: ÖNCEKİ İSİM
vi_vn: TRƯỚC TÊN
zh_cn: 游戏名前

source: AFTER NAME
ar: بعد الاسم
ca: NOM DESPRÉS
cs_cz: ZA JMÉNEM
eu_es: IZENAREN ONDOREN
fi_fi: NIMEN JÄLKEEN
fr: APRÈS LE NOM
gl_es: DESPOIS DO NOME
he: שם נוסף
hu: NÉV UTÁN
it: DOPO IL NOME
ja_jp: ゲーム名の後
nb_no: ETTERNAVN
nl: ACHTER NAAM
pl: PO NAZWIE
ro_ro: DUPĂ NUME
sk_sk: Po názve
tr: SONRAKİ İSİM
vi_vn: SAU TÊN
zh_cn: 游戏名后

source: SHOW REGION FLAG
ar: عرض عَلَم المنطقة
ca: MOSTRAR BANDERA DE REGIÓ
cs_cz: ZOBRAZIT VLAJKU JAZYKA V SEZNAMECH
eu_es: ERAKUTSI HERRIALDE BANDERA
fi_fi: NÄYTÄ ALUEEN LIPPU
fr: AFFICHER LE DRAPEAU LANGUE DANS LES LISTES
gl_es: AMOSAR BANDEIRA DA REXIÓN
hu: NYELVI ZÁSZLÓK MEGJELENÍTÉSE A LISTÁKBAN
it: ICONA LINGUA DEI GIOCHI
ja_jp: ゲームリージョンの国旗を表示
nb_no: VIS REGION FLAGG
nl: TOON REGIO VLAG
pl: POKAŻ FLAGĘ JĘZYKA
ro_ro: ARATĂ STEAGUL REGIUNII
sk_sk: Zobraziť vlajku regiónu
tr: LİSTEDE DİL BAYRAKLARINI GÖRÜNTÜLE
vi_vn: HIỂN THỊ CỜ KHU VỰC
zh_cn: 显示区域标识

source: SHOW SAVESTATE ICON
ar: عرض أيقونة حالة الحفظ
ca: MOSTRAR ICONA D'ESTAT DESAT
cs_cz: ZOBRAZIT ZNAK ULOŽENÉ POZICE V SEZNAMECH
eu_es: ERAKUTSI GORDETAKO EGOERA IKONOA
fi_fi: NÄYTÄ TILATALLENNUKSEN KUVAKE
fr: AFFICHER LE DRAPEAU SAUV. INSTANTANÉE DANS LES LISTES
gl_es: AMOSAR A ICONA DE PARTIDA GARDADA
hu: MENTÉS ÁLLAPOTOK MEGJELENÍTÉSE A LISTÁKBAN
it: ICONA SALV. ISTANTANEI EFFETTUATI
ja_jp: ステートセーブアイコンを表示
nl: TOON SAVESTATE ICOON
pl: POKAŻ IKONĘ ZAPISU STANÓW
ro_ro: ARATĂ PICTOGRAMĂ STARE SALVATĂ
sk_sk: Zobraziť ikonu uloženej pozície
tr: ANLIK GÖRÜNTÜ LİSTESİNDE BAYRAKLARI GÖSTER
vi_vn: HIỂN THỊ BIỂU TƯỢNG ĐIỂM LƯU
zh_cn: 显示存档图标

source: SHOW MANUAL ICON
ar: إظهار أيقونة دليل الاستخدام
ca: MOSTRAR ICONA MANUAL
cs_cz: ZOBRAZIT IKONU MANUÁLU V SEZNAMECH
eu_es: ERAKUTSI MANUALAREN IKONOA
fi_fi: NÄYTÄ OHJEKIRJAN KUVAKE
fr: AFFICHER L’ICÔNE MANUEL DANS LES LISTES
gl_es: AMOSAR ICONA DO MANUAL
hu: KÉZIKÖNYV IKON MEGJELENÍTÉSE A LISTÁKBAN
it: ICONA DEL MANUALE
ja_jp: マニュアルアイコンを表示
nb_no: VIS MANUAL IKON
nl: TOON HANDLEIDING ICOON
pl: POKAŻ IKONĘ PODRĘCZNIKA
ro_ro: ARATĂ PICTOGRAMĂ MANUAL
sk_sk: Zobraziť ručnú ikonu
tr: LİSTEDE KLAVUZ SİMGELERİNİ GÖSTER
vi_vn: HIỂN THỊ BIỂU TƯỢNG THỦ CÔNG
zh_cn: 显示手册图标

source: SHOW RETROACHIEVEMENTS ICON
cs_cz: ZOBRAZIT IKONU RETROÚSPĚCHŮ
fr: AFFICHER L’ICÔNE RETROACHIEVEMENTS
gl_es: AMOSAR ICONA DE RETROLOGROS
hu: RETROACHIEVEMENTS IKON MUTATÁSA
it: MOSTRA ICONA RETROACHIEVEMENTS
ja_jp: RetroAchievements アイコンを表示
pl: POKAŻ IKONĘ RETROOSIĄGNIĘĆ
ro_ro: ARATĂ PICTOGRAMĂ RETROREALIZĂRI
sk_sk: Zobraziť ikonu retroachievements
tr: RETROARŞİV SİMGESİNİ GÖSTER
vi_vn: HIỂN THỊ BIỂU TƯỢNG RETROACHIEVEMENTS
zh_cn: 显示RetroAchievement图标

source: SHOW GUN ICON
cs_cz: ZOBRAZIT IKONU ZBRANĚ
fr: AFFICHER L’ICÔNE PISTOLET
gl_es: AMOSAR A ICONA DA ARMA
hu: FEGYVER IKON MEGJELENÍTÉSE
it: MOSTRA ICONA PISTOLA
ja_jp: 銃 アイコンを表示
pl: POKAŻ IKONĘ PISTOLETU
ro_ro: ARATĂ PICTOGRAMĂ PISTOL
sk_sk: Zobraziť ikonu zbrane
tr: SİLAH SİMGESİNİ GÖSTER
vi_vn: HIỂN THỊ BIỂU TƯỢNG SÚNG
zh_cn: 显示光枪图标

source: SHOW WHEEL ICON
cs_cz: ZOBRAZIT IKONU KOLEČKA
fr: AFFICHER L'ICÔNE VOLANT
gl_es: AMOSAR ICONA DO VOLANTE
hu: KORMÁNY IKON MEGJELENÍTÉSE
it: MOSTRA ICONA MANUBRIO
ja_jp: ホイール(車)アイコンを表示
pl: POKAŻ IKONĘ KIEROWNICY
ro_ro: ARATĂ PICTOGRAMĂ VOLAN
sk_sk: Zobraziť ikonu volantu
tr: TEKERLEK SİMGESİNİ GÖSTER
vi_vn: HIỂN THỊ BIỂU TƯỢNG BÁNH XE
zh_cn: 显示方向盘图标

source: SHOW FILENAMES INSTEAD
ar: عرض اسم الملف في القائمة
ca: MOSTRAR NOM D’ARXIU ENLLOC DEL NOM DEL JOC
cs_cz: ZOBRAZIT NÁZVY SOUBORŮ V SEZNAMECH
cy_gb: DANGOS ENWAU FFEILIAU MEWN RHESTR
eu_es: ERAKUTSI FITXATEGI IZENAK HORREN ORDEZ
fi_fi: NÄYTÄ TIEDOSTONIMET MIELUUMMIN
fr: AFFICHER LE NOM DES ROMS DANS LES LISTES
gl_es: AMOSAR OS NOMES DE FICHEIRO
hu: FÁJLNEVEK MEGJELENÍTÉSE A LISTÁKBAN
it: VISUALIZZA NOME FILE NELLE LISTE
ja_jp: リストにファイル名を表示
nb_no: VIS FILNAVN ISTEDET
nl: TOON BESTANDNAMEN IN DE PLAATS VAN TITEL
pl: POKAŻ NAZWY PLIKÓW
ro_ro: ARATĂ NUMELE DE FIȘIERE ÎN LOC
sk_sk: Zobraziť názvy súborov
tr: LİSTEDE DOSYA İSİMLERİNİ GÖSTER
vi_vn: HIỂN THỊ TÊN TỆP THAY THẾ
zh_cn: 在列表中显示文件名

source: FILE EXTENSIONS
ar: امتدادات الملفات
ca: EXTENSIONS D'ARXIU
cs_cz: PŘÍPONY SOUBORŮ
cy_gb: ESTYNIADAU FFEIL
eu_es: FITXATEGI LUZAPENAK
fi_fi: TIEDOSTOPÄÄTTEET
fr: EXTENSIONS DE FICHIERS
gl_es: EXTENSIÓNS DE FICHEIRO
he: קבצי הרחבה
hu: FÁJL KITEREJESZTÉSEK
it: ESTENSIONI FILE
ja_jp: ファイル表示拡張子設定
nb_no: FILENDELSER
nl: BESTANDSEXTENSIES
pl: ROZSZERZENIA PLIKÓW
ro_ro: EXTENSII FIȘIERE
sk_sk: Prípony súborov
tr: DOSYA UZANTILARI
vi_vn: PHẦN MỞ RỘNG TỆP
zh_cn: 文件扩展名

source: RESET CUSTOMIZATIONS
ar: إعادة تعيين الإعدادات
ca: REINICIAR PERSONALITZACIONS
cs_cz: RESETOVÁNÍ PŘIZPŮSOBENÍ
eu_es: BEREZARRIK NEURRIRA EGINDAKO ALDAKETAK
fi_fi: NOLLAA MUOKKAUKSET
fr: RÉINITIALISER LES PERSONNALISATIONS
gl_es: RESTABLECER PERSONALIZACIÓNS
hu: TESTRESZABÁSOK VISSZAÁLLÍTÁSA
it: RESETTA PERSONALIZZAZIONI
ja_jp: カスタマイズをリセット
nb_no: NULLSTILL TILPASNINGER
nl: HERSTEL AANPASSINGEN
pl: RESETUJ ZMIANY
ro_ro: RESETEAZĂ SETĂRILE
sk_sk: Obnoviť prispôsobenia
tr: ÖZELLEŞTİRMELERİ SIFIRLA
vi_vn: THIẾT LẬP LẠI TÙY CHỈNH
zh_cn: 重置自定义设置

source: APPEARANCE
ar: المظهر
ca: ASPECTE
cs_cz: VZHLED
eu_es: ITSURA
fi_fi: ULKOASU
fr: APPARENCE
gl_es: APARENCIA
hu: MEGJELENÉS
it: ASPETTO
ja_jp: 外観
nb_no: UTSEENDE
nl: WEERGAVE
pl: WYGLĄD
ro_ro: ASPECT
sk_sk: Vzhľad
tr: GÖRÜNÜM
vi_vn: GIAO DIỆN
zh_cn: 外观

source: THEME SET
ar: السمة
ca: TEMA ESTABLERT
cs_cz: VYBRANÝ MOTIV
cy_gb: SET THEMA
eu_es: GAIA
fi_fi: TEEMA
fr: PACK DE THÈMES
gl_es: CONXUNTO DE TEMAS
hu: TÉMAVÁLASZTÁS
it: TEMA SELEZIONATO
ja_jp: テーマ選択
nb_no: TEMA INSTILLINGER
nl: THEMA SET
pl: WYBRANY MOTYW
ro_ro: PACHET TEMATIC
sk_sk: Sada tém
tr: TEMA AYARI
vi_vn: THIẾT ĐẶT GIAO DIỆN
zh_cn: 主题集

source: video
ar: الفيديو
ca: vídeo
cy_gb: fideo
eu_es: bideoa
fr: vidéo
he: וידאו
hu: videó
ja_jp: イメージ動画
pl: wideo
zh_cn: 游戏视频

source: grid
ar: الشبكة
ca: graella
cs_cz: mřížka
eu_es: lauki sarea
fi_fi: ruudukko
fr: grille
gl_es: grella
he: רשת
hu: rács
it: griglia
ja_jp: グリッド
nb_no: rutenett
nl: raster
pl: siatka
ro_ro: grilă
sk_sk: mriežka
tr: kafes
vi_vn: lưới
zh_cn: 网格列表

source: DISPLAY OPTIONS
ar: خيارات العرض
ca: OPCIONS DE VISUALITZACIÓ
cs_cz: MOŽNOSTI DISPLEJE
cy_gb: ARDDANGOS OPSIYNAU
eu_es: IKUSKATZE AUKERAK
fr: OPTIONS D'AFFICHAGE
gl_es: OPCIÓNS DE PANTALLA
he: הצגת אפשרויות
hu: BEÁLLÍTÁSOK MEGJELENÍTÉSE
it: OPZIONI SCHERMO
ja_jp: 表示設定
nb_no: Visningsalternativer
nl: WEERGAVE OPTIES
pl: OPCJE EKRANU
ro_ro: OPȚIUNI AFIȘARE
sk_sk: Voľby zobrazenia
tr: GÖRÜNTÜ AYARLARI
vi_vn: TÙY CHỌN HIỂN THỊ
zh_cn: 视图画面选项

source: SCREENSAVER SETTINGS
ar: إعدادات شاشة التوقف
ca: CONFIGURACIÓ DE L’ESTALVI DE PANTALLA
cs_cz: NASTAVENÍ SPOŘIČE OBRAZOVKY
cy_gb: GOSODIADAU ARBEDYDD SGRIN
eu_es: PANTAILA BABESLE KONFIGURAZIOA
fi_fi: NÄYTÖNSÄÄSTÄJÄN ASETUKSET
fr: ÉCONOMISEUR D'ÉCRAN
gl_es: CONFIGURACIÓN DO SALVAPANTALLAS
he: הגדרות שומר מסך
hu: KÉPERNYŐKÍMÉLŐ BEÁLLÍTÁSOK
it: IMPOSTAZIONI SALVASCHERMO
ja_jp: スクリーンセーバー設定
nb_no: SKJERMSPARERINNSTILLINGER
nl: SCHERMBEVEILIGING INSTELLINGEN
pl: USTAWIENIA WYGASZACZA
ro_ro: SETĂRI ECONOMIZOR DE ECRAN
sk_sk: Nastavenia šetriča obrazovky
tr: EKRAN KORUYUCU AYARLARI
vi_vn: CÀI ĐẶT BẢO VỆ MÀN HÌNH
zh_cn: 屏保设置

source: LIST TRANSITION
ar: انتقال القائمة
ca: TRANSICIÓ ENTRE LLISTES
cs_cz: PŘECHOD NA SEZNAM
eu_es: LISTA TRANSIZIOA
fi_fi: LISTAN SIIRTYMÄ
fr: TYPE DE TRANSITION
gl_es: TRANSICIÓN NAS LISTAS
hu: LISTA ÁTMENET
it: LISTA TRANSIZIONI
ja_jp: リスト画面遷移
nb_no: LISTEOVERGANG
pl: PRZEJŚCIE LISTY
ro_ro: TRANZIȚIE LISTĂ
sk_sk: Prechod zoznamu
tr: GEÇİŞLERİ SIRALA
vi_vn: DANH SÁCH HOẠT ẢNH CHUYỂN CẢNH
zh_cn: 列表过渡动画

source: auto
ar: تلقائي
ca: automàtic
cs_cz: automaticky
eu_es: automatikoa
it: automatico
ja_jp: 自動
tr: otomatik
vi_vn: tự động
zh_cn: 自动

source: GAME LAUNCH TRANSITION
ar: انتقالات تشغيل لعبة
ca: TRANSICIÓ AL INICIAR UN JOC
cs_cz: PŘECHOD PO SPUŠTĚNÍ HRY
cy_gb: TRAWSNEWIDIAD LANSIO GÊM
eu_es: JOKOA ABIARAZTERAKO TRANSIZIOA
fi_fi: PELIN KÄYNNISTYKSEN SIIRTYMÄ
fr: TRANSITION AU LANCEMENT D’UN JEU
gl_es: TRANSICIÓN O COMEZAR O XOGO
he: מעבר הפעלת משחק
hu: JÁTÉK INDÍTÁSI ÁTMENET
it: TRANSIZIONE AVVIO DEL GIOCO
ja_jp: ゲーム開始の画面遷移
nb_no: SPILLLANSERINGSOVERGANG
nl: SPEL START TRANSITIE
pl: PRZEJŚCIE ROZRUCHU GRY
ro_ro: TRANZIȚIE LANSARE JOC
sk_sk: Prechod pri spustení hry
tr: OYUN BAŞLATMA GEÇİŞİ
vi_vn: CHUYỂN CẢNH CHẠY TRÒ CHƠI
zh_cn: 游戏启动过渡动画

source: GAME MEDIAS DURING FAST SCROLLING
ca: CONTINGUTS DE JOC DURANT EL DESPLAÇAMENT RÀPID
cs_cz: HERNÍ MÉDIA PŘI RYCHLÉM POSOUVÁNÍ
eu_es: JOKOAREN MEDIA BALIABIDEAK SCROLL AZKARRA DAGOEN BITARTEAN
fi_fi: PELIN MEDIAT NOPEAN SELAAMISEN AIKANA
fr: MÉDIAS DU JEU LORS DES DÉFILEMENTS RAPIDES
gl_es: MEDIOS DO XOGO DURANTE O DESPRAZAMENTO RÁPIDO
hu: JÁTÉKMÉDIÁK GYORS GÖRGETÉS KÖZBEN
it: MEDIA DEI GIOCHI DURANTE SCROLLING VELOCE
ja_jp: ゲームメディアの高速スクロール表示
pl: MEDIA GRY PODCZAS SZYBKIEGO PRZEWIJANIA
ro_ro: MEDII JOC ÎN TIMPUL DERULĂRII RAPIDE
sk_sk: Médiá hier počas rýchleho rolovania
tr: HIZLI KAYDIRMA SIRASINDA OYUN MEDYALARI
vi_vn: MEDIA TRÒ CHƠI KHI CUỘN NHANH
zh_cn: 快速滚动时的游戏媒体

source: SHOW CLOCK
ar: عرض الساعة
ca: MOSTRA EL RELLOTGE
cs_cz: ZOBRAZIT HODINY
cy_gb: DANGOS CLOC
eu_es: ERAKUTSI ORDUA
fi_fi: NÄYTÄ KELLO
fr: AFFICHER L’HORLOGE
gl_es: AMOSAR RELOXO
he: הצגת שעון
hu: ÓRA MEGJELENÍTÉSE
it: MOSTRA OROLOGIO
ja_jp: 時間を表示
nb_no: VIS KLOKKE
nl: TOON KLOK
pl: POKAŻ ZEGAR
ro_ro: AFIȘEAZĂ CEASUL
sk_sk: Zobraziť hodiny
tr: SAATİ GÖSTER
vi_vn: HIỆN ĐỒNG HỒ
zh_cn: 显示时钟

source: ON-SCREEN HELP
ar: مساعدة على الشاشة
ca: AJUDA EN PANTALLA
cs_cz: NÁPOVĚDA NA OBRAZOVCE
cy_gb: HELP AR-SGRIN
eu_es: LAGUNTZA PANTAILAN
fr: AFFICHER L'AIDE
gl_es: AXUDA EN PANTALLA
he: עזרה במסך משחק (ON-SCREEN HELP)
hu: KÉPERNYŐ SÚGÓ
it: MOSTRA AIUTO SU SCHERMO
ja_jp: オンスクリーン ヘルプ
nb_no: OVERLEGGSHJELP
pl: POMOC NA EKRANIE
ro_ro: AJUTOR PE ECRAN
sk_sk: Pomoc na obrazovke
tr: YARDIMI GÖSTER
vi_vn: TRỢ GIÚP TRÊN MÀN HÌNH
zh_cn: 显示帮助

source: SHOW BATTERY STATUS
ar: عرض حالة البطارية
ca: MOSTRAR ESTAT DE LA BATERIA
cs_cz: ZOBRAZIT STAV BATERIE
cy_gb: DANGOS STATWS BATRI
eu_es: ERAKUTSI BATERIA EGOERA
fi_fi: NÄYTÄ AKUN TILA
fr: AFFICHER L'ÉTAT DE LA BATTERIE
gl_es: AMOSAR ESTADO DA BATERÍA
he: הצגת מצב סוללה
hu: AKKUMLÁTOR ÁLLAPOT MEGJELENÍTÉSE
it: MOSTRA STATO BATTERIA
ja_jp: バッテリー状態を表示
nb_no: VIS BATTERYSTATUS
nl: TOON BATTERIJ STATUS
pl: POKAŻ STAN BATERII
ro_ro: AFIȘEAZĂ STAREA BATERIEI
sk_sk: Zobraziť stav batérie
tr: PİL DURUMUNU GÖSTER
vi_vn: HIỂN THỊ TRẠNG THÁI PIN
zh_cn: 显示电池状态

source: ICON
ar: أيقونة
ca: ICONA
cs_cz: IKONA
cy_gb: EICON
eu_es: IKONOA
fi_fi: KUVAKE
fr: ICÔNE
gl_es: ÍCONA
he: סמל
hu: IKON
it: ICONA
ja_jp: アイコン
nb_no: IKON
nl: ICOON
pl: IKONA
ro_ro: PICTOGRAMĂ
sk_sk: Ikona
tr: SİMGE
vi_vn: BIỂU TƯỢNG
zh_cn: 图标

source: ICON AND TEXT
ar: أيقونة ونَص
ca: ICONA I TEXT
cs_cz: IKONA A TEXT
cy_gb: EICON A THESTUN
eu_es: IKONO ETA TESTUA
fi_fi: KUVAKE JA TEKSTI
fr: ICÔNE ET TEXTE
gl_es: ICONA E TEXTO
he: סמל וטקסט
hu: IKON ÉS SZÖVEG
it: ICONA E TESTO
ja_jp: アイコンと文字
nb_no: IKON OG TEKST
nl: ICOON EN TEKST
pl: IKONA I TEKST
ro_ro: PICTOGRAMĂ ȘI TEXT
sk_sk: Ikona a text
tr: SİMGE VE METİN
vi_vn: BIỂU TƯỢNG VÀ CHỮ
zh_cn: 图标和文字

source: SHOW FOLDERS FIRST
cs_cz: ZOBRAZIT SLOŽKY JAKO PRVNÍ
fr: AFFICHER LES DOSSIERS EN PREMIER
gl_es: AMOSAR PRIMEIRO OS CARTAFOLES
hu: ELŐSZÖR MUTASD MEG A MAPPÁKAT
it: MOSTRA LE CARTELLE PER PRIME
ja_jp: サブフォルダを最初に表示
pl: POKAŻ NAJPIERW FOLDERY
ro_ro: ARATĂ DOSARELE LA ÎNCEPUT
sk_sk: Zobraziť najprv priečinky
tr: KLASÖRLERİ ÖNCE GÖSTER
vi_vn: HIỂN THỊ THƯ MỤC TRƯỚC
zh_cn: 首先显示文件夹

source: IGNORE LEADING ARTICLES WHEN SORTING
ar: تجاهل الأغراض الرئيسية عند الفرز
ca: IGNORAR ARTICLES DETERMINATS A L'ORDENAR
cs_cz: PŘI ŘAZENÍ IGNOROVAT ÚVODNÍ ČLÁNKY
eu_es: HASERAKO ARTIKULUAK EZ KONTUAN HARTU ORDENATZEAN
fi_fi: OHITA ALKUARTIKKELIT LAJITELTAESSA
fr: IGNORER LES ARTICLES LORS DU TRI
gl_es: IGNORAR OS ARTIGOS PRINCIPAIS AO ORDENAR
hu: VEZETŐ NÉVELŐK FIGYELMEN KÍVÜL HAGYÁSA RENDEZÉSKOR
it: IGNORA GLI ARTICOLI DURANTE L'ORDINAMENTO
ja_jp: ソート時に「The,a,an」を無視
nb_no: IGNORER LEDENDE ARTIKLER VED SORTERING
nl: NEGEER LEADING ARTICLES BIJ SORTEREN
pl: IGNORUJ WIODĄCE PRZEDIMKI PODCZAS SORTOWANIA
ro_ro: IGNORĂ ARTICOLELE PREPUSE ÎN SORTARE
sk_sk: Pri triedení ignorovať hlavné články
tr: SIRALAMA SIRASINDA BAŞLICA MAKALELERİ GÖRMEZDEN GEL
vi_vn: BỎ QUA BÀI VIẾT HÀNG ĐẦU KHI SẮP XẾP
zh_cn: 排序时忽略前导

source: Ignore 'The' and 'A' if at the start.
ar: تجاهل'The' وَ'A' في بداية اسم اللعبة.
ca: Ignorar 'El' i 'Un' al principi del nom.
cs_cz: Ignorovat slova "The" a "A", pokud jsou na začátku.
eu_es: 'The' eta 'A' ez kontutan hartu haseran.
fi_fi: Älä huomioi 'The' ja 'A' nimen alussa.
fr: Ignore les articles 'Le, La, De...'.
gl_es: Ignora "O" e "A" ao principio.
hu: Hagyja figyelmen kívül a "The" és az "A" névelőt, ha az elején van.
it: IGNORA 'The' e 'A' se all'inizio.
ja_jp: 「The」と「A」を無視してソートします
pl: Zignoruj „The” i „A”, jeśli na początku.
ro_ro: Ignoră „The” și „A” dacă sunt la începutul numelui.
sk_sk: Ignorovať 'The' a 'A' na začiatku.
tr: Açılışta 'The' ve 'A' yı görmezden gel.
vi_vn: Bỏ qua 'The' và 'A' nếu ở đầu.
zh_cn: 忽略开头的“The”和“A”。

source: VOLUME
ar: مستوى الصوت
ca: VOLUM
cs_cz: HLASITOST
cy_gb: LEFEL SAIN
eu_es: BOLUMENA
fi_fi: ÄÄNENVOIMAKKUUS
he: עוצמת שמע
hu: HANGERŐ
ja_jp: 音量
nb_no: VOLUM
pl: GŁOŚNOŚĆ
ro_ro: VOLUM
sk_sk: Hlasitosť
tr: SES
vi_vn: ÂM LƯỢNG
zh_cn: 音量

source: SYSTEM VOLUME
ar: مستوى صوت النظام
ca: VOLUM DEL SISTEMA
cs_cz: HLASITOST SYSTÉMU
cy_gb: LEFEL SAIN SYSTEM
eu_es: SISTEMAREN BOLUMENA
fi_fi: JÄRJESTELMÄN ÄÄNENVOIMAKKUUS
fr: VOLUME GÉNÉRAL
gl_es: VOLUME DO SISTEMA
he: עוצמת שמע של מערכת
hu: RENDSZER HANGERŐ
it: VOLUME DI SISTEMA
ja_jp: メイン音量
nb_no: SYSTEM VOLUM
nl: SYSTEEM VOLUME
pl: GŁOŚNOŚĆ SYSTEMOWA
ro_ro: VOLUM SISTEM
sk_sk: Systémová hlasitosť
tr: SİSTEM SESİ
vi_vn: ÂM LƯỢNG HỆ THỐNG
zh_cn: 系统音量

source: MUSIC VOLUME
ar: مستوى صوت الموسيقى
ca: VOLUM DE LA MÚSICA
cs_cz: HLASITOST HUDBY
cy_gb: LEFEL SAIN CERDDORIAETH
eu_es: MUSIKAREN BOLUMENA
fi_fi: MUSIIKIN ÄÄNENVOIMAKKUUS
fr: VOLUME DE LA MUSIQUE
gl_es: VOLUME DA MUSICA
he: עוצמת שמע של מוזיקה
hu: ZENE HANGERŐ
it: VOLUME MUSICA
ja_jp: ES-BGM音量
nb_no: MUSIKK VOLUM
nl: MUZIEK VOLUME
pl: GŁOŚNOŚĆ MUZYKI
ro_ro: VOLUM MUZICĂ
sk_sk: Hlasitosť hudby
tr: MÜZİK SESİ
vi_vn: ÂM LƯỢNG NHẠC
zh_cn: 音乐音量

source: SHOW OVERLAY WHEN VOLUME CHANGES
ar: عرض المستوى عند تغيير مستوى الصوت
ca: MOSTRAR SUPERPOSICIÓ AL CANVIAR EL VOLUM
cs_cz: ZOBRAZIT PŘEKRYTÍ PŘI ZMĚNĚ HLASITOSTI
cy_gb: DANGOS TROSHAEN PAN MAE LEFEL SAIN YN NEWID
eu_es: ERAKUTSI KAPA BOLUMENA ALDATZEN DENEAN
fr: NOTIFIER LE CHANGEMENT DU VOLUME
gl_es: AMOSAR BARRA VOLUME CANDO CAMBIA O VOLUME
he: הצגת OVERLAY בשינוי עוצמת שמע
hu: HANGERŐ VÁLTOZTATÁSAKOR A CSÚSZKA MUTATÁSA
it: INTERFACCIA DURANTE IL CAMBIO VOLUME
ja_jp: 音量変更を画面に表示
nb_no: VIS OVERLEGG NÅR VOLUMET ENDRES
nl: TOON OVERLAAG ALS VOLUME VERANDERD
pl: POKAŻ NAKŁADKĘ PODCZAS ZMIANY GŁOŚNOŚCI
ro_ro: ARATĂ PE ECRAN CÂND VOLUMUL SE MODIFICĂ
sk_sk: Zobraziť prekrytie pri zmene hlasitosti
tr: SES DEĞİŞTİĞİNDE EKRANDA GÖRÜNTÜLE
vi_vn: HIỂN THỊ LỚP PHỦ KHI ÂM LƯỢNG THAY ĐỔI
zh_cn: 音量变化时屏幕提示

source: MUSIC
ar: الموسيقى
ca: MÚSICA
cs_cz: HUDBA
cy_gb: CERDDORIAETH
eu_es: MUSIKA
fi_fi: MUSIIKKI
fr: MUSIQUE
gl_es: MUSICA
he: מוזיקה
hu: ZENE
it: MUSICA
ja_jp: 音楽
nb_no: MUSIKK
nl: MUZIEK
pl: MUZYKA
ro_ro: MUZICĂ
sk_sk: Hudba
tr: MÜZİK
vi_vn: NHẠC
zh_cn: 音乐

source: FRONTEND MUSIC
ar: موسيقى الواجهة
ca: MÚSICA DEL FRONTAL
cs_cz: HUDBA V POPŘEDÍ
cy_gb: CERDDORIAETH BLAEN
eu_es: ATZEKO MUSIKA
fi_fi: KÄYTTÖLIITTYMÄN MUSIIKKI
fr: ACTIVER LES MUSIQUES D'AMBIANCE
gl_es: MÚSICA DE FONDO
he: מוזיקה צד משתמש
hu: HÁTTÉRZENE
it: MUSICA INTERFACCIA
ja_jp: ES-BGM 再生
nb_no: BAKGRUNNSMUSIKK
nl: VOORGROND MUZIEK
pl: MUZYKA INTERFEJSU
ro_ro: MUZICĂ DE FUNDAL
sk_sk: Hudba rozhrania
tr: ARABİRİM MÜZİĞİ
vi_vn: GIAO DIỆN ÂM NHẠC
zh_cn: 前端音乐

source: DISPLAY SONG TITLES
ar: عرض اسم الأغنية
ca: MOSTRAR EL TÍTOL DE LES CANÇONS
cs_cz: ZOBRAZIT NÁZVY SKLADEB
cy_gb: ARDDANGOS TEITLAU SONG
eu_es: ERAKUTSI ABESTI IZENBURUAK
fi_fi: NÄYTÄ KAPPALEIDEN NIMET
fr: NOTIFIER LE TITRE DES MUSIQUES
gl_es: AMOSAR OS TÍTULOS DE CANCIÓNS
he: הצגת כותרות שירים
hu: DAL CÍMEK MEGJELENÍTÉSE
it: VISUALIZZA TITOLI BRANI
ja_jp: BGM名の表示
nb_no: VIS SANG TITLER
nl: TOON MUZIEKNUMMER TITELS
pl: WYŚWIETL TYTUŁY UTWORÓW
ro_ro: AFIȘEAZĂ TITLUL PIESEI
sk_sk: Zobraziť názvy skladieb
tr: ŞARKI BAŞLIKLARINI GÖRÜNTÜLE
vi_vn: HIỂN THỊ TÊN BÀI HÁT
zh_cn: 显示歌曲名称

source: SONG TITLE DISPLAY DURATION
ar: عدد الثواني لعرض اسم الاغنية
ca: MOSTRAR DURADA AL NOM DE CANÇÓ
cs_cz: DÉLKA ZOBRAZENÍ NÁZVU SKLADBY
cy_gb: FAINT O EILIADAU AR GYFER TEITLAU CANEUON
eu_es: IZENBURUA ERAKUSTEAREN LUZAPENA
fi_fi: KAPPALEEN NIMEN ESITYKSEN KESTO
fr: DURÉE DE LA NOTIFICATION DU TITRE
gl_es: DURACIÓN NA PANTALLA DO TÍTULO DA CANCIÓN
hu: ZENE CÍMÉNEK MEGJELENÍTÉSE (MÁSODPERC)
it: MOSTRA TITOLI (IN SEC)
ja_jp: BGM名の表示秒数
nb_no: VARIGHET FOR VISNING AV SANGTITEL
nl: MUZIEKNUMMER TITEL WEERGAVE TIJD
pl: ILE SEKUND NA TYTUŁY PIOSENEK
ro_ro: DURATA AFIȘĂRII TITLULUI PIESEI
sk_sk: Trvanie zobrazenie názvu skladby
tr: ŞARKI BAŞLIKLARI KAÇ SANİYE OLSUN
vi_vn: HIỂN THỊ THỜI LƯỢNG TRÊN TÊN BÀI HÁT
zh_cn: 歌曲标题显示时长

source: ONLY PLAY SYSTEM-SPECIFIC MUSIC FOLDER
ar: قم بتشغيل مجلد الموسيقى الخاص بالنظام فقط
ca: REPRODUÏR NOMÉS LA CARPETA ESPECÍFICA DEL SISTEMA
cs_cz: PŘEHRÁT POUZE HUDEBNÍ SLOŽKU SPEC. PRO SYSTÉM
cy_gb: DIM OND CHWARAE FFOLDER CERDDORIAETH SBESIFFIG I'R SYSTEM
eu_es: SISTEMAREN ESPEZIFIKOAK DIREN MUSIKA KAPRETAK BAKARRIK ERREPRODUZITU
fi_fi: SOITA VAIN JÄRJESTELMÄN KOHTAISESTA MUSIIKKI KANSIOSTA
fr: JOUER SEULEMENT LES MUSIQUES PAR SYSTÈMES
gl_es: REPRODUCE SÓ O CARTAFOL DE MÚSICA ESPECÍFICA DO SISTEMA
he: השמעת מוזיקה לפי תיקיית מערכת מסוימת בלבד
hu: CSAK RENDSZER SPECIFIKUS ZENEI KÖNYVTÁR HASZNÁLATA
it: MUSICA SPECIFICA PER SISTEMA
ja_jp: システム固有のBGMフォルダのみ再生
nb_no: SPILL KUN SYSTEMSPESIFIK MUSIKK-MAPPE
nl: SPEEL ALLEEN SYSTEEM-SPECIFIEKE MUZIEK FOLDER
pl: ODTWARZAJ MUZYKĘ Z FOLDERU DLA SYSTEMU
ro_ro: REDĂ DOAR MUZICĂ SPECIFICĂ SISTEMULUI
sk_sk: Hrať iba hudbu v priečinku pre daný systém
tr: SADECE SİSTEM-BELİRLENEN MÜZİK KLASÖRÜNÜ OYNAT
vi_vn: CHỈ PHÁT THƯ MỤC NHẠC HỆ THỐNG CỤ THỂ
zh_cn: 仅播放特定于系统的音乐文件夹

source: PLAY SYSTEM-SPECIFIC MUSIC
ar: تشغيل موسيقى السمة
ca: REPRODUÏR MÚSICA ESPECÍFICA DEL SISTEMA
cs_cz: PŘEHRÁT SYSTÉMOVÉ SKLADBY
cy_gb: CHWARAE CERDDORIAETH THEMA
eu_es: SISTEMAREN ESPEZIFIKOAK DIREN MUSIKA KAPRETAK ERREPRODUZITU
fi_fi: SOITA JÄRJESTELMÄN KOHTAISTA MUSIIKKIA
fr: JOUER LES MUSIQUES DU THÈME
gl_es: REPRODUCIR MÚSICA ESPECÍFICA DO SISTEMA
hu: TÉMÁHOZ TARTOZÓ ZENE LEJÁTSZÁSA
it: RIPRODUCI MUSICHE DEL TEMA
ja_jp: システム固有のBGMを再生
nb_no: SPILL SYSTEMSPESIFIK MUSIKK
nl: SPEEL SYSTEEM-SPECIFIEKE MUZIEK
pl: ODTWÓRZ MUZYKĘ MOTYWU
ro_ro: REDĂ MUZICĂ SPECIFICĂ SISTEMULUI
sk_sk: Hrať hudbu špecifickú k systému
tr: TEMA MÜZİKLERİNİ OYNAT
vi_vn: PHÁT NHẠC HỆ THỐNG CỤ THỂ
zh_cn: 播放特定于系统的音乐

source: LOWER MUSIC WHEN PLAYING VIDEO
ar: قم بخفض صوت الموسيقى عند تشغيل الفيديو
ca: ABAIXAR EL VOLUM AL REPRODUÏR VÍDEO
cs_cz: ZTIŠENÍ HUDBY PŘI PŘEHRÁVÁNÍ VIDEA
cy_gb: LLEIHAU LEFEL SAIN CERDDORIAETH PAN YN CHWARAE FIDEO
eu_es: JAITSI MUSIKAREN BOLUMENA BIDEOA ERREPRODUZITZEAN
fi_fi: HILJENNÄ MUSIIKKIA KUN VIDEOTA TOISTETAAN
fr: BAISSER LA MUSIQUE SI UNE VIDÉO EST EN COURS
gl_es: BAIXA A MÚSICA AO REPRODUCIR VÍDEOS
he: הנמכת מוזיקה בעת ניגון וידאו
hu: VIDEÓ LEJÁTSZÁSAKOR A ZENE HANGEREJÉNEK LEJJEBB VÉTELE
it: MUSICA BASSA DURANTE L'ANTEPRIMA VIDEO
ja_jp: 動画再生時は音量を下げる
nb_no: SENK MUSIKKLYD NÅR VIDEO AVSPILLES
nl: DEMP MUZIEK ALS VIDEO SPEELT
pl: ŚCISZ MUZYKĘ PODCZAS ODTWARZANIA WIDEO
ro_ro: REDU VOLUMUL MUZICII LA REDAREA UNUI VIDEO
sk_sk: Stíšiť hudbu pri prehrávaní videa
tr: VİDEO OYNATIRKEN MÜZİĞİ KIS
vi_vn: NHẠC NHỎ HƠN KHI PHÁT VIDEO
zh_cn: 播放视频时降低音乐音量

source: SOUNDS
ar: أصوات
ca: SONS
cs_cz: ZVUKY
cy_gb: SEINIAU
eu_es: SOINUAK
fr: SONS
gl_es: SONS
he: צלילים
hu: HANGOK
it: SUONI
ja_jp: 音響
nb_no: LYDER
nl: GELUIDEN
pl: DŹWIĘKI
ro_ro: SUNETE
sk_sk: Zvuky
tr: SESLER
vi_vn: ÂM THANH
zh_cn: 声音
