Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: DMDSERVER (for real dmd)
fr: SERVEUR DMD (pour les vrais dmds)
gl_es: DMDSERVER (para dmd real)
hu: DMDSERVER (valódi dmd-hez)
it: DMDSERVER (per dmd reali)
ja_jp: DMDサーバー (実際の dmd)
pl: SERWER DMD (dla prawdziwego dmd)
ro_ro: DMDSERVER (pentru dmd real)
tr: DMDSERVER (gerçek dmd için)
vi_vn: MÁY CHỦ DMD (cho dmd thực)
zh_cn: DMD服务器(用于真正的DMD)

source: SIMULATOR (for web dmd)
fr: SIMULATEUR (pour les dmds web)
gl_es: SIMULADOR (para web dmd)
hu: SZIMULÁTOR (web dmd-hez)
it: SIMULATORE (per dmd web)
ja_jp: シミュレーター（web dmd）
pl: SYMULATOR (dla web dmd)
ro_ro: SIMULATOR (pentru dmd web)
tr: SİMULATÖR (web dmd için)
vi_vn: GIẢ LẬP (cho dmd web)
zh_cn: 模拟器(用于网页DMD)

source: dmd server
fr: serveur dmd
gl_es: servidor dmd
hu: dmd szerver
it: server dmd
ja_jp: DMDサーバー
pl: serwer dmd
ro_ro: server dmd
tr: dmd sunucu
vi_vn: máy chủ dmd
zh_cn: DMD服务器

source: FORMAT
gl_es: FORMATO
hu: FORMÁTUM
it: FORMATO
ja_jp: DMD 形式
tr: BİÇİM
vi_vn: ĐỊNH DẠNG
zh_cn: 格式

source: AUTO
ar: تلقائي
cs_cz: AUTOMATICKY
cy_gb: AWTO
fi_fi: AUTOMAATTINEN
he: אוטומטי
ja_jp: 自動
tr: OTOMATİK
vi_vn: TỰ ĐỘNG
zh_cn: 自动

source: dmd matrix size
fr: taille de la matrice dmd
gl_es: tamaño da matriz dmd
hu: dmd mátrix méret
it: dimensioni matrice dmd
ja_jp: DMDマトリクスサイズ
pl: rozmiar matrycy dmd
ro_ro: mărime matrice dmd
tr: dmd matris boyutu
vi_vn: kích thước ma trận dmd
zh_cn: dmd矩阵大小

source: MATRIX
gl_es: MATRIZ
ja_jp: マトリクス
ro_ro: MATRICE
tr: MATRİS
zh_cn: 矩阵

source: rgb dmd order
gl_es: orde rgb dmd
ja_jp: RGB DMD順
ro_ro: ordine dmd rgb
zh_cn: rgb dmd顺序

source: BRIGHTNESS
ar: الوضوح
ca: LLUENTOR
cs_cz: JAS
cy_gb: DISGLEIRDEB
eu_es: DISTIRA
fi_fi: KIRKKAUS
fr: LUMINOSITÉ
gl_es: BRILLO
he: בהירות
hu: FÉNYERŐ
it: LUMINOSITÀ
ja_jp: 輝度
nb_no: LYSSTYRKE
nl: HELDERHEID
pl: JASNOŚĆ
ro_ro: LUMINOZITATE
sk_sk: Jas
tr: PARLAKLIK
vi_vn: ĐỘ SÁNG
zh_cn: 亮度

source: DMDSERVER stopped
fr: SERVEUR DMD stoppé
gl_es: DMDSERVER detívose
hu: A DMDSERVER leállt
it: DMDSERVER fermato
ja_jp: DMDサーバーが停止しました
pl: SERWER DMD zatrzymany
ro_ro: DMDSERVER a fost oprit
tr: DMDSERVER durduruldu
vi_vn: DMDSERVER đã dừng
zh_cn: DMD服务器已停止

source: DMDSERVER restarted
fr: SERVEUR DMD redémarré
gl_es: DMDSERVER reiniciouse
hu: A DMDSERVER újraindult
it: DMDSERVER riavviato
ja_jp: DMDサーバーが再起動されました
pl: SERWER DMD zrestartowany
ro_ro: DMDSERVER a fost repornit
tr: DMDSERVER yeniden başlatıldı
vi_vn: DMDSERVER đã khởi động lại
zh_cn: DMD服务器已重启

source: DMDSERVER started
fr: SERVEUR DMD démarré
gl_es: DMDSERVER iniciouse
hu: A DMDSERVER elindult
it: DMDSERVER avviato
ja_jp: DMDサーバーが開始されました
pl: SERWER DMD uruchomiony
ro_ro: DMDSERVER a fost pornit
tr: DMDSERVER başlatıldı
vi_vn: DMDSERVER đã khởi động
zh_cn: DMD服务器已启动

source: MULTISCREENS
fr: ÉCRANS MULTIPLES
gl_es: MULTIPANTALLAS
hu: TÖBBKÉPERNYŐK
it: MULTISCHERMI
ja_jp: マルチスクリーン
pl: MULTIEKRANY
ro_ro: MULTIECRAN
tr: ÇOKLU EKRAN
vi_vn: ĐA MÀN HÌNH

source: BACKGLASS / INFORMATION SCREEN
fr: PLATEAU / ÉCRAN D'INFORMATION
gl_es: CRISTAL TRASEIRO / PANTALLA INFORMATIVA
hu: HÁTTÉRÜVEG / INFORMÁCIÓS KÉPERNYŐ
it: VETRO POSTERIORE / SCHERMO INFORMAZIONI
ja_jp: バックガラス / 情報画面
pl: BACKGLASS / EKRAN INFORMACJI
ro_ro: STICLĂ DE FUNDAL / ECRAN DE INFORMAȚII
tr: ARKA CAM / BİLGİ EKRANI
vi_vn: THÔNG TIN MÀN HÌNH

source: THEME
fr: THÈME
gl_es: TEMA
hu: TÉMA
it: TEMA
ja_jp: テーマ
pl: MOTYW
ro_ro: TEMĂ
vi_vn: GIAO DIỆN

source: VIDEO OUTPUT
ar: مخرج الفيديو
ca: SORTIDA DE VÍDEO
cs_cz: VIDEO VÝSTUP
cy_gb: ALLBWN FIDEO
eu_es: BIDEO IRTEERA
fi_fi: VIDEON ULOSTULO
fr: SORTIE VIDÉO
gl_es: SAÍDA DE VIDEO
he: פלט וידאו
hu: VIDEÓ KIMENET
it: USCITA VIDEO
ja_jp: 映像出力
nb_no: VIDEOUTGANG
pl: WYJŚCIE WIDEO
ro_ro: IEȘIRE VIDEO
sk_sk: Video výstup
tr: VİDEO ÇIKIŞI
vi_vn: ĐẦU RA VIDEO
zh_cn: 视频输出

source: VIDEO MODE
ar: وضع الفيديو
ca: MODE DE VÍDEO
cs_cz: REŽIM VIDEA
cy_gb: MODD FIDEO
eu_es: BIDEO MODUA
fi_fi: RESOLUUTIO
fr: MODE VIDÉO
gl_es: MODO DE VIDEO
he: מצד וידאו
hu: VIDEO MÓD
it: MODALITÀ VIDEO
ja_jp: 映像解像度
nb_no: VIDEO MODUS
nl: VIDEO MODUS
pl: TRYB WIDEO
ro_ro: MOD VIDEO
sk_sk: Režim videa
tr: VİDEO MODU
vi_vn: CHẾ ĐỘ VIDEO
zh_cn: 视频模式

source: Sets the display's resolution.
fr: Définit la résolution de l'écran.
gl_es: Establece a resolución da pantalla.
hu: Beállítja a kijelző felbontását.
it: Imposta la risoluzione schermo.
ja_jp: ディスプレイの解像度を設定します
pl: Ustawia rozdzielczość wyświetlacza.
ro_ro: Setează rezoluția ecranului.
tr: Ekranın çözünürlüğünü ayarlar.
vi_vn: Đặt độ phân giải màn hình.

source: ROTATION
gl_es: ROTACIÓN
hu: ELFORGATÁS
it: ROTAZIONE
ja_jp: 画面の回転
pl: OBRÓT
ro_ro: ROTAȚIE
tr: DÖNDÜRME
vi_vn: XOAY

source: 0 DEGREES
ar: 0 درجة
ca: 0 GRAUS
cs_cz: 0 STUPŇŮ
eu_es: 0 GRADU
fi_fi: 0 ASTETTA
fr: 0 DEGRÉ
gl_es: 0 GRAOS
hu: 0 FOK
it: 0 GRADI
ja_jp: 回転しない
nb_no: 0 GRADER
pl: 0 STOPNI
ro_ro: 0 GRADE
sk_sk: 0 stupňov
tr: 0 DERECE
vi_vn: 0 ĐỘ
zh_cn: 0度

source: 90 DEGREES
ar: 90 درجة
ca: 90 GRAUS
cs_cz: 90 STUPŇŮ
eu_es: 90 GRADU
fi_fi: 90 ASTETTA
fr: 90 DEGRÉS
gl_es: 90 GRAOS
hu: 90 FOK
it: 90 GRADI
ja_jp: 右90度回転
nb_no: 90 GRADER
nl: 90 GRADEN
pl: 90 STOPNI
ro_ro: 90 DE GRADE
sk_sk: 90 stupňov
tr: 90 DERECE
vi_vn: 90 ĐỘ
zh_cn: 90度

source: 180 DEGREES
ar: 180 درجة
ca: 180 GRAUS
cs_cz: 180 STUPŇŮ
eu_es: 180 GRADU
fi_fi: 180 ASTETTA
fr: 180 DEGRÉS
gl_es: 180 GRAOS
hu: 180 FOK
it: 180 GRADI
ja_jp: 180度回転
nb_no: 180 GRADER
nl: 180 GRADEN
pl: 180 STOPNI
ro_ro: 180 DE GRADE
sk_sk: 180 stupňov
tr: 180 DERECE
vi_vn: 180 ĐỘ
zh_cn: 180度

source: 270 DEGREES
ar: 270 درجة
ca: 270 GRAUS
cs_cz: 270 STUPŇŮ
eu_es: 270 GRADU
fi_fi: 270 ASTETTA
fr: 270 DEGRÉS
gl_es: 270 GRAOS
hu: 270 FOK
it: 270 GRADI
ja_jp: 右270度回転
nb_no: 270 GRADER
nl: 270 GRADEN
pl: 270 STOPNI
ro_ro: 270 DE GRADE
sk_sk: 270 stupňov
tr: 270 DERECE
vi_vn: 270 ĐỘ
zh_cn: 270度

source: SCREEN ROTATION
ar: تدوير الشاشة
ca: ROTACIÓ DE LA PANTALLA
cs_cz: OTOČENÍ OBRAZOVKY
eu_es: PANTAILA BIRAKETA
fi_fi: NÄYTÖN KIERTO
fr: ROTATION DE L’ÉCRAN
gl_es: ROTACIÓN DA PANTALLA
he: סיבוב מסך
hu: KÉPERNYŐ ELFORGATÁSA
it: ROTAZIONE SCHERMO
ja_jp: 画面の回転
nb_no: SKJERM ROTASJON
nl: SCHERM ROTATIE
pl: OBRÓT EKRANU
ro_ro: ROTAȚIE ECRAN
sk_sk: Otočenie obrazovky
tr: EKRAN DÖNDÜRME
vi_vn: XOAY MÀN HÌNH
zh_cn: 屏幕旋转

source: DMD SCREEN
fr: ÉCRAN DMD
gl_es: PANTALLA DMD
hu: DMD KÉPERNYŐ
it: SCHERMO DMD
ja_jp: DMD スクリーン
pl: EKRAN DMD
ro_ro: ECRAN DMD
tr: DMD EKRANI
vi_vn: MÀN HÌNH DMD

source: FRONTEND DEVELOPER OPTIONS
ar: خيارات مطور الواجهة الأمامية
ca: OPCIONS DE DESENVOLUPADOR D'INTERFÍCIE
cs_cz: MOŽNOSTI FRONTENDOVÉHO VÝVOJÁŘE
eu_es: ERABILTZAILE INTERFAZEAREN GARATZAILE EZARPENAK
fi_fi: KÄYTTÖLIITTYMÄN KEHITTÄJÄASETUKSET
fr: OPTIONS DÉVELOPPEUR
gl_es: OPCIÓNS DO DESENVOLVEDOR DA INTERFACE
hu: FRONTEND FEJLESZTŐI BEÁLLÍTÁSOK
it: OPZIONI PER GLI SVILUPPATORI FRONTEND
ja_jp: 開発者オプション
nb_no: FRONTEND UTVIKLER ALTERNATIVER
pl: OPCJE DEWELOPERA INTERFEJSU
ro_ro: OPȚIUNI DEZVOLTATOR
sk_sk: Vývojárske voľby frontendu
tr: FRONTEND GELİŞTİRİCİ AYARLARI
vi_vn: TÙY CHỌN CHO LẬP TRÌNH VIÊN
zh_cn: 前端开发人员选项

source: VIDEO OPTIONS
ar: خيارات الفيديو
ca: OPCIONS DE VIDEO
cs_cz: NASTAVENÍ VIDEA
cy_gb: OPSIYNAU FIDEO
eu_es: BIDEO EZARPENAK
fi_fi: VIDEOASETUKSET
fr: OPTIONS VIDÉO
gl_es: OPCIÓNS DE VIDEO
he: אפשרויות וידאו
hu: VIDEÓ BEÁLLÍTÁSOK
it: OPZIONI VIDEO
ja_jp: 映像設定
nb_no: VIDEO ALTERNATIV
nl: VIDEO OPTIES
pl: OPCJE WIDEO
ro_ro: OPȚIUNI VIDEO
sk_sk: Voľby videa
tr: VİDEO AYARLARI
vi_vn: TÙY CHỌN VIDEO
zh_cn: 视频选项

source: VRAM LIMIT
ar: حد ذاكرة الفيديو
ca: LÍMIT VRAM
cs_cz: LIMIT VRAM
cy_gb: TERFYN VRAM
eu_es: VRAM LIMITEA
fi_fi: VRAM-RAJOITUS
fr: LIMITE MÉMOIRE VIDÉO
gl_es: LÍMITE DE VRAM
he: מגבלת VRAM
it: LIMITE VRAM
ja_jp: VRAM 制限(ESテーマ用)
nb_no: VRAM GRENSE
nl: VRAM LIMIET
pl: LIMIT VRAM
ro_ro: LIMITĂ VRAM
tr: VİDEO RAM LİMİTİ
vi_vn: GIỚI HẠN VRAM
zh_cn: 限制 VRAM

source: SHOW FRAMERATE
ar: عرض معدل الإطار
ca: MOSTRA ELS FOTOGRAMES PER SEGON
cs_cz: ZOBRAZIT FPS
cy_gb: DANGOS CYFRADD-FFRAM
eu_es: ERAKUTSI FRAMERATEA
fi_fi: NÄYTÄ KUVATAAJUUS
fr: AFFICHER LE NOMBRE D'IMAGES/SEC
gl_es: AMOSAR TAXA FOTOGRAMA
he: הצג קצב רענון פריימים
hu: FPS MUTATÁSA
it: MOSTRA FRAMERATE
ja_jp: フレームレート表示
nb_no: VIS BILDEFREKVENS
nl: TOON FRAMERATE
pl: POKAŻ FPS
ro_ro: AFIȘEAZĂ RATA DE CADRE
sk_sk: Zobraziť framerate
tr: KARE HIZI GÖSTER
vi_vn: HIỂN THỊ FRAMERATE
zh_cn: 显示帧率

source: Also turns on the emulator's native FPS counter, if available.
ar: يشغّل عدّاد الإطارات في الثانية الخاص بالمحاكي أيضا، إن وُجِد.
ca: També habilita el comptador de FPS de l'emulador, si en disposa.
cs_cz: Zapne také nativní čítač FPS emulátoru, pokud je k dispozici.
eu_es: Emuladorearen FPs kontadorea ere bueltatzen du, eskuragarri badago.
fi_fi: Kytke myös emulaattorin oma kuvataajuuslaskin päälle, jos se on saatavilla.
fr: Active également le compteur fps de l'émulateur si disponible.
gl_es: Tamén activa o contador FPS nativo do emulador, se está dispoñible.
hu: Bekapcsolja az emulátor natív FPS-számlálóját is, ha elérhető.
it: Abilita anche il contatore nativo FPS dell'emulatore, se disponibile.
ja_jp: 可能な場合は、エミュレータ内のFPSカウンターも表示します
pl: Włącza również natywny licznik FPS emulatora, jeśli jest dostępny.
ro_ro: De asemenea afișează numărătorul FPS nativ al emulatorului dacă este disponibil.
sk_sk: Tiež zapne natívne počítanie FPS emulátora, ak je dostupné.
tr: Eğer mümkün ise emülatörün dahili FPS sayacını açar.
vi_vn: Đồng thời hiển thị bộ đếm FPS của trình mô phỏng nếu có.
zh_cn: 如果可用，将会打开模拟器自带FPS计数器。

source: VSYNC
ar: التزامن العمودي Vsync
ca: SINCRONITZACIÓ VERTICAL
fr: SYNCHRONISATION VERTICALE
gl_es: SINCRONIZACIÓN VERTICAL (VSYNC)
ja_jp: VSYNC(垂直同期)有効
zh_cn: 垂直同步

source: OVERSCAN
ar: فائض الشاشة
ca: SOBRE-EXPLORACIÓ
fi_fi: YLISKANNAUS
gl_es: SOBRE ESCALADO (OVERSCAN)
ja_jp: オーバースキャン
nb_no: OVERSKANN
pl: PRZESKALOWANIE
zh_cn: 过扫描

source: USE OMX PLAYER (HARDWARE ACCELERATED)
ca: USAR REPRODUCTOR OMX (ACCELERAT PER MAQUINARI)
cs_cz: POUŽITÍ PŘEHRÁVAČE OMX (HARDWAROVÁ AKCELERACE)
eu_es: ERABILI OMX IKARKURLERA (HADRWARE BIDEZKO AZELERAZIOAREKIN)
fi_fi: KÄYTÄ OMX-SOITINTA (LAITTEISTO KIIHDYTETTY)
fr: UTILISER OMX PLAYER (ACCÉLÉRATION MATÉRIELLE)
gl_es: UTILIZAR O REPRODUCTOR OMX (ACELERADO POR SOPORTE FISICO)
hu: OMX PLAYER HASZNÁLATA (HARDVERESEN GYORSÍTOTT)
it: USA OMX PLAYER (ACCELERAZIONE HARDWARE)
ja_jp: OMX PLAYERを使用(ハードウェア)
nl: GEBRUIK OMX SPELER (HARDWARE GEACCELEREERD)
pl: UŻYWAJ ODTWARZACZA OMX (WSPOMAGANY SPRZĘTOWO)
ro_ro: FOLOSEȘTE OMX PLAYER (CU ACCELERARE HARDWARE)
sk_sk: Použiť OMX prehrávač (hardvérovo akcelerovaný)
tr: OMX PLAYER KULLAN (HARDWARE ACCELERATED)
vi_vn: SỬ DỤNG OMX PLAYER (TĂNG TỐC ĐỘ PHẦN CỨNG)
zh_cn: 使用OMX播放器（硬件加速）

source: TOOLS
ar: الأدوات
ca: EINES
cs_cz: NÁSTROJE
cy_gb: OFFER
eu_es: TRESNAK
fi_fi: TYÖKALUT
fr: OUTILS
gl_es: FERRAMENTAS
he: כלים
hu: ESZKÖZÖK
it: STRUMENTI
ja_jp: ツール
nb_no: VERKTØY
nl: HULPMIDDELEN
pl: NARZĘDZIA
ro_ro: UNELTE
sk_sk: Nástroje
tr: ARAÇLAR
vi_vn: CÔNG CỤ
zh_cn: 工具

source: STOP LAUNCHING THIS GAME AT STARTUP
ca: NO INICIAR AQUEST JOC EN INICIAR EL SISTEMA
cs_cz: PŘESTAT SPOUŠTĚT TUTO HRU PŘI STARTU
eu_es: UTZI JOKO HAU ABIARAZTEAN JARUTITZEN
fi_fi: LOPETA TÄMÄN PELIN KÄYNNISTYS JÄRJESTELMÄN KÄYNNISTYESSÄ
fr: ARRÊTER DE LANCER CE JEU AU DÉMARRAGE
gl_es: DEIXA DE LANZAR ESTE XOGO NO INICIO
hu: A JÁTÉK INDÍTÁSÁNAK LEÁLLÍTÁSA INDÍTÁSKOR
it: INTERROMPI IL LANCIO DEL GIOCO ALL'AVVIO
ja_jp: 起動時のゲーム開始を解除
nb_no: SLUTT Å KJØRE DETTE SPILLET VED OPPSTART
nl: STOP STARTEN VAN DIT SPEL BIJ HET OPSTARTEN
pl: ZATRZYMAJ ROZPOCZENANIE TEJ GRY PODCZAS URUCHAMIANIA
ro_ro: NU MAI LANSA ACEST JOC LA PORNIRE
sk_sk: Nespúšťať túto hru pri spustení
tr: AÇILIŞTA BU OYUNUN YÜKLENMESİNİ DURDUR
vi_vn: DỪNG CHẠY TRÒ CHƠI NÀY KHI KHỞI ĐỘNG
zh_cn: 停止在启动时启动此游戏

source: ENABLE PUBLIC WEB API ACCESS
ar: تفعيل واجهة برمجة التطبيقات للعامة عبر الويب
ca: HABILITAR L'ACCÉS WEB A L'API PÚBLICA
cs_cz: POVOLIT VEŘEJNÝ PŘÍSTUP K WEBOVÉMU ROZHRANÍ API
eu_es: GAITU WEB API PUBLIKO SARBIDEA
fr: ACTIVER L’ACCÈS PUBLIC À L’API WEB
gl_es: HABILITA O ACCESO A API WEB PÚBLICA
hu: NYILVÁNOS WEBES API-HOZZÁFÉRÉS ENGEDÉLYEZÉSE
it: ABILITA LE WEB API DI ACCESSO PUBBLICO
ja_jp: パブリック WEB API アクセスを有効
pl: WŁĄCZ DOSTĘP PUBLICZNY DO WEB API
ro_ro: ACTIVEAZĂ ACCES API WEB PUBLIC
sk_sk: Povoliť verejný prístup cez webové API
tr: GENEL WEB API ERİŞİMİNİ AÇ
vi_vn: BẬT TRUY CẬP API WEB PUBLIC
zh_cn: 启用公共WEB API访问

source: Allow public web access API using %s
ar: السماح للعامة الولوج لواجهة برمجة التطبيقات عبر:%s
ca: Permetre l’accès a la API web usant %s
cs_cz: Povolit veřejný přístup k rozhraní pomocí API %s
eu_es: Baimendu web API sarbide publikoa %s erabiliz
fr: Autoriser l’accès public à l’API via %s
gl_es: Permitir a API de acceso web público usando %s
hu: Publikus web hozzáférési API engedélyezve %s használatával
it: Consente l'accesso tramite API - %s
ja_jp: %s を使用しパブリックWebアクセスAPIを許可
nb_no: Tillat API for offentlig nettilgang ved å bruke %s
nl: Publieke web toegang API toestaan door %s
pl: Zezwól na dostęp publiczny do API przy użyciu %s
ro_ro: Permite acces web public prin API folosind %s
sk_sk: Povoliť verejné webové API pomocou %s
tr: Açık web erişimine %s API kullanarak izin ver
vi_vn: Cho phép truy cập public web Api thông qua %s
zh_cn: 允许使用%s访问公共页面 API（内网登陆操作）

source: LOG LEVEL
ar: مستوى السجل
ca: NIVELL DE REGISTRE
cs_cz: ÚROVEŇ PŘIHLÁŠENÍ
cy_gb: LEFEL LOG
eu_es: LOG MAILA
fi_fi: LOKITUKSEN TASO
fr: NIVEAU DE LOG
gl_es: NIVEL DE REXISTRO
he: רמת חיבור
hu: NAPLÓZÁSI SZINT
it: LIVELLO DI LOG
ja_jp: ログレベル
nb_no: LOGNIVÅ
nl: LOG NIVEAU
pl: POZIOM LOGOWANIA
ro_ro: NIVEL JURNALIZARE
sk_sk: Úroveň záznamu
tr: LOG SEVİYESİ
zh_cn: 日志级别

source: CREATE A SUPPORT FILE
ar: أنشئ ملف دعم
ca: CREAR UN ARXIU DE SUPORT
cs_cz: VYTVOŘIT SOUBOR PODPORY
cy_gb: CREU FFEIL CEFNOGAETH
eu_es: SORTU EUSKARRI FITXATEGIA
fi_fi: LUO TUKITIEDOSTO
fr: CRÉER UN FICHIER DE SUPPORT
gl_es: CREAR UN ARQUIVO DE SOPORTE
he: יצירת קובץ תמיכה
hu: TÁMOGATÁSI FILE LÉTREHOZÁSA
it: CREA UN FILE DI SUPPORTO
ja_jp: サポートファイルを作成
nb_no: LAG EN SUPPORT FIL
nl: CREER EEN SUPPORT FILE
pl: STWÓRZ PLIK POMOCY TECHNICZNEJ
ro_ro: CREEAZĂ UN FIȘIER DE SUPORT
sk_sk: Vytvoriť podporný súbor
tr: DESTEK DOSYASI OLUŞTURMAK
vi_vn: TẠO MỘT FILE HỖ TRỢ
zh_cn: 创建支持文件

source: CREATE A SUPPORT FILE? THIS INCLUDES ALL DATA IN YOUR SYSTEM FOLDER.
ar: أترغب في إنشاء مِلف دعم؟ هذا يتضمن كل البيانات الموجودة في مجلد النظام.
ca: CREAR UN ARXIU DE SUPORT? AIXÒ INCLOU TOTES LES DADES DEL VOSTRE DIRECTORI DE SISTEMA.
cs_cz: VYTVOŘIT PODPŮRNÝ SOUBOR? ZAHRNUJE VŠECHNA DATA V SYSTÉMOVÉ SLOŽCE.
eu_es: SORTU EUSKARRI FITXATEGIA? HONEK ZURE SISTEMAKO KARPETAKO DATU GUZTIAK JASOKO DITU
fi_fi: LUODAANKO TUKITIEDOSTO? TÄMÄ SISÄLLYTTÄÄ KAIKEN TIEDON "SYSTEM" KANSIOSTA.
fr: CRÉER UN FICHIER DE SUPPORT ? CELA CONTIENT TOUTES LES DONNÉES DE VOTRE DOSSIER SYSTÈME.
gl_es: CREAR UN FICHEIRO DE SOPORTE? ESTO INCLÚE TODOS OS DATOS DO TEU CARTAFOL DO SISTEMA.
hu: TÁMOGATÁSI FÁJLT HOZ LÉTRE? EZ MAGÁBAN FOGLALJA A RENDSZERMAPPÁBAN LÉVŐ ÖSSZES ADATOT.
it: CREA UN FILE DI SUPPORTO? QUESTO INCLUDE TUTTI I DATI NELLA TUA CARTELLA DI SISTEMA
ja_jp: サポートファイルを作成しますか？これには、 システムフォルダ内のすべてのデータが含まれます
nb_no: LAGE NY SUPPORT FIL? DETTE INKLUDERER ALL DATA I DIN SYSTEM MAPPE.
pl: UTWORZYĆ PLIK POMOCY? OBEJMUJE ON WSZYSTKIE DANE Z TWOJEGO FOLDERU SYSTEMOWEGO.
ro_ro: CREEZI UN FIȘIER DE SUPORT? ACESTA INCLUDE TOATE DATELE DIN DOSARUL SISTEM.
sk_sk: Vytvoriť súbor podpory? Toto zahŕňa všetky údaje vo vašom systémovom priečinku.
tr: DESTEK DOSYASI OLUŞTUR? BU SİSTEM KLASÖRÜNDEKİ TÜM VERİLERİ İÇERİR.
vi_vn: CÓ TẠO MỘT FILE HỖ TRỢ KHÔNG? FILE NÀY SẼ BAO GỒM TOÀN BỘ DỮ LIỆU TRONG THƯ MỤC HỆ THỐNG CỦA BẠN.
zh_cn: 是否创建一个支持文件？这将包括系统文件夹中的所有数据。

source: SUPPORT FILE CREATED IN SAVES FOLDER
ca: ARXIU DE SUPORT CREAT A LA CARPETA SAVES
cs_cz: SOUBOR PODPORY VYTVOŘENÝ VE SLOŽCE ULOŽENÍ
eu_es: EUSKARRI FITXATEGIA SORTU DA GORDETZE KARPETAN
fi_fi: TUKITIEDOSTO LUOTU "SAVES" KANSIOON.
fr: FICHIER DE SUPPORT CRÉE DANS LE DOSSIER SAVES
gl_es: FICHEIRO DE SOPORTE CREADO NO CARTAFOL SAVES
hu: TÁMOGATÁSI FÁJL LÉTREHOZÁSA A MENTÉS KÖNYVTÁRBA
it: FILE DI SUPPORTO CREATO NELLA CARTELLA SAVES
ja_jp: サポートファイルを作成しました (savesフォルダに保存)
nb_no: STØTTEFIL OPPRETTET I SAVES MAPPE
nl: SUPPORT FILE GECREERD IN SAVES MAP
pl: PLIK POMOCY TECHNICZNEJ UTWORZONY W FOLDERZE ZAPISÓW
ro_ro: FIȘIERUL DE SUPORT A FOST CREAT ÎN DOSARUL DE SALVĂRI
sk_sk: Podporný súbor vytvorený v priečinku uložení
tr: DESTEK DOSYASI KAYITLAR KLASÖRÜNE YARATILDI
vi_vn: FILE HỖ TRỢ ĐÃ ĐƯỢC TẠO TRONG SAVES FOLDER
zh_cn: 已在“saves”文件夹中创建支持文件

source: SUPPORT FILE CREATION FAILED
ca: CREACIÓ D’ARXIU DE SUPORT FALLIDA
cs_cz: VYTVOŘENÍ PODPŮRNÉHO SOUBORU SE NEZDAŘILO
eu_es: EUSKARRI FITXATEGIAREN SORREARK HUTS EGIN DU
fi_fi: TUKITIEDOSTON LUOMINEN EPÄONNISTUI
fr: ECHEC DE CRÉATION DU FICHIER SUPPORT
gl_es: ERRO NA CREACIÓN DO FICHEIRO DE SOPORTE
hu: TÁMOGATÁSI FÁJL LÉTREHOZÁSA SIKERTELEN
it: CREAZIONE FILE DI SUPPORTO FALLITA
ja_jp: サポートファイルの作成に失敗しました
nb_no: OPPRETTELSE AV STØTTEFILEN MISLYKKES
nl: SUPPORT FILE CREATIE MISLUKT
pl: UTWORZENIE PLIKU POMOCY TECHNICZNEJ NIE POWIODŁO SIĘ
ro_ro: FIȘIERUL DE SUPORT NU A PUTUT FI CREAT
sk_sk: Zlyhalo vytvorenie podporného súboru
tr: DESTEK DOSYASI YARATILAMADI
vi_vn: TẠO FILE HỖ TRỢ BỊ LỖI
zh_cn: 支持文件创建失败

source: FORMAT A DISK
ar: تهيئة القرص
ca: FORMATAR UN DISC
cs_cz: VYMAZAT DISK
cy_gb: FFORMATIO DISG
eu_es: DISKOA FORMATEATU
fi_fi: ALUSTA LEVY
fr: FORMATER UN DISQUE
gl_es: FORMATAR UN DISCO
he: מחיקת כונן
hu: LEMEZ FORMÁZÁSA
it: FORMATTA DISCO
ja_jp: データストレージのファイルシステムの変更
nb_no: FORMATER DISK
nl: FORMATTEER EEN SCHIJF
pl: SFORMATUJ DYSK
ro_ro: FORMATEAZĂ UN DISC
sk_sk: Formátovať disk
tr: DİSKİ BİÇİMLENDİR
vi_vn: ĐỊNH DẠNG Ổ ĐĨA
zh_cn: 格式化磁盘

source: CLEAN GAMELISTS & REMOVE UNUSED MEDIA
ar: تنقية قائمة الألعاب وإزالة الوسائط الغير مستعملة
ca: NETEJAR GAMELISTS I ELIMINAR CONTINGUTS NO USATS
cs_cz: VYČISTIT SEZNAMY HER A ODSTRANIT NEPOUŽÍVANÁ MÉDIA
cy_gb: GLANHAU RHESTR GEMAU & DIDDYMU CYFRYNGAU HEB EI DDEFNYDDIO
eu_es: GARBITU JOKO LISTA ETA KENDU ERABILTZEN EZ DEN MEDIA
fi_fi: SIIVOA PELILISTA JA POISTA TARPEETTOMAT MEDIAT
fr: NETTOYER LES LISTES DE JEUX ET LES MÉDIAS INUTILISÉS
gl_es: LIMPA AS LISTAS DE XOGOS e ELIMINA OS MEDIOS NON UTILIZADOS
hu: JÁTÉKLISTA TISZTÍTÁSA ÉS A NEM HASZNÁLT MÉDIÁK ELTÁVOLÍTÁSA
it: PULISCI LISTE GIOCHI & RIMUOVI MEDIA INUTILIZZATI
ja_jp: ゲームリストの整理と未使用のメディアを削除
nl: SPELLIJSTEN OPRUIMEN & ONGEBRUIKTE MEDIA VERWIJDEREN
pl: CZYŚĆ LISTY GIER I USUŃ NIEUŻYWANE MEDIA
ro_ro: CURĂȚĂ LISTELE DE JOCURI ȘI ȘTERGE FIȘIERELE MEDIA NEFOLOSITE
sk_sk: Vyčistiť zoznamy hier a odstrániť nepoužité médiá
tr: OYUN LİSTESİNİ TEMİZLE & KULLANILMAYAN MEDYALARI KALDIR
vi_vn: DỌN DẸP DANH SÁCH TRÒ CHƠI VÀ XÓA MEDIA KHÔNG SỬ DỤNG
zh_cn: 清除游戏列表并删除未使用的媒体

source: Remove unused entries, and clean references to missing medias.
ca: Elimineu les entrades no utilitzades i netegeu les referències als mitjans que falten.
cs_cz: Odstraňte nepoužívané položky a vyčistěte odkazy na chybějící média.
fr: Supprimer les entrées inutilisées et nettoyer les références aux médias manquants.
gl_es: Elimina entradas non empregadas e limpa as referencias aos medios que faltan.
hu: Távolítsa el a fel nem használt bejegyzéseket, és törölje a hiányzó adathordozókra vonatkozó hivatkozásokat.
it: Rimuovi i non-utilizzati e cancella le preferenze per i media mancanti.
ja_jp: 使用していない項目データや、メディアが無い参照リンクを削除します
pl: Usuń nieużywane wpisy i wyczyść odniesienia do brakujących mediów.
ro_ro: Elimină intrările nefolosite și referințele la fișierele media lipsă.
sk_sk: Odstrániť nepoužité položky a vyčistiť referencie na chýbajúce médiá.
tr: Kullanılmayan girişleri kaldırın ve eksik ortamlara yönelik referansları temizleyin.
zh_cn: 删除未使用的条目， 并清除对缺失媒体的引用。

source: Cleaning
ca: Netejant
cs_cz: Čištění
cy_gb: Yn glanhau
eu_es: Garbitzen
fi_fi: Siivotaan
fr: Nettoyage
gl_es: Limpando
hu: Tisztítás
it: Pulizia
ja_jp: クリーニング
nb_no: Rengjør
nl: Opruimen
pl: Czyszczenie
ro_ro: Se curăță
sk_sk: Čistenie
tr: Temizleniyor
vi_vn: Đang dọn dẹp
zh_cn: 清理中

source: RESET GAMELISTS USAGE DATA
ca: RESTABLEIX LES DADES D'ÚS DE LES LISTES DE JOCS
cs_cz: RESETOVÁNÍ ÚDAJŮ O POUŽÍVÁNÍ SEZNAMŮ HER
fr: RÉINITIALISER LES DONNÉES D'UTILISATION DES LISTES DE JEUX
gl_es: RESTABLECER OS DATOS DE USO DA LISTA DE XOGOS
hu: A JÁTÉKLISTÁK HASZNÁLATI ADATAINAK VISSZAÁLLÍTÁSA
it: RESETTA I DATI DI UTILIZZO GAMELISTS
ja_jp: ゲームリストの使用データをリセット
pl: ZRESETUJ DANE DOTYCZĄCE LIST GIER
ro_ro: RESETEAZĂ DATELE STATISTICE DIN LISTELE DE JOCURI
sk_sk: Vynulovať údaje použitia zoznamov
tr: OYUN KULLANIM LİSTESİNİ SIFIRLA
vi_vn: ĐẶT LẠI DỮ LIỆU SỬ DỤNG DANH SÁCH TRÒ CHƠI
zh_cn: 重置游戏列表使用数据

source: Reset values of GameTime, PlayCount and LastPlayed metadatas.
cs_cz: Obnovení hodnot metadat Herní čas, Počet přehrání a Naposledy hrané.
ja_jp: プレイ時間, プレイ回数, 最終プレイゲーム名 のデータ値を初期化します
sk_sk: Vynulovať hodnoty metadát hracieho času, počtu hraní a poslednej hry.
tr: Oyun Süresi, Oynatma Sayısı ve Son Oynanan meta verilerinin değerlerini sıfırlayın.
zh_cn: 重置游玩时间、游玩次数和上次游玩时间元数据的值。

source: RESET FILE EXTENSIONS
ar: اعادة تعيين امتدادات الملف
ca: REINICIAR EXTENSIONS D'ARXIU
cs_cz: RESET SOUBORU ROZŠÍŘENÍ
cy_gb: AILOSOD ESTYNIADAU FFEIL
eu_es: BERREZARRI FITXATEGI LUZAPENAK
fi_fi: NOLLAA KAIKKI TIEDOSTOPÄÄTTEET
fr: RAZ DES EXTENSIONS DE FICHIER
gl_es: RESTABLECER AS EXTENSIÓNS DE FICHEIRO
he: איפוס סיומות קבצים
hu: FÁJL KITERJESZTÉSEK VISSZAÁLLÍTÁSA
it: RESETTA ESTENSIONI FILE
ja_jp: ファイル表示拡張子設定をリセット
nb_no: NULLSTILL FILENDELSER
nl: HERSTEL FILTER EXTENSIES
pl: ZRESETUJ ROZSZERZENIA PLIKÓW
ro_ro: RESETEAZĂ EXTENSIILE FIȘIERELOR
sk_sk: Vynulovať koncovky súborov
tr: DOSYA UZANTILARINI RESETLE
zh_cn: 重置文件扩展名

source: Reset customized file extensions filters to default.
cs_cz: Obnovení výchozího nastavení filtrů přizpůsobených přípon souborů.
fr: Réinitialiser les filtres d'extensions de fichiers personnalisés.
gl_es: Restablece os filtros de extensións de ficheiros personalizados aos predeterminados.
hu: Állítsa vissza a testreszabott fájlkiterjesztési szűrőket az alapértelmezettre.
it: Resetta al default i filtri per le estensioni file.
ja_jp: カスタマイズしたファイル拡張子フィルタを初期化します
pl: Resetuje niestandardowe filtry rozszerzeń plików do ustawień domyślnych.
ro_ro: Resetează extensile de fișiere personalizate la implicite.
sk_sk: Vynulovať vlastné filtre prípon súborov na predvolené.
tr: Özelleştirilmiş dosya uzantısı filtrelerini varsayılana sıfırlayın.
zh_cn: 将自定义的文件扩展名筛选器重置为默认值。

source: REDETECT ALL GAMES' LANG/REGION
ar: إعادة اكتشاف لغة و منطقة الألعاب
ca: RE-DETECTAR TOTS ELS IDIOMES/REGIONS DELS JOCS
cs_cz: ZNOVU ZJISTIT JAZYK/OBLAST VŠECH HER
cy_gb: AIL-GANFOD RHANBARTH/IEITHOEDD GEMAU
eu_es: JOKU GUZTIEK HIZKUNTZA/HERRIALDEA BERRIZ ERE DETEKTATU
fi_fi: TUNNISTA UUDELLEEN KAIKKIEN PELIEN KIELI/ALUE
fr: REDÉTECTER LA LANGUE/RÉGION DES JEUX
gl_es: REDETECTA O PAÍS/REXION DE TODOS OS XOGOS
hu: JÁTÉKOK NYELVÉNEK ÉS RÉGIÓJÁNAK ÚJRA DETEKTÁLÁSA
it: RILEVA LINGUA/REGIONE DEI GIOCHI
ja_jp: すべてのゲームの言語/地域を再検出
nl: HERDEDECTEER TAAL/REGIO ALLE SPELLEN
pl: WYKRYJ JĘZYK/REGION GIER
ro_ro: REDETECTEAZĂ LIMBA/REGIUNEA JOCURILOR
sk_sk: Znovu zistiť jazyk a regióny všetkých hier
tr: OYUNLARIN DİL/BÖLGE SİNİ TEKRAR ALGILA
zh_cn: 重新检测所有游戏的语言和区域
