Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: SCREENSHOT
ar: لقطة شاشة
ca: CAPTURA
cs_cz: SNÍMEK OBRAZOVKY
cy_gb: SGRINLUN
eu_es: PANTAILA KAPTURA
fi_fi: KUVAKAAPPAUS
fr: IMAGE EN JEU
gl_es: CAPTURA DE PANTALLA
he: צילום מסך
hu: KÉPERNYŐKÉP
ja_jp: スクリーンショット<image>
nb_no: SKJERMBILDE
pl: ZRZUT EKRANU
ro_ro: CAPTURĂ DE ECRAN
sk_sk: Snímka obrazovky
tr: EKRAN GÖRÜNTÜSÜ
vi_vn: ẢNH MÀN HÌNH
zh_cn: 截图

source: TITLE SCREENSHOT
ar: عنوان لقطة شاشة
ca: CAPTURA DEL TÍTOL
cs_cz: TITULNÍ SNÍMEK OBRAZOVKY
cy_gb: SGRINLUN TEITL
eu_es: IZENBURU PANTAILA KAPTURA
fi_fi: OTSIKKOKUVA
fr: IMAGE TITRE
gl_es: TÍTULO CAPTURA DE PANTALLA
he: צילום מסך מנצח
hu: KEZDŐKÉPERNYŐ KÉP
it: SCREENSHOT TITOLO
ja_jp: タイトルスクリーンショット<image>
nb_no: Tittel skjermbilde
nl: TITEL SCREENSHOT
pl: ZRZUT EKRANU TYTUŁU
ro_ro: CAPTURĂ ECRAN TITLU
sk_sk: Titulná obrazovka
tr: BAŞLIK EKRAN GÖRÜNTÜSÜ
vi_vn: TIÊU ĐỀ ẢNH MÀN HÌNH
zh_cn: 标题画面截图

source: MIX V1
ar: مكس 1
eu_es: V1 NAHASKETA
fr: MIX D'IMAGES V1
gl_es: MESTURA V1
he: עירבול 1
ja_jp: MIX V1<image>
nb_no: MIKS V1
zh_cn: V1 MIX

source: MIX V2
ar: مكس 2
eu_es: V2 NAHASKETA
fr: MIX D'IMAGES V2
gl_es: MESTURA V2
he: עירבול 2
ja_jp: MIX V2<image>
nb_no: MIKS V2
zh_cn: V2 MIX

source: BOX 2D
ar: صندوق ثنائي البعد
ca: CAPSA 2D
cs_cz: OBAL 2D
cy_gb: BOCS 2D
eu_es: 2D KAXA
fi_fi: KOTELO 2D
fr: BOÎTE 2D
gl_es: CAIXA 2D
he: קופסה דו מימדית
hu: DOBOZ 2D
ja_jp: 2D ボックス<thumbnail>
nb_no: BOKS 2D
nl: DOOS 2D
pl: PUDEŁKO 2D
ro_ro: CUTIE 2D
sk_sk: Krabica 2D
tr: 2D KUTU
zh_cn: 2D 盒子

source: BOX 3D
ar: صندوق ثلاثي البعد
ca: CAPSA 3D
cs_cz: OBAL 3D
cy_gb: BOCS 3D
eu_es: 3D KAXA
fi_fi: KOTELO 3D
fr: BOÎTE 3D
gl_es: CAIXA 3D
he: קופסה תלת מימדית
hu: DOBOZ 3D
ja_jp: 3D ボックス<thumbnail>
nb_no: BOKS 3D
nl: DOOS 3D
pl: PUDEŁKO 3D
ro_ro: CUTIE 3D
sk_sk: Krabica 3D
tr: 3D KUTU
zh_cn: 3D 盒子

source: FAN ART
ar: غلاف الجماهير
cs_cz: OBRÁZEK FANOUŠKŮ
cy_gb: CELF FFAN
eu_es: ZALE ARTEA
fi_fi: FANIKUVITUS
gl_es: ARTE DOS FANS
he: אומנות מעריצים
hu: RAJONGÓI KÉP
ja_jp: ファンアート<fanart>
nb_no: FAN KUNST
tr: FAN GÖRSELİ
zh_cn: 同人作品

source: BOX SOURCE
ar: مصدر الصندوق
ca: ORIGEN DE LA CAIXA
cs_cz: ZDROJ OBALU
cy_gb: FFYNHONNELL BOCS
eu_es: KAXA ITURRIA
fr: BOÎTE SOURCE
gl_es: FONTE DA CAIXA
he: מקור קופסה
hu: DOBOZ FORRÁSA
it: SORGENTE BOX
ja_jp: ボックス ソース元
nb_no: BOKS KILDE
nl: DOOS BRON
pl: ŹRÓDŁO PUDEŁKA
ro_ro: SURSĂ CUTIE
sk_sk: Zdroj krabice
tr: KUTU KAYNAĞI
vi_vn: NGUỒN BOX
zh_cn: 盒子封面数据

source: LOGO SOURCE
ar: مصدر الشعار
ca: ORIGEN DEL LOGO
cs_cz: ZDROJ LOGA
cy_gb: FFYNHONNELL LOGO
eu_es: LOGO ITURRIA
gl_es: FONTE DO LOGO
he: מקור סמל
hu: LOGO FORRÁSA
it: SORGENTE LOGO
ja_jp: ロゴ(マーキー) ソース元
nb_no: LOGO KILDE
nl: LOGO BRON
pl: ŹRÓDŁO LOGA
ro_ro: SURSĂ LOGO
sk_sk: Zdroj loga
tr: LOGO KAYNAĞI
vi_vn: NGUỒN LOGO
zh_cn: LOGO数据

source: WHEEL
ar: عجلة
ca: RODA
cs_cz: KOLO
cy_gb: OLWYN
eu_es: GURPILA
fr: LOGO
gl_es: RODA
he: גלגל
hu: KERÉK
it: TARGHETTA
ja_jp: ホイール<marquee>
nb_no: HJUL
nl: WIEL
pl: KOŁO
ro_ro: ROATĂ
sk_sk: Koliesko
tr: TEKERLEK
zh_cn: 方向盘

source: MARQUEE
ar: شاشة أسمية
ca: MARQUESINA
eu_es: MARKESINA
fr: BANNIÈRE
gl_es: MARQUESIÑA
he: דגל
it: BANNER
ja_jp: マーキー<marquee>
nl: BANNIER
ro_ro: BANNER
sk_sk: Markíza
tr: KAYAN YAZI
zh_cn: 广告牌（marquee）

source: PREFERED REGION
ca: REGIÓ PREFERENT
cs_cz: PREFEROVANÁ OBLAST
fr: RÉGION PRÉFÉRÉE
gl_es: REXIÓN PREFERIDA
hu: ELŐNYBEN RÉSZESÍTETT RÉGIÓ
it: REGIONE PREFERITA
ja_jp: ゲーム優先リージョン<region>
pl: PREFEROWANY REGION
ro_ro: REGIUNEA PREFERATĂ
sk_sk: Preferovaný región
tr: TERCİH EDİLEN BÖLGE
vi_vn: KHU VỰC ƯU TIÊN
zh_cn: 首选区域

source: OVERWRITE NAMES
fr: ÉCRASER LES NOMS
gl_es: SOBREESCRIBIR OS NOMES
hu: NEVEK FELÜLÍRÁSA
it: SOVRASCRIVI NOMI
ja_jp: 名前を上書き
pl: ZASTĄP NAZWY
ro_ro: SUPRASCRIE NUMELE
vi_vn: GHI ĐÈ TÊN

source: OVERWRITE DESCRIPTIONS
ca: SOBREESCRIURE DESCRIPCIONS
cs_cz: PŘEPSAT POPISY
fr: ÉCRASER LES DESCRIPTIONS
gl_es: SOBREESCRIBIR DESCRICIÓNS
hu: A LEÍRÁSOK FELÜLÍRÁSA
it: SOVRASCRIVI DESCRIZIONI
ja_jp: 説明を上書き
pl: ZASTĄP OPISY
ro_ro: SUPRASCRIE DESCRIERILE
sk_sk: Prepísať popisy
tr: AÇIKLAMAYI ÜZERİNE YAZ
vi_vn: GHI ĐÈ MÔ TẢ
zh_cn: 覆盖描述

source: OVERWRITE MEDIAS
ca: SOBREESCRIURE ELS MITJANS
cs_cz: PŘEPSAT MÉDIA
fr: ÉCRASER LES MÉDIAS
gl_es: SOBREESCRIBIR MEDIOS
hu: MÉDIÁK FELÜLÍRÁSA
it: SOVRASCRIVI MEDIA
ja_jp: メディアを上書き
pl: ZASTĄP MEDIA
ro_ro: SUPRASCRIE FIȘIERELE MEDIA
sk_sk: Prepísať médiá
tr: MEDYALARI ÜZERİNE YAZ
vi_vn: GHI ĐÈ MEDIA
zh_cn: 覆盖媒体

source: SCRAPE FOR
ar: جلب لـِ
ca: OBTENIR MULTIMÈDIA DE
cs_cz: VYHLEDAT PRO
eu_es: LOR DATUAK HONENTZAT
fr: SCRAPER
gl_es: RASPAR PARA
hu: LEKÉRÉS
it: SCARICA PER
ja_jp: スクレイプ <gamelist項目>
nb_no: SKRAP ETTER
pl: SCRAPE'UJ DLA
ro_ro: PREIA DATE PENTRU
sk_sk: Vyhľadať pre
tr: İÇİN SCRAPE
vi_vn: LẤY DỮ LIỆU CHO
zh_cn: 抓取数据

source: SHORT NAME
ca: NOM CURT
cs_cz: KRÁTKÝ NÁZEV
eu_es: IZEN MOTZA
fi_fi: LYHYT NIMI
fr: NOM COURT
gl_es: NOME CORTO
hu: RÖVID NÉV
it: NOME CORTO
ja_jp: 短名
nb_no: KORT NAVN
pl: NAZWA KRÓTKA
ro_ro: NUME SCURT
sk_sk: Krátky názov
tr: KISA İSİM
vi_vn: TÊN NGẮN
zh_cn: 短名称

source: COMMUNITY RATING
ar: تقييم الجماهير
ca: PUNTUACIÓ DE LA COMUNITAT
cs_cz: HODNOCENÍ SPOLKU
eu_es: KOMUNIDADEAREN KALIFIKAZIOA
fi_fi: YHTEISÖN ARVOSANA
fr: NOTES
gl_es: VALORACIÓN DA COMUNIDADE
hu: KÖZÖSSÉGI ÉRTÉKELÉS
it: PUNTEGGIO COMUNITÀ
ja_jp: コミュニティの評価<rating>
nb_no: FELLESSKAPS VURDERING
pl: OCENA SPOŁECZNOŚCI
ro_ro: SCORUL COMUNITĂȚII
sk_sk: Hodnotenie komunity
tr: TOPLULUK DEĞERLENDİRMESİ
vi_vn: ĐÁNH GIÁ CỘNG ĐỒNG
zh_cn: 社区评级

source: VIDEO
ar: فيديو
ca: VÍDEO
eu_es: BIDEOA
fr: VIDÉO
ja_jp: デモ動画<video>
pl: WIDEO
ro_ro: VIDEOCLIP
zh_cn: 视频

source: FANART
ar: تصاميم هواة
cs_cz: UMĚNÍ FANOUŠKŮ
eu_es: ZALE ARTEA
fi_fi: FANITAIDE
gl_es: ARTE DOS FANS
hu: RAJONGÓI ALKOTÁS
it: ARTE DEI FAN
ja_jp: ファンアート画像<fanart>
nb_no: FAN KUNST
tr: FANGÖRSELİ
zh_cn: 同人

source: BEZEL (16:9)
ar: برواز (16:9)
ca: MOTLLURA (16:9)
cs_cz: RÁMEČEK (16:9)
eu_es: BEZEL-Z (16-9)
fi_fi: KEHYS (16:9)
fr: DÉCORATION (16:9)
gl_es: BISEL (16:9)
hu: KERET (16:9)
it: CORNICE (16:9)
ja_jp: ベゼル(16:9)<bezel>(decorationsフォルダにコピー)
nb_no: RAMME (16:9)
pl: RAMKA (16:9)
ro_ro: RAMĂ (16:9)
sk_sk: Okraj (16:9)
tr: ÇERÇEVE (16:9)
zh_cn: 遮罩（16:9）

source: BOX BACKSIDE
ar: الغلاف من الخلف
ca: CONTRACOBERTA DE LA CAIXA
cs_cz: BOX ZADNÍ STRANA
eu_es: KAXA ATZEKALDEA
fi_fi: KOTELON TAKAKANSI
fr: ARRIÈRE DES BOÎTES
gl_es: TRASERA DA CAIXA
hu: DOBOZ HÁTOLDAL
it: DIETRO SCATOLA
ja_jp: ボックス背景<boxback>
nb_no: BOKS BAKSIDE
pl: TYŁ PUDEŁKA
ro_ro: SPATELE CUTIEI
sk_sk: Krabica z druhej strany
tr: KUTU ARKASI
vi_vn: MẶT SAU BOX
zh_cn: 盒子背面

source: MAP
ar: خريطة
ca: MAPA
cs_cz: MAPA
eu_es: MAPA
fi_fi: KARTTA
fr: CARTE
gl_es: MAPA
hu: TÉRKÉP
it: MAPPA
ja_jp: マップ<map>
nb_no: KART
pl: MAPA
ro_ro: HARTĂ
sk_sk: Mapa
tr: HARİTA
vi_vn: BẢN ĐỒ
zh_cn: 地图

source: MANUAL
ar: الكتيب
cs_cz: MANUÁL
eu_es: MANUALA
fi_fi: OHJEKIRJA
fr: MANUEL
hu: KÉZIKÖNYV
it: MANUALE
ja_jp: マニュアル<manual>
nb_no: MANUELT
pl: PODRĘCZNIK
sk_sk: Ručné
tr: ELLE
vi_vn: THỦ CÔNG
zh_cn: 手册

source: PADTOKEY SETTINGS
ar: إعدادات وحدة التحكم إلى لوحة المفاتيح
ca: AJUSTOS PAD-A-TECLA
cs_cz: NASTAVENÍ KLÁVES OVLADAČE
eu_es: PAD-ETIK TEKLATURAKO KONFIGURAZIOA
fi_fi: OHJEIMESTA-NÄPPÄIMISTÖÖN ASETUKSET
fr: PARAMÈTRES PADTOKEY
gl_es: CONFIGURACIÓN MANDO A TECLAS
hu: PADTOKEY BEÁLLÍTÁSOK
it: IMPOSTAZIONI PADTOKEY
ja_jp: パッドキー設定
nb_no: PADTOKEY INNSTILLINGER
pl: USTAWIENIA PADTOKEY
ro_ro: SETĂRI PADTOKEY
sk_sk: Nastavenia PadToKey
tr: PADTOKEY AYARLARI
vi_vn: CÀI ĐẶT PADTOKEY
zh_cn: 按键设置

source: ACCOUNT
ca: COMPTE
cs_cz: ÚČET
fr: COMPTE
gl_es: CONTA
hu: FIÓK
ja_jp: アカウント(SCREENSCRAPER)
pl: KONTO
ro_ro: CONT
sk_sk: Účet
tr: HESAP
vi_vn: TÀI KHOẢN
zh_cn: 帐户

source: NO DEVICE FOUND
ar: لم يُعثر على أي جهاز
ca: DISPOSITIU NO TROBAT
cs_cz: NEBYLO NALEZENO ŽÁDNÉ ZAŘÍZENÍ
cy_gb: DIM DYFAIS WEDI EI DDARGANFOD
eu_es: EZ DA GAILURIK AURKITU
fi_fi: LAITETTA EI LÖYTYNYT
fr: PAS DE PÉRIPHÉRIQUE TROUVÉ
gl_es: NINGÚN DISPOSITIVO CONECTADO
hu: ESZKÖZ NEM TALÁLHATÓ
it: NESSUN DISPOSITIVO TROVATO
ja_jp: デバイスが見つかりません
nb_no: INGEN ENHETER FUNNET
nl: GEEN APPARAAT GEVONDEN
pl: NIE ZNALEZIONO ŻADNEGO URZĄDZENIA
ro_ro: NICIUN DISPOZITIV GĂSIT
sk_sk: Nenašlo sa zariadenie
tr: CİHAZ BULUNAMADI
vi_vn: KHÔNG TÌM THẤY THIẾT BỊ
zh_cn: 未找到设备

source: COLLECTIONS TO DISPLAY
ar: مجموعة للعرض
ca: COL·LECCIONS A MOSTRAR
cs_cz: SBÍRKY K ZOBRAZENÍ
cy_gb: CASGLIADAU I ARDDANGOS
eu_es: ERAKUTSI BEHARREKO KOLEKZIOAK
fi_fi: NÄYTETYT KOKOELMAT
fr: COLLECTIONS À AFFICHER
gl_es: COLECCIÓNS PARA AMOSAR
he: אוספים להצגה
hu: GYŰJTEMÉNYEK MEGJELENÍTÉSE
it: COLLEZIONI DA MOSTRARE
ja_jp: システム・コレクション
nb_no: SAMLINGER Å VISE
nl: COLLECTIES OM WEER TE GEVEN
pl: KOLEKCJE DO WYŚWIETLENIA
ro_ro: COLECȚII AFIȘATE
sk_sk: Kolekcie na zobrazenie
tr: GÖRÜNTÜLENECEK KOLEKSİYONLAR
vi_vn: BỘ SƯU TẬP ĐỂ TRƯNG BÀY
zh_cn: 要显示的合辑

source: SYSTEMS DISPLAYED
ar: الأنظمة المعروضة
ca: SISTEMES MOSTRATS
cs_cz: ZOBRAZENÉ SYSTÉMY
cy_gb: SYSTEMAU ARDDANGOSIWYD
eu_es: ERAKUTSITAKO SISTEMAK
fi_fi: NÄYTETYT JÄRJESTELMÄT
fr: SYSTÈMES AFFICHÉS
gl_es: SISTEMAS AMOSADOS
he: מערכות מוצגות
hu: MEGJELENÍTETT RENDSZEREK
it: SISTEMI VISUALIZZATI
ja_jp: 表示するシステム
nb_no: SYSTEMER VIST
nl: GETOONDE SYSTEMEN
pl: WYŚWIETLANE SYSTEMY
ro_ro: SISTEME AFIȘATE
sk_sk: Zobrazené systémy
tr: GÖRÜNTÜLENEN SİSTEMLER
vi_vn: HIỆN THỊ HỆ THỐNG
zh_cn: 显示的游戏平台

source: GROUPED SYSTEMS
ar: أنظمة مجمّعة
ca: SISTEMES AGRUPATS
cs_cz: SESKUPENÉ SYSTÉMY
cy_gb: SYSTEMAU GRWPEDIG
eu_es: TALDEKATUTAKO SISTEMAK
fi_fi: RYHMITELLYT JÄRJESTELMÄT
fr: SYSTÈMES GROUPÉS
gl_es: SISTEMAS AGRUPADOS
he: קבוצות מערכות
hu: ÖSSZERENDELT RENDSZEREK
it: SISTEMI RAGGRUPPATI
ja_jp: システムのグループ化
nb_no: GRUPPERTE SYSTEM
nl: SYSTEMEN IN GROEPEN
pl: SYSTEMY ZGRUPOWANE
ro_ro: SISTEME GRUPATE
sk_sk: Zoskupené systémy
tr: GRUPLANDIRILMIŞ SİSTEMLER
vi_vn: NHÓM HỆ THỐNG
zh_cn: 系统分组

source: CREATE CUSTOM COLLECTION
ar: إنشاء مجموعة مخصصه
ca: CREAR COL·LECCIÓ PERSONALITZADA
cs_cz: VYTVOŘIT VLASTNÍ SBÍRKU
cy_gb: CREU CASGLIAD WEDI'I ADDASU
eu_es: SORTU NEURRIRA EGINDAKO KOLEKZIOA
fi_fi: LUO MUKAUTETTU KOKOELMA
fr: CRÉER UNE COLLECTION PERSONNALISÉE
gl_es: CREAR COLECCIÓN PERSONALIZADA
he: יצירת אוסף מותאם אישית
hu: EGYEDI GYŰJTEMÉNY KÉSZÍTÉSE
it: CREA COLLEZIONE PERSONALIZZATA
ja_jp: コレクション作成
nb_no: LAG EGENDEFINERT SAMLING
nl: AANGEPASTE COLLECTIE MAKEN
pl: STWÓRZ KOLEKCJĘ NIESTANDARDOWĄ
ro_ro: CREEAZĂ O COLECȚIE PERSONALIZATĂ
sk_sk: Vytvoriť vlastnú kolekciu
tr: ÖZEL KOLEKSİYON OLUŞTUR
vi_vn: TẠO BỘ SƯU TẬP TÙY CHỈNH
zh_cn: 创建自定合辑

source: New Collection Name
ar: اسم جديد للمجموعة
ca: Nom de la nova col·lecció
cs_cz: Název nové sbírky
cy_gb: Enw Casgliad Newydd
eu_es: Kolekzio Berri Izena
fi_fi: Uuden kokelman nimi
fr: Nom de la collection
gl_es: Nome da nova colección
he: שם לאוסף חדש
hu: Új gyűjtemény neve
it: Nome della collezione
ja_jp: 新規コレクション名
nb_no: Nytt navn på samling
nl: Naam Nieuwe Collectie
pl: Nazwa nowej kolekcji
ro_ro: Nume colecție nouă
sk_sk: Názov novej kolekcie
tr: Yeni Koleksiyon İsimi
vi_vn: Tên Bộ sưu tập Mới
zh_cn: 新合辑名称

source: ENTER NAME
ca: INTRODUEIXI EL NOM
cs_cz: VLOŽIT JMÉNO
fr: ENTRER LE NOM
gl_es: INTRODUCE O NOME
hu: ÍRJA BE A NEVET
it: INSERISCI NOME
ja_jp: コレクション名 登録
pl: WPISZ NAZWĘ
ro_ro: INTRODU UN NUME
sk_sk: Zadajte názov
tr: İSİM GİRİN
vi_vn: NHẬP TÊN
zh_cn: 输入名称

source: CREATE FROM THEME
ca: CREAR A PARTIR DEL TEMA
cs_cz: VYTVOŘIT Z TÉMATU
fr: CRÉER DEPUIS LE THÈME
gl_es: CREAR A PARTIR DO TEMA
hu: LÉTREHOZÁS A TÉMÁBÓL
it: CREA DAL TEMA
ja_jp: テーマから作成（テーマで用意されたコレクション）
pl: STWÓRZ Z MOTYWU
ro_ro: CREEAZĂ DIN TEMĂ
sk_sk: Vytvoriť z témy
tr: TEMA OLUŞTURUN
vi_vn: TẠO TỪ GIAO DIỆN
zh_cn: 根据主题创建

source: CREATE NEW EDITABLE COLLECTION
ar: إنشاء مجموعة جديدة قابلة للتعديل
ca: CREAR NOVA COL·LECCIÓ EDITABLE
cs_cz: VYTVOŘIT NOVOU UPRAVITELNOU SBÍRKU
cy_gb: CREU CASGLIAD NEWYDD SYDD GALLU CAEL EI GOLYGU
eu_es: SORTU KOLEKZIO EDITAGARRI BERRIA
fi_fi: LUO UUSI MUOKATTAVA KOKOELMA
fr: NOUVELLE COLLECTION ÉDITABLE
gl_es: CREAR NOVA COLECCIÓN EDITABLE
he: יצירת אוסף חדש הניתן לעריכה
hu: ÚJ SZERKESZTHETŐ GYŰJTEMÉNY KÉSZÍTÉSE
it: CREA UNA COLLEZIONE MODIFICABILE
ja_jp: コレクションを作成
nb_no: LAG NY REDIGERBAR SAMLING
nl: NIEUWE BEWERKBARE COLLECTIE MAKEN
pl: STWÓRZ NOWĄ KOLEKCJĘ DO EDYCJI
ro_ro: CREEAZĂ O NOUĂ COLECȚIE EDITABILĂ
sk_sk: Vytvoriť novú editovateľnú kolekciu
tr: DÜZENLENEBİLİR YENİ KOLEKSİYON OLUŞTUR
vi_vn: TẠO BỘ SƯU TẬP CÓ THỂ CHỈNH SỬA MỚI
zh_cn: 新建可编辑合辑

source: CREATE NEW DYNAMIC COLLECTION
ar: إنشاء مجموعة ديناميكية جديدة
ca: CREAR NOVA COL·LECCIÓ DINÀMICA
cs_cz: VYTVOŘIT NOVOU DYNAMICKOU SBÍRKU
cy_gb: CREU CASGLIAD DYNAMIG NEWYDD
eu_es: SORTU KOLEKZIO DINAMIKO BERRIA
fi_fi: LUO UUSI DYNAAMINEN KOKOELMA
fr: NOUVELLE COLLECTION DYNAMIQUE
gl_es: CREAR NOVA COLECCIÓN DINÁMICA
he: יצירת אוסף דינמי חדש
hu: ÚJ DINAMIKUS GYŰJTEMÉNY KÉSZÍTÉSE
it: CREA UNA COLLEZIONE DINAMICA
ja_jp: システム・項目別コレクションを作成
nb_no: LAG NY DYNAMISK SAMLING
nl: CREEER NIEUWE DYNAMISCHE COLLECTIE
pl: STWÓRZ NOWĄ KOLEKCJĘ DYNAMICZNĄ
ro_ro: CREEAZĂ O NOUĂ COLECȚIE DINAMICĂ
sk_sk: Vytvoriť novú dynamickú kolekciu
tr: YENİ DİNAMİK KOLEKSİYON OLUŞTUR
vi_vn: TẠO BỘ SƯU TẬP ĐỘNG MỚI
zh_cn: 新建动态合辑

source: SORT COLLECTIONS AND SYSTEMS
ar: ترتيب المجموعات والانظمة
ca: ORGANITZAR COL·LECCIONS I SISTEMES
cs_cz: TŘÍDĚNÍ SBÍREK A SYSTÉMŮ
cy_gb: TREFNU CASGLIADAU A SYSTEMAU
eu_es: ORDENATU KOLEKZIOAK ETA SISTEMAK
fi_fi: LAJITTELE KOKOELMAT JA JÄRJESTELMÄT
fr: TRIER LES COLLECTIONS ET LES SYSTÈMES
gl_es: ORDENAR COLECCIÓNS E SISTEMAS
he: מיון אוספים ומערכת
hu: GYŰJTEMÉNYEK ÉS RENDSZEREK RENDEZÉSE
it: ORDINA COLLEZIONI E SISTEMI
ja_jp: コレクションとシステムの並べ替え
nb_no: SORTER SAMLING OG SYSTEM
nl: SORTEER COLLECTIES EN SYSTEMEN
pl: SORTUJ KOLEKCJE I SYSTEMY
ro_ro: SORTEAZĂ COLECȚIILE ȘI SISTEMELE
sk_sk: Zoradiť kolekcie a systémy
tr: KOLEKSİYON VE SİSTEMLERİ SIRALA
vi_vn: SẮP XẾP CÁC BỘ SƯU TẬP VÀ HỆ THỐNG
zh_cn: 合辑和系统分类

source: ALPHABETICALLY
ar: أبجدياً
ca: ALFABÈTICAMENT
cs_cz: ABECEDNĚ
cy_gb: YN NHREFN YR WYDDOR
eu_es: ALFABETIKOKI
fi_fi: AAKOSJÄRJESTYKSEEN
fr: ALPHABÉTIQUEMENT
gl_es: ALFABÉTICAMENTE
he: בסדר אָלֶפְבֵּיתִי
hu: NÉVSORRENDBEN
it: IN ORDINE ALFABETICO
ja_jp: アルファベット順
nb_no: ALFABETISK
nl: ALFABETISCH
pl: ALFABETYCZNIE
ro_ro: ALFABETIC
sk_sk: Abecedne
tr: ALFABETİK
vi_vn: THEO THỨ TỰ BẢNG CHỮ CÁI
zh_cn: 按字母排序

source: BY MANUFACTURER
ar: حسب المطور
ca: PER MARCA
cs_cz: PODLE VÝROBCE
cy_gb: GAN GYNHYRCHWR
eu_es: EGILAREN ARABERA
fi_fi: VALMISTAJAN MUKAAN
fr: PAR CONSTRUCTEUR
gl_es: POR FABRICANTE
he: לפי יצרן
hu: GYÁRTÓ SZERINT
it: PER PRODUTTORE
ja_jp: メーカー別
nb_no: ETTER PRODUSENT
nl: OP PRODUCENT
pl: WEDŁUG PRODUCENTA
ro_ro: DUPĂ PRODUCĂTOR
sk_sk: Podľa výrobcu
tr: ÜRETİCİYE GÖRE
vi_vn: THEO NHÀ XUẤT BẢN
zh_cn: 按制造商

source: BY HARDWARE TYPE
ar: حسب الجهاز
ca: PER HARDWARE
cs_cz: PODLE TYPU HARDWARU
cy_gb: GAN Y FATH O GALEDWEDD
eu_es: HARWARE MOTAREN ARABERA
fi_fi: LAITTEISTON MUKAAN
fr: PAR TYPE DE MATÉRIEL
gl_es: POR TIPO DE SOPORTE FÍSICO
he: לפי סוג חומרה
hu: HARDVER TÍPUS SZERINT
it: PER HARDWARE
ja_jp: ゲーム機器別
nb_no: ETTER MASKINVARE TYPE
nl: OP HARDWARE TYPE
pl: WEDŁUG SPRZĘTU
ro_ro: DUPĂ TIPUL DE HARDWARE
sk_sk: Podľa typu hardvéru
tr: DONANIMA GÖRE
vi_vn: THEO LOẠI PHẦN CỨNG
zh_cn: 按硬件类型

source: BY MANUFACTURER AND TYPE
ar: حسب المطور والنوع
ca: PER FABRICANT I TIPUS
cs_cz: PODLE VÝROBCE A TYPU
eu_es: FABRIKATZAILE ETA MOTAREN ARABERA
fi_fi: VALMISTAJAN JA LAITTEISTON MUKAAN
fr: PAR CONSTRUCTEUR ET TYPE DE MATÉRIEL
gl_es: POR FABRICANTE E TIPO
hu: GYÁRTÓ ÉS TÍPUS SZERINT
it: PER PRODUTTORE E TIPOLOGIA
ja_jp: メーカーとゲーム機別
nb_no: ETTER PRODUSENT OG TYPE
pl: WEDŁUG PRODUCENTA I RODZAJU
ro_ro: DUPĂ PRODUCĂTOR ȘI TIP
sk_sk: Podľa výrobcu a typu
tr: ÜRETİCİYE VE TİPE GÖRE
vi_vn: THEO NHÀ SẢN XUẤT VÀ LOẠI
zh_cn: 按制造商和类型

source: BY RELEASE YEAR
ar: حسب سنة الصدور
ca: PER ANY DE LLANÇAMENT
cs_cz: PODLE ROKU VYDÁNÍ
cy_gb: GAN DDYDDIAD RHYDDHAU
eu_es: PUBLIKAZIO URTEAREN ARABERA
fi_fi: JULKAISUVUODEN MUKAAN
fr: PAR ANNÉE DE SORTIE
gl_es: POR ANO DE LANZAMENTO
he: לפי שנה הוצאה לאור
hu: MEGJELENÉSI ÉV SZERINT
it: PER ANNO DI USCITA
ja_jp: リリース年別
nb_no: ETTER UTGIVELSE ÅR
nl: OP UITGAVE JAAR
pl: WEDŁUG ROKU WYDANIA
ro_ro: DUPĂ ANUL LANSĂRII
sk_sk: Podľa roku vydania
tr: ÇIKIŞ YILINA GÖRE
vi_vn: THEO NĂM PHÁT HÀNH
zh_cn: 按发布年份

source: SORT SYSTEMS
ar: ترتيب الانظمة
ca: ORDENAR SISTEMES
cs_cz: TŘÍDICÍ SYSTÉMY
cy_gb: TREFNU SYSTEMAU
eu_es: ORDENATU SISTEMAK
fi_fi: JÄRJESTELE JÄRJESTELMÄT
fr: TRIER LES SYSTÈMES
gl_es: ORDENAR SISTEMAS
he: מיון מערכות
hu: RENDSZEREK SORBARENDEZÉSE
it: ORDINA SISTEMI
ja_jp: 各システムの並び替え
nb_no: SORTER SYSTEMER
nl: SYSTEMEN SORTEREN
pl: SORTUJ SYSTEMY
ro_ro: SORTEAZĂ SISTEMELE
sk_sk: Zoradiť systémy
tr: SİSTEMLERİ SIRALA
vi_vn: SẮP XẾP THEO HỆ THỐNG
zh_cn: 系统分类

source: START ON SYSTEM
ar: النظام المحدد في أثناء البداية
ca: INICIAR BATOCERA DIRECTAMENT EN UN SISTEMA
cs_cz: SPUSTIT V SYSTÉMU
cy_gb: DECHRAU AR SYSTEM
eu_es: HASI SISTEMATIK
fi_fi: ALOITA JÄRJESTELMÄSTÄ
fr: DÉMARRER SUR LE SYSTÈME
gl_es: INICIAR SISTEMA EN
he: הפעל במערכת
hu: INDITÁS A KÖVETKEZŐ RENDSZERNÉL
it: SISTEMA DI AVVIO
ja_jp: 最初に表示するシステム
nb_no: START PÅ SYSTEM
nl: START OP SYSTEEM
pl: URUCHOM Z SYSTEMEM
ro_ro: PORNEȘTE CU SISTEMUL
sk_sk: Spustiť pri systéme
tr: SİSTEMİ BAŞLAT
vi_vn: BẮT ĐẦU TRÊN HỆ THỐNG
zh_cn: 启动到系统

source: RESTORE LAST SELECTED
ar: آخر نظام تم تحديده
ca: ON HO VAS DEIXAR
cs_cz: OBNOVIT POSLEDNÍ VYBRANÉ
cy_gb: ADFER DEWIS DIWETHAF
eu_es: BEREZARRI AUKERATUTAKO AZKENA
fi_fi: ALOITA VIIMEKSI KÄYTETYSTÄ
fr: LE DERNIER SÉLECTIONNÉ
gl_es: RESTAURAR ÚLTIMO SELECCIONADO
he: שחזר בחירה אחרונה
hu: UTOLSÓ VÁLASZTOTT VISSZAÁLLÍTÁSA
it: RIPRISTINA ULTIMO SELEZIONATO
ja_jp: 最終選択を復元
nl: HERSTEL LAATST GESELECTEERDE
pl: PRZYWRÓĆ OSTATNIO WYBRANE
ro_ro: ULTIMUL SELECTAT
sk_sk: Obnoviť naposledy vybrané
tr: SON SEÇİLENİ GERİ YÜKLE
vi_vn: KHÔI PHỤC LỰA CHỌN GẦN NHẤT
zh_cn: 恢复上次的选择

source: START ON GAMELIST
ar: بدء مع قائمة الألعاب
ca: INICIAR A LA GAMELIST
cs_cz: ZAČÍT NA SEZNAMU HER
cy_gb: DECHRAU AR RHESTR GEMAU
eu_es: HONAKO JOKO LISTAN HASI
fi_fi: ALOITA PELILISTALTA
fr: DÉMARRER SUR LA LISTE DE JEUX
gl_es: COMEZAR NA LISTA DE XOGOS
he: התחלת ברשימת משחקים
hu: INDÍTÁSI JÁTÉKLISTA
it: AVVIO DALLA LISTA GIOCHI
ja_jp: 起動時にゲームリストを表示
nb_no: START PÅ SPILLLISTE
nl: START OP SPELLIJST
pl: URUCHOM Z LISTĄ GIER
ro_ro: PORNEȘTE CU LISTA DE JOCURI
sk_sk: Spustiť na zoznam hier
tr: OYUN LİSTESİNDE BAŞLAT
vi_vn: BẮT ĐẦU TRÊN DANH SÁCH TRÒ CHƠI
zh_cn: 启动到游戏列表

source: GROUP CUSTOM COLLECTIONS
ca: COL·LECCIONS PERSONALITZADES GRUP
cs_cz: SKUPINOVÉ VLASTNÍ SBÍRKY
fr: REGROUPER LES COLLECTIONS PERSONNALISÉES
gl_es: AGRUPAR COLECCIÓNS PERSONALIZADAS
hu: EGYEDI GYŰJTEMÉNYEK CSOPORTJA
it: GUPPO COLLEZIONI PERSONALIZZATE
ja_jp: カスタムコレクションのグループ化
pl: GRUPUJ KOLEKCJE NIESTANDARDOWE
ro_ro: GRUPEAZĂ COLECȚIILE PERSONALIZATE
sk_sk: Zoskupiť vlastné kolekcie
tr: ÖZEL KOLEKSİYON GRUBU
vi_vn: NHÓM BỘ SƯU TẬP TÙY CHỈNH
zh_cn: 对自定义合辑进行分组

source: UNTHEMED
ca: SENS TEMÀTICA
cs_cz: NEZAMĚŘENÉ
fr: SANS THÈME
gl_es: SEN TEMA
hu: TÉMÁZATLAN
it: SENZA TEMA
ja_jp: テーマに無い
pl: BEZ MOTYWU
ro_ro: FĂRĂ TEMĂ
sk_sk: Bez témy
tr: TEMASIZ
vi_vn: KHÔNG THEO CHỦ ĐỀ
zh_cn: 无主题

source: SHOW SYSTEM NAME IN COLLECTIONS
ar: عرض اسم النظام في المجموعة
ca: MOSTRAR EL NOM DEL SISTEMA A LES COL·LECCIONS
cs_cz: ZOBRAZIT NÁZEV SYSTÉMU VE SBÍRKÁCH
cy_gb: DANGOS ENW'R SYSTEM MEWN CASGLIADAU
eu_es: ERAKUTIS SISTEMA IZENA KOLEKZIO BERRIETAN
fr: AFFICHER LE NOM DU SYSTÈME DANS LES COLLECTIONS
gl_es: AMOSAR NOME DO SISTEMA NAS COLECCIÓNS
he: הצג שם מערכת באוסף
hu: RENDSZER MEGNEVEZÉSÉNEK MUTATÁSA A GYŰJTEMÉNYEKBEN
it: MOSTRA IL NOME DEL SISTEMA NELLE COLLEZIONI
ja_jp: コレクションにシステム名を表示
nb_no: VIS SYSTEMNAVN I SAMLINGER
nl: TOON SYSTEEM NAAM IN COLLECTIES
pl: POKAŻ NAZWĘ SYSTEMU W KOLEKCJACH
ro_ro: ARATĂ NUMELE SISTEMULUI ÎN COLECȚII
sk_sk: Zobraziť názov systému v kolekciách
tr: KOLEKSİYONDAKİ SİSTEM İSMİNİ GÖSTER
vi_vn: HIỂN THỊ TÊN HỆ THỐNG TRONG BỘ SƯU TẬP
zh_cn: 在合辑中显示系统名称

source: SHOW GAMES OF HIDDEN SYSTEMS IN COLLECTIONS
ar: عرض ألعاب الأنظمة المخفية، في المجموعات
ca: MOSTRAR JOCS OCULTS A COL·LECCIONS
cs_cz: ZOBRAZIT HRY SKRYTÝCH SYSTÉMŮ VE SBÍRKÁCH
cy_gb: DANGOS ENW'R SYSTEMAU CUDD MEWN CASGLIADAU
eu_es: ERAKUTIS IKUSGAI EZ DIREN JOKOAK KOLEKZIOETAN
fi_fi: NÄYTÄ PIILOTETTUJEN JÄRJESTELMIEN PELIT KOKOELMISSA
fr: AFFICHER LES JEUX DES SYSTÈMES CACHÉS DANS LES COLLECTIONS
gl_es: AMOSAR XOGOS DE SISTEMAS OCULTOS NAS COLECCIÓNS
he: הצג משחקים של מערכות נסתרות באוספי משחקים
hu: ELREJTETT JÁTÉKOK MEGJELENÍTÉSE A GYŰJTEMÉNYEKBEN
it: MOSTRA I GIOCHI DEI SISTEMI NASCOSTI NELLE COLLEZIONI
ja_jp: 非表示システムにあるゲームをコレクションに表示
nb_no: VIS SPILL FRA SKJULTE SYSTEM I SAMLINGER
nl: TOON SPELLEN VAN VERBORGEN COLLECTIES
pl: POKAŻ GRY UKRYTYCH SYSTEMÓW W KOLEKCJACH
ro_ro: ARATĂ JOCURILE SISTEMELOR ASCUNSE ÎN COLECȚII
sk_sk: Zobraziť hry skrytých systémov vo všetkých kolekciách
tr: SİSTEMİN İÇİNDE GİZLENMİŞ OYUNLARI GÖSTER
vi_vn: HIỂN THỊ TRÒ CHƠI CỦA CÁC HỆ THỐNG ẨN TRONG BỘ SƯU TẬP
zh_cn: 在合辑中显示隐藏游戏

source: SHOW EMPTY SYSTEMS
ar: عرض الأنظمة الفارغة (بدون ألعاب)
ca: MOSTRAR SISTEMES BUITS
cs_cz: ZOBRAZIT PRÁZDNÉ SYSTÉMY
eu_es: ERAKUTIS SISTEMA HUTSAK
fi_fi: NÄYTÄ TYHJÄT JÄRJESTELMÄT
fr: AFFICHER LES SYSTÈMES SANS JEU
gl_es: AMOSAR SISTEMAS SEN XOGOS
hu: ÜRES RENDSZEREK MEGJELENÍTÉSE
it: MOSTRA SISTEMI VUOTI
ja_jp: 全てのシステムを表示
nb_no: VIS TOMME SPILLSYSTEM
pl: POKAŻ PUSTE SYSTEMY
ro_ro: ARATĂ SISTEMELE GOALE
sk_sk: Zobraziť prázdne systémy
tr: BOŞ SİSTEMLERİ GÖSTER
vi_vn: HIỂN THỊ HỆ THỐNG TRỐNG
zh_cn: 显示空系统

source: Loading...
ar: جارِ التحميل...
ca: Carregant...
cs_cz: Načítání...
cy_gb: Llwytho...
eu_es: Kargatzen...
fi_fi: Ladataan...
fr: Chargement...
gl_es: Cargando...
he: טוען...
hu: Betöltés...
it: Caricamento...
ja_jp: 読み込み中…
nb_no: Laster...
nl: Laden...
pl: Wczytywanie...
ro_ro: Se încarcă...
sk_sk: Načítavam...
tr: Yükleniyor...
vi_vn: Đang nạp dữ liệu...
zh_cn: 载入中...

source: SELECT COLLECTIONS
ar: اختيار المجموعات
ca: SELECCIONAR COL·LECCIONS
cs_cz: VYBRAT SBÍRKY
cy_gb: DEWIS CASGLIADAU
eu_es: AUKERATU KOLEKZIOAK
fi_fi: VALITSE KOKOELMAT
fr: CHOISIR LES COLLECTIONS
gl_es: ESCOLLER COLECCIÓNS
he: בחירת אוספים
hu: GYŰJTEMÉNYEK KIVÁLASZTÁSA
it: SELEZIONA COLLEZIONE
ja_jp: コレクションを選択
nb_no: VELG SAMLINGER
nl: SELECTEER COLLECTIES
pl: WYBIERZ KOLEKCJE
ro_ro: SELECTEAZĂ COLECȚIILE
sk_sk: Vybrať kolekcie
tr: KOLEKSİYONLARI SEÇ
vi_vn: CHỌN BỘ SƯU TẬP
zh_cn: 选择合辑

source: AUTOMATIC COLLECTIONS
ar: مجموعة تلقائية
ca: COL·LECCIONS AUTOMÀTIQUES
cs_cz: AUTOMATICKÉ SBÍRKY
cy_gb: CASGLIADAU AWTOMATIG
eu_es: KOLEKZIO AUTOMATIKOAK
fi_fi: AUTOMAATTISET KOKOELMAT
fr: COLLECTIONS AUTOMATIQUES
gl_es: COLECCIÓNS AUTOMÁTICAS
he: אוספים אוטומטיים
hu: AUTOMATIKUS GYŰJTEMÉNY
it: COLLEZIONI AUTOMATICHE
ja_jp: 個別表示コレクション
nb_no: AUTOMATISKE SAMLINGER
nl: AUTOMATISCHE COLLECTIES
pl: KOLEKCJE AUTOMATYCZNE
ro_ro: COLECȚII AUTOMATE
sk_sk: Automatické kolekcie
tr: OTOMATİK KOLEKSİYONLAR
vi_vn: BỘ SƯU TẬP TỰ ĐỘNG
zh_cn: 自动归类合辑

source: PER GENRE
ca: PER GÈNERE
cs_cz: PRO ŽÁNR
eu_es: MOTAREN ARABERA
fr: PAR GENRE
gl_es: POR XÉNERO
he: לפי ז'אנר
hu: MŰFAJ SZERINT
it: PER GENERE
ja_jp: 個別ジャンル(グループ化可能)
nb_no: PER SJANGER
pl: WEDŁUG GATUNKU
ro_ro: DUPĂ GEN
sk_sk: Podľa žánru
tr: TÜR BAŞINA
vi_vn: MỖI THỂ LOẠI
zh_cn: 所有种类

source: ARCADE SYSTEMS
ar: نظام الأركيد
ca: SISTEMES ARCADE
cs_cz: ARKÁDE SYSTÉMY
cy_gb: SYSTEMAU ARCÊD
eu_es: ARKADE SISTEMAK
fi_fi: PELIHALLIJÄRJESTELMÄT
fr: SYSTÈMES D'ARCADE
gl_es: SISTEMAS ARCADE
he: מערכות ארקייד
hu: ARCADE RENDSZREK
it: SISTEMI ARCADE
ja_jp: アーケードシステム
nb_no: ARKADE SYSTEM
nl: ARCADE SYSTEMEN
pl: SYSTEMY GIER ZRĘCZNOŚCIOWYCH
ro_ro: SISTEME ARCADE
sk_sk: Arkádové systémy
tr: ARCADE SİSTEMLERİ
vi_vn: HỆ THỐNG ARCADE
zh_cn: 街机系统
