Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: BLUETOOTH DEVICES HAVE BEEN DELETED.
ar: تمت إزالة أجهزة البلوتوث
ca: ELS DISPOSITIUS BLUETOOTH S'HAN ELIMINAT.
cs_cz: ZAŘÍZENÍ BLUETOOTH BYLA ODSTRANĚNA.
eu_es: BLUETOOTH GAILUAK KENDU DIRA
fi_fi: BLUETOOTH-LAITTEET ON POISTETTU.
fr: LES PÉRIPHÉRIQUES BLUETOOTH ONT ÉTÉ SUPPRIMÉS.
gl_es: OS DISPOSITIVOS BLUETOOTH FORON ELIMINADOS.
he: התקן בלו-טות' נמחק.
hu: A BLUETOOTH-ESZKÖZÖK TÖRÖLVE LETTEK.
it: I DISPOSITIVI BLUETOOTH SONO STATI ELIMINATI
ja_jp: BLUETOOTH デバイスを削除しました
nb_no: BLUETOOTH ENHETER HAR BLITT SLETTET.
nl: BLUETOOTH APPARATEN ZIJN VERWIJDERD.
pl: URZĄDZENIA BLUETOOTH ZOSTAŁY USUNIĘTE.
ro_ro: DISPOZITIVELE BLUETOOTH AU FOST ȘTERSE.
sk_sk: Bluetooth zariadenia boli vymazané.
tr: BLUETOOTH CİHAZLARI SİLİNDİ.
vi_vn: THIẾT BỊ BLUETOOTH ĐÃ ĐƯỢC XÓA.
zh_cn: 已删除蓝牙设备。

source: ARE YOU SURE YOU WANT TO REMOVE '%s' ?
ar: أترغب حقا في إزالة '%s' ؟
ca: ESTEU SEGURS DE VOLER ELIMINAR ‘%s’?
cs_cz: JSTE SI JISTI, ŽE CHCETE ODSTRANIT '%s' ?
eu_es: ZIUR AL ZAUDE '%s' KENDU NAHI DUZULA
fi_fi: OLETKO VARMA, ETTÄ HALUAT POISTAA '%s' ?
fr: ÊTES-VOUS SÛR(E) DE VOULOIR SUPPRIMER '%s' ?
gl_es: ESTAS CERTO QUE QUERES BORRAR '%s' ?
hu: BIZTOSAN EL AKARJA TÁVOLÍTANI A '%s' -OKAT?
it: SEI SICURO DI VOLER RIMUOVERE '%s' ?
ja_jp: '%s' を削除してもよろしいですか？
nb_no: ER DU SIKKER PÅ AT DU VIL SLETTE '%s'?
pl: CZY NA PEWNO USUNĄĆ '%s'?
ro_ro: EȘTI SIGUR CĂ DOREȘTI SĂ ELIMINI „%s”?
sk_sk: Určite chcete odstrániť '%s' ?
tr: BUNU SİLMEK İSTEDİĞİNİZE EMİN MİSİNİZ '%s' ?
vi_vn: BẠN CÓ CHẮC BẠN MUỐN XÓA '%s' ?
zh_cn: 你确定要移除 '%s' 吗?

source: THE BEZEL PROJECT
ar: مشروع إطارات الشاشة
ca: THE BEZEL PROJECT (MOTLLURES)
cs_cz: PROJEKT RÁMEČEK
cy_gb: Y PROSIECT GWEFL
eu_es: BEZEL PROIEKTUA
fi_fi: KEHYSPROJEKTI
fr: LE BEZEL PROJECT
gl_es: O PROXECTO BISEL
he: פרויקט BEZEL
hu: KERET PROJEKT
it: IL PROGETTO BEZEL
ja_jp: ベゼルプロジェクト
nb_no: RAMME PROSJEKTET
nl: HET OMLIJSTING PROJECT
pl: PROJEKT RAMEK
ro_ro: RAME
sk_sk: Projekt Bezel
tr: ÇERÇEVE PROJESİ

source: SELECT BEZELS TO INSTALL/REMOVE
ar: اختر البراويز لتثبيتها/إزالتها
ca: SELECCIONI LES MOTLLURES A INSTAL·LAR/ELIMINAR
cs_cz: VYBERTE RÁMEČKY PRO INSTALACI/ODSTRANIT
eu_es: AUKERATU INSTALATU/KENDU NAHI DITUZUN BEZEL-AL
fi_fi: VALITSE KEHYKSIÄ ASENNETTAVAKSI/POISTETTAVAKSI
fr: SÉLECTIONNER LES DÉCORATIONS À INSTALLER / SUPPRIMER
gl_es: ESCOLLE OS BISEIS PARA INSTALAR/ELIMINAR
hu: VÁLASSZA KI AZ KERETEKET A TELEPÍTÉSHEZ/ELTÁVOLÍTÁSHOZ
it: SELEZIONA CORNICI DA INSTALLARE/RIMUOVERE
ja_jp: インストール/削除するベゼルを選択
nb_no: VELG RAMMER SOM SKAL INSTALLERES/FJERNES
nl: SELECTEER OMLIJSTINGEN OM TE INSTALLEREN/VERWIJDEREN
pl: WYBIERZ RAMKI DO ZAINSTALOWANIA/USUNIĘCIA
ro_ro: SELECTEAZĂ RAMELE PENTRU A FI INSTALATE/ELIMINATE
sk_sk: Vyberte okraje na inštaláciu/odstránenie
tr: YÜKLE/KALDIR İÇİN ÇERÇEVELERİ SEÇİN
vi_vn: CÀI/XÓA BEZELS
zh_cn: 选择要安装或卸载的遮罩

source: UPDATING %s
ca: ACTUALITZANT %s
cs_cz: PROBÍHÁ AKTUALIZACE %s
eu_es: %S EGUNERATZEN
fi_fi: PÄIVITETÄÄN %s
fr: MISE À JOUR DE %s
gl_es: ACTUALIZANDO %s
he: מעדכן %s
hu: FRISSÍTÉSE %s
it: IN AGGIORNAMENTO %s
ja_jp: %s を更新しています
nb_no: OPPDATERER %s
nl: UPDATEN %s
pl: AKTUALIZUJĘ %s
ro_ro: SE ACTUALIZEAZĂ %s
sk_sk: Aktualizujem %s
tr: GÜNCELLENİYOR %s
vi_vn: ĐANG CẬP NHẬP %s
zh_cn: 正在更新 %s

source: UPDATE IS READY
ar: التحديث جاهز
ca: L’ACTUALITZACIÓ ESTÀ PREPARADA
cs_cz: AKTUALIZACE HOTOVÁ
cy_gb: MAE'R DIWEDDARIAD YN BAROD
eu_es: EGUNERAKETA PREST DAGO
fi_fi: PÄIVITYS ON VALMIS
fr: LA MISE À JOUR EST PRÊTE
gl_es: A ACTUALIZACIÓN ESTÁ LISTA
he: עדכון מוכן להתקנה
hu: FRISSÍTÉS KÉSZ
it: AGGIORNAMENTO PRONTO
ja_jp: 更新準備完了
nb_no: OPPDATERING ER KLAR
nl: UPDATE IS KLAAR
pl: AKTUALIZACJA JEST GOTOWA
ro_ro: ACTUALIZAREA ESTE PREGĂTITĂ
sk_sk: Aktualizácia je pripradená
tr: GÜNCELLEME HAZIR
vi_vn: BẢN CẬP NHẬP ĐÃ SẴN SÀNG
zh_cn: 更新已准备就绪

source: REBOOT TO APPLY
ar: أعد التشغيل للتطبيق
ca: REINICIEU PER APLICAR
cs_cz: NUTNÝ RESTART
eu_es: BERABIARAZI EZARTZEKO
fi_fi: UUDELLEENKÄYNNISTÄ VIIMEISTELLÄKSESI
fr: REDÉMARRER POUR APPLIQUER
gl_es: REINICIAR PARA APLICAR
hu: INDÍTSA ÚJRA AZ ALKALMAZÁST
it: RIAVVIA PER APPLICARE
ja_jp: 再起動すると適用されます
pl: ZRESTARTUJ ABY ZASTOSOWAĆ
ro_ro: REPORNEȘTE PENTRU A APLICA
sk_sk: Reštartujte na použitie
tr: UYGULAMAK İÇİN BAŞTAN BAŞLAT
vi_vn: KHỞI ĐỘNG LẠI ĐỂ ÁP DỤNG CÀI ĐẶT
zh_cn: 重启并应用

source: REALLY UPDATE?
ar: هل فعلا تريد التحديث ؟
ca: ESTEU SEGUR QUE VOLEU ACTUALITZAR?
cs_cz: OPRAVDU AKTUALIZOVAT?
cy_gb: IAWN I DDIWEDDARU?
eu_es: ZIUR EGUNERATU NAHI DUZULA?
fi_fi: HALUATKO VARMASTI PÄIVITTÄÄ?
fr: VOULEZ-VOUS VRAIMENT METTRE À JOUR ?
gl_es: ESTÁS CERTO DE ACTUALIZAR?
he: באמת לעדכן ?
hu: BIZTOS FRISSÍTESZ?
it: VUOI AGGIORNARE?
ja_jp: 更新しますか？
nb_no: VIL DU VIRKELIG OPPDATERE?
nl: ECHT UPDATEN?
pl: ZAKTUALIZOWAĆ?
ro_ro: SIGUR ACTUALIZEZI?
sk_sk: Vykonať aktualizáciu systému?
tr: GÜNCELLE?
vi_vn: BẠN CÓ THỰC SỰ MUỐN CẬP NHẬP KHÔNG?
zh_cn: 是否进行更新?

source: YOU ARE CURRENTLY USING VERSION %s DO YOU WANT TO UPDATE TO VERSION %s?
ar: تستعمل حاليا النسخة %s أترغب في تحديثها للنسخة %s؟
ca: ESTEU USANT LA VERSIÓ %s VOLEU ACTUALITZAR A LA VERSIÓ %s?
cs_cz: V SOUČASNÉ DOBĚ POUŽÍVÁTE VERZI %s CHCETE AKTUALIZOVAT VERZI %s?
eu_es: UNE HONETAN %s BERTSIOA ERABILTZEN ARI ZARA %s BERTSIORA EGUNERATU NAHI AL DUZU?
fi_fi: KÄYTÄT TÄLLÄ HETKELLÄ VERSIOTA %s HALUATKO PÄIVITTÄÄ VERSIOON %s?
fr: VOUS UTILISEZ ACTUELLEMENT LA VERSION %s VOULEZ-VOUS METTRE À JOUR EN VERSION %s ?
gl_es: ESTAS UTILIZANDO A VERSIÓN %s QUERES ACTUALIZAR A VERSIÓN %s?
hu: JELENLEG %s verziót használ SZERETNE FRISSÍTENI A(Z) %s verzióra?
it: STAI UTILIZZANDO LA VERSIONE %s VUOI AGGIORNARLO ALLA VERSIONE %s?
ja_jp: 「%s」 を使用しています 「%s」 に更新しますか?
nb_no: DU BRUKER FOR ØYEBLIKKET VERSJON %s VIL DU OPPDATERE TIL VERSJON %s?
nl: HUIDIGE VERSIE %s WILT U UPDATEN NAAR VERSIE %s?
pl: OBECNIE UŻYWASZ WERSJI %s CZY AKTUALIZOWAĆ DO WERSJI %s?
ro_ro: ACUM FOLOSEȘTI VERSIUNEA %s DOREȘTI SĂ ACTUALIZEZI LA VERSIUNEA %s?
sk_sk: Aktuálne používate verziu %s Chcete aktualizovať na verziu %s?
tr: ŞU AN KULLANILAN VERSİYON %s ŞU VERSİYONA GÜNCELLENMESİNİ İSTİYOR MUSUN %s?
vi_vn: BẠN ĐANG Ở PHIÊN BẢN %s BẠN CÓ MUỐN CẬP NHẬP SANG PHIÊN BẢN %s?
zh_cn: 当前版本 %s 是否更新到版本 %s?（汉化版升级将导致汉化失效）

source: UNOFFICIAL SYSTEM MODIFICATIONS DETECTED. UPGRADING COULD BREAK YOUR SYSTEM. DO YOU WANT TO UPDATE TO VERSION %s?
ar: تم اكتشاف تعديلات غير رسمية. قد يؤدي التحديث الى خسارة النظام الحالي أترغب حقا في التحديث للنسخة %s؟
ca: S’HAN DETECTAT MODIFICACIONS NO OFICIALS AL SISTEMA. ACTUALITZAR POT CORROMPRE EL SISTEMA. VOLEU ACTUALITZAR A LA VERSIÓ %s?
cs_cz: ZJIŠTĚNY NEOFICIÁLNÍ ÚPRAVY SYSTÉMU. AKTUALIZACE BY MOHLA POŠKODIT VÁŠ SYSTÉM. CHCETE AKTUALIZOVAT NA VERZI %s?
eu_es: SISTEMAREN ALDAKETA EZ OFIZIALAK ANTZEMAN DIRA. EGUNERATZEAK ZURE SISTEMA HAUTSI DEZAKE. EGUNERATU NAHI AL DUZU %s BERTSIORA?
fi_fi: EPÄVIRALLISIA JÄRJESTELMÄMUUTOKSIA HAVAITTU. PÄIVITTÄMINEN SAATTAA RIKKOA ASENNUKSESI. HALUATKO SILTI PÄIVITTÄÄ VERSIOON %s?
fr: MODIFICATIONS NON OFFICIELLES DÉTECTÉES. METTRE À JOUR PEUT CASSER LE SYSTÈME. VOULEZ-VOUS METTRE À JOUR EN VERSION %s ?
gl_es: DETECTADAS MODIFICACIÓNS NON OFICIAIS DO SISTEMA. A ACTUALIZACIÓN PODERÍA ROMPER O SEU SISTEMA. QUERES ACTUALIZAR A VERSIÓN %s?
hu: NEM HIVATALOS RENDSZERMÓDOSÍTÁSOKAT ÉSZLELTEK. A FRISSÍTÉS TÖNKRETEHETI A RENDSZERT. SZERETNE FRISSÍTENI A(Z) %s verzióra?
it: RILEVATE MODIFICHE NON UFFICIALI AL SISTEMS. AGGIORNAMENTO POTREBBE COMPROMETTERE IL TUO SISTEMA VUOI AGGIORNARE ALLA VERSIONE %s?
ja_jp: 非公式システムカスタマイズがされています 更新するとシステム破損の可能性があります 更新しますか? (バージョン %s)
pl: WYKRYTO NIEOFICJALNE MODYFIKACJE SYSTEMU. AKTUALIZACJA MOŻE ZABURZYĆ TWÓJ SYSTEM. CZY CHCESZ ZAKTUALIZOWAĆ DO WERSJI %s?
ro_ro: AU FOST DETECTATE MODIFICĂRI NEOFICIALE ALE SISTEMULUI. ACTUALIZAREA POATE FACE SISTEMUL NEFUNCȚIONAL. DOREȘTI SĂ ACTUALIZEZI LA VERSIUNEA %s ORICUM?
sk_sk: Zistili sa neoficiálne zmeny systému. Aktualizácia môže poškodiť váš systém. Chcete aktualizovať na verziu %s?
tr: RESMİ OLMAYAN SİSTEM DEĞİŞİKLİKLERİ TESPİT EDİLDİ. GÜNCELLEMEK SİSTEMİNİZİ BOZABİLİR. ŞU VERSİYONA GÜNCELLENMESİNİ İSTİYOR MUSUN %s?
vi_vn: PHÁT HIỆN PHIÊN BẢN HỆ THỐNG KHÔNG CHÍNH THỨC. NÂNG CẤP CÓ THỂ LÀM HỎNG HỆ THỐNG CỦA BẠN. BẠN CÓ MUỐN CẬP NHẬT PHIÊN BẢN %s không?
zh_cn: 检测到此版本为非官方系统。 升级可能会破坏您的系统。 您想把版本更新到 %s 吗?

source: NETWORK CONNECTION NEEDED
ar: بحاجة الى الاتصال بالشبكة
ca: ES REQUEREIX CONNEXIÓ A LA XARXA
cs_cz: JE NUTNÉ PŘIPOJENÍ K SÍTI
cy_gb: ANGEN CYSWLLT RHWYDWAITH
eu_es: SARE KONEXIO BAT BEHARREZKOA DA
fi_fi: VERKKOYHTEYS VAADITAAN
fr: CONNEXION RÉSEAU NÉCESSAIRE
gl_es: NECESARIA CONEXIÓN A REDE
he: נדרש חיבור לרשת
hu: HÁLÓZATI CSATLAKOZÁS SZÜKSÉGES
it: È NECESSARIA UNA CONNESSIONE DI RETE
ja_jp: ネットワーク接続が必要です
nb_no: NETTVERKSTILKOBLING PÅKREVET
nl: NETWERK VERBINDING BENODIGD
pl: WYMAGA POŁĄCZENIA Z INTERNETEM
ro_ro: O CONEXIUNE LA REȚEA ESTE NECESARĂ
sk_sk: Vyžaduje sa sieťové pripojenie
tr: AĞ BAĞLANTISI GEREKİYOR
vi_vn: CẦN KẾT NỐI MẠNG
zh_cn: 需要连接到互联网

source: NO UPDATE AVAILABLE
ar: لا يوجد تحديثات
ca: NO S'HA TROBAT CAP ACTUALITZACIÓ
cs_cz: NENÍ K DISPOZICI ŽÁDNÁ AKTUALIZACE
cy_gb: DIM DIWEDDARIAD AR GAEL
eu_es: EZ DAGO EGUNERAKETARIK ERABILGARRI
fi_fi: PÄIVITYKSIÄ EI SAATAVILLA
fr: PAS DE MISE À JOUR DISPONIBLE
gl_es: SEN ACTUALIZACIÓN DISPONIBLE
he: אין עדכון זמין
hu: NINCS FRISSÍTÉS
it: NESSUN AGGIORNAMENTO DISPONIBILE
ja_jp: 更新はありません
nb_no: SYSTEMET ER OPPDATERT
nl: GEEN UPDATE BESCHIKBAAR
pl: BRAK NOWYCH AKTUALIZACJI
ro_ro: NICIO ACTUALIZARE DISPONIBILĂ
sk_sk: Nie je dostupná aktualizácia
tr: YENİ GÜNCELLEME YOK
vi_vn: KHÔNG CÓ BẢN CẬP NHẬP NÀO
zh_cn: 暂无可用更新

source: SCRAPER
ar: الجالِب
ca: RASPADOR
cs_cz: VYHLEDÁVAČ
cy_gb: CRAFWR
eu_es: DATU LORTZAILEA
fi_fi: TIEDONETSIJÄ
fr: SCRAPEUR
gl_es: RASPADOR (SCRAPER)
it: SCARICA INFO (SCRAPER)
ja_jp: スクレイプ
nb_no: INFODATABASE
ro_ro: PRELUARE INFORMAȚII
sk_sk: Vyhľadávač
tr: KAZIMA
vi_vn: TRÌNH LẤY DỮ LIỆU TRÒ CHƠI
zh_cn: 抓取元数据

source: SCRAPING DATABASE
ar: جلب قاعدة البيانات
ca: BASE DE DADES DE CONTINGUTS DE JOC
cs_cz: VYHLEDAT DATABÁZI
eu_es: DATU BASEAREN DATUAK LORTZEN
fi_fi: TIEDONETSIJÄN TIETOKANTA
fr: BASE DE DONNÉES DE SCRAPE
gl_es: RASPANDO BASE DE DATOS
hu: LEKÉRŐ ADATBÁZIS
it: DATABASE DI RICERCA
ja_jp: スクレイプ データベース選択
nb_no: SKRAPER DATABASE
nl: SCRAPE DATABASE
pl: BAZA DANYCH SCRAPE'A
ro_ro: BAZA DE DATE PENTRU INFORMAȚII
sk_sk: Databáza vyhľadávača
tr: KAZIMA VERİTABANI
vi_vn: ĐANG LẤY DỮ LIỆU
zh_cn: 抓取数据库

source: SOURCE
ca: ORIGEN
cs_cz: ZDROJ
eu_es: ITURRIA
fi_fi: LÄHDE
gl_es: FONTE
hu: FORRÁS
it: SORGENTE
ja_jp: ソース元
nb_no: KILDE
nl: BRON
pl: ŹRÓDŁO
ro_ro: SURSĂ
sk_sk: Zdroj
tr: KAYNAK
vi_vn: NGUỒN
zh_cn: 来源

source: SCRAPE FROM
ar: جلب مِن
ca: OBTENIR CONTINGUTS DE
cs_cz: VYHLEDÁVÁNÍ Z
cy_gb: CRAFU O
eu_es: LORTU DATUAK HEMENDIK:
fi_fi: ETSI TIETOA
fr: SCRAPER DEPUIS
gl_es: RASPAR DE
he: SCARPE מתוך יעד
hu: LEKÉRÉS INNEN
it: SCARICA INFO DA
ja_jp: スクレイプ元
nb_no: SØK I
nl: SCRAPE VAN
pl: SCRAPE'UJ Z
ro_ro: PREIA INFORMAȚIILE DIN
sk_sk: Vyhľadať v
tr: ŞURADAN ÇEK(KAZIMA)
vi_vn: LẤY TỪ
zh_cn: 游戏数据来源网站

source: SCRAPER SETTINGS
ar: إعدادات الجالِب
ca: CONFIGURACIONS DEL RASPADOR
cs_cz: NASTAVENÍ VYHLEDÁVAČE
eu_es: DATU LORTZE KONFIGURAZIOA
fi_fi: TIEDONETSIJÄN ASETUKSET
fr: OPTIONS DU SCRAPEUR
gl_es: CONFIGURACIÓN DO RASPADOR
hu: LEKÉRDEZÉS BEÁLLTÁS
it: OPZIONI SCRAPER
ja_jp: スクレイプ 設定
nb_no: SKRAPEINNSTILLINGER
nl: SCRAPER INSTELLINGEN
pl: USTAWIENIA SCRAPE'A
ro_ro: SETĂRI PRELUARE INFORMAȚII
sk_sk: Nastavenia vyhľadávača
tr: SCRAPER AYARLARI
vi_vn: CÀI ĐẶT LẤY DỮ LIỆU
zh_cn: 抓取设置

source: FILTERS
ar: تعديل فرز مجموعة ديناميكية
ca: FILTRES
cs_cz: FILTRY
eu_es: FILTROAK
fi_fi: SUODATTIMET
fr: FILTRES
gl_es: FILTROS
hu: SZŰRŐK
it: FILTRI
ja_jp: フィルター
nb_no: FILTRE
pl: FILTRY
ro_ro: FILTRE
sk_sk: Filtre
tr: FİLTRELER
vi_vn: LỌC
zh_cn: 筛选器

source: GAMES TO SCRAPE FOR
ar: الألعاب المُراد الجلب لها
ca: JOCS DELS QUE OBTENIR CONTINGUTS
cs_cz: HRY NA VYHLEDÁNÍ
eu_es: JOKUA HAUENTZAT DATUAK LORTZEN
fi_fi: ETSI TIETOA PELEILLE
fr: SCRAPER LES JEUX
gl_es: XOGOS A RASPAR
hu: JÁTÉKOKAT LEKÉRNI
it: SCARICA INFO PER
ja_jp: スクレイプするゲーム
nb_no: SPILL Å SKRAPE FOR
nl: SPELLEN OM TE SCRAPEN
pl: GRY DO SCRAPE'OWANIA
ro_ro: PREIA PENTRU
sk_sk: Vyhľadať tieto hry
tr: KAZINACAK OYUNLAR
vi_vn: LẤY DỮ LIỆU CHO
zh_cn: 要抓取的游戏

source: ALL
ar: إعادة تعيين كل الفرز
ca: TOTS
cs_cz: VŠECHNY
eu_es: GUZTIAK
fi_fi: KAIKKI
fr: TOUS
gl_es: TODO
hu: ÖSSZES
it: TUTTI
ja_jp: すべて
nb_no: ALLE
nl: ALLES
pl: WSZYSTKO
ro_ro: TOATE JOCURILE
sk_sk: Všetko
tr: HEPSİ
vi_vn: TẤT CẢ
zh_cn: 所有数据

source: GAMES MISSING ANY MEDIA
ar: الألعاب التي تنقصها أي وسائط
ca: JOCS QUE MANQUEN D’ALGUN CONTINGUT
cs_cz: CHYBÍ JAKÁKOLI MÉDIA PRO HRY
eu_es: MEDIA-REN BAT FALTA DUTEN JOKUAK
fi_fi: JOISTA PUUTTUU MEDIAA
fr: JEUX AYANT UN MÉDIA MANQUANT
gl_es: XOGOS FALTAN ALGÚNS MEDIOS
hu: JÁTÉKOKBÓL HIÁNYZÓ BÁRMELY MÉDIA
it: GIOCHI CHE MANCANO DI ALMENO UN MEDIA
ja_jp: メディア情報が不足
nb_no: SPILL SOM MANGLER NOE MEDIA
pl: GRY Z BRAKUJĄCYMI MEDIAMI
ro_ro: JOCURI CU ORICE INFORMAȚIE LIPSĂ
sk_sk: Hry bez médií
tr: HERHANGİ BİR MEDYASI OLMAYAN OYUNLAR
vi_vn: NHỮNG TRÒ CHƠI THIẾU MỘT VÀI MEDIA
zh_cn: 缺失部分媒体的游戏

source: GAMES MISSING ALL MEDIA
ar: الألعاب التي تنقصها كل الوسائط
ca: JOCS SENSE CAP CONTINGUT
cs_cz: CHYBÍ VŠECHNA MÉDIA PRO HRY
eu_es: MEDIA GUZTIAK FALTA DITUZTEN JOKUAK
fi_fi: JOISTA PUUTTUU KAIKKI MEDIA
fr: JEUX DONT TOUS LES MÉDIAS SONT MANQUANTS
gl_es: XOGOS FALTAN TODOS OS MEDIOS
hu: JÁTÉKOKBÓL HIÁNYZÓ ÖSSZES MÉDIA
it: GIOCHI CHE MANCANO DI TUTTI I MEDIA
ja_jp: メディア情報が無い
nb_no: SPILL SOM MANGLER ALL MEDIA
pl: GRY BEZ MEDIÓW
ro_ro: JOCURI CU TOATE INFORMAȚIILE LIPSĂ
sk_sk: Hry bez žiadnych médií
tr: HİÇBİR MEDYASI OLMAYAN OYUNLAR
vi_vn: NHỮNG TRÒ CHƠI THIẾU TẤT CẢ MEDIA
zh_cn: 缺失所有媒体的游戏

source: IGNORE RECENTLY SCRAPED GAMES
ar: تجاهل الألعاب المجلوب لها حديثًا
ca: IGNORAR JOCS AMB CONTINGUTS RECENTMENT OBTINGUTS
cs_cz: IGNOROVAT NEDÁVNO VYHLEDANÉ HRY
eu_es: DUELA GUTXI DATUAK LORTU DIREN JOKOAK KONTUTAN EZ HARTU
fi_fi: OHITA HILJATTAIN ETSITYT PELIT
fr: IGNORER LES JEUX SCRAPÉS RÉCEMMENT
gl_es: IGNORAR OS XOGOS RASPADOS RECENTEMENTE
hu: FIGYELMEN KÍVÜL HAGYJA A NEMRÉG LEKÉRT JÁTÉKOKAT
it: IGNORA GIOCHI CON INFO SCARICATE DI RECENTE
ja_jp: 過去にスクレイプしたゲームを無視
nb_no: IGNORER NYLIG SKRAPEDE SPILL
nl: RECENT GESCRAPETE SPELLEN NEGEREN
pl: IGNORUJ OSTATNIO SCRAPE'OWANE GRY
ro_ro: IGNORĂ JOCURILE RECENT CĂUTATE
sk_sk: Ignorovať nedávno vyhľadané hry
tr: YAKIN ZAMANDA SCRAPE EDİLMİŞ OYUNLARI YOKSAY
vi_vn: BỎ QUA CÁC TRÒ CHƠI ĐƯỢC LẤY DỮ LIỆU GẦN ĐÂY
zh_cn: 忽略最近已抓取过的游戏

source: LAST DAY
ar: آخر يوم
ca: DARRER DIA
cs_cz: POSLEDNÍ DEN
eu_es: AZKEN EGUNA
fi_fi: EILEN
fr: LE JOUR PRÉCÉDENT
gl_es: DERRADEIRO DIA
hu: ELMÚLT NAP
it: ULTIMO GIORNO
ja_jp: 昨日
nb_no: SISTE DAG
nl: VORIGE DAG
pl: OSTATNI DZIEŃ
ro_ro: ULTIMA ZI
sk_sk: Posledný deň
tr: SON GÜN
vi_vn: HÔM QUA
zh_cn: 最近一天

source: LAST WEEK
ar: آخر أسبوع
ca: DARRERA SETMANA
cs_cz: POSLEDNÍ TÝDEN
eu_es: AZKEN ASTEA
fi_fi: VIIME VIIKOLLA
fr: LA SEMAINE DERNIÈRE
gl_es: DERRADEIRA SEMANA
hu: ELMÚLT HÉT
it: ULTIMA SETTIMANA
ja_jp: 先週
nb_no: SIST UKE
nl: VORIGE WEEK
pl: OSTATNI TYDZIEŃ
ro_ro: ULTIMELE 7 ZILE
sk_sk: Posledný týždeň
tr: SON HAFTA
vi_vn: TUẦN TRƯỚC
zh_cn: 最近一周

source: LAST 15 DAYS
ar: آخر 15 يوما
ca: DARRERS 15 DÍES
cs_cz: POSLEDNÍCH 15 DNŮ
eu_es: AZKEN 15 EGUNAK
fi_fi: VIIMEISEN 15 PÄIVÄN AIKANA
fr: LES 15 DERNIERS JOURS
gl_es: DERRADEIROS 15 DIAS
hu: ELMÚLT 15 NAP
it: ULTIMI 15 GIORNI
ja_jp: 15日間
nb_no: SISTE 15 DAGER
nl: LAATSTE 15 DAGEN
pl: OSTATNIE 15 DNI
ro_ro: ULTIMELE 15 ZILE
sk_sk: Posledných 15 dní
tr: SON 15 GÜN
vi_vn: 15 NGÀY TRƯỚC
zh_cn: 最近15天

source: LAST MONTH
ar: آخر شهر
ca: DARRER MES
cs_cz: POSLEDNÍ MĚSÍC
eu_es: AZKEN HILABETEA
fi_fi: VIIME KUUSSA
fr: LE MOIS DERNIER
gl_es: DERRADEIRO MES
hu: ELMÚLT HÓNAP
it: ULTIMO MESE
ja_jp: 先月
nb_no: SISTE MÅNED
nl: VORIGE MAAND
pl: OSTATNI MIESIĄC
ro_ro: ULTIMA LUNĂ
sk_sk: Posledný mesiac
tr: SON AY
vi_vn: THÁNG TRƯỚC
zh_cn: 最近一个月

source: LAST 3 MONTHS
ar: آخر 3 أشهر
ca: DARRERS 3 MESOS
cs_cz: POSLEDNÍ 3 MĚSÍCE
eu_es: AZKEN 3 HILABETEAK
fi_fi: VIIMEISEN 3 KUUKAUDEN AIKANA
fr: LES 3 DERNIERS MOIS
gl_es: DERRADEIROS 3 MESES
hu: ELMÚLT 3 HÓNAP
it: ULTIMI 3 MESI
ja_jp: 3か月
nb_no: SISTE 3 MÅNEDER
nl: LAATSTE 3 MAANDEN
pl: OSTATNIE 3 MIESIĄCE
ro_ro: ULTIMELE 3 LUNI
sk_sk: Posledné 3 mesiace
tr: SON 3 AY
vi_vn: 3 THÁNG TRƯỚC
zh_cn: 最近三个月

source: LAST YEAR
ar: آخر سنة
ca: DARRER ANY
cs_cz: POSLEDNÍ ROK
eu_es: AZKEN URTEA
fi_fi: VIIME VUONNA
fr: L’ANNÉE DERNIÈRE
gl_es: DERRADEIRO ANO
hu: ELMÚLT ÉV
it: ULTIMO ANNO
ja_jp: 去年
nb_no: SIST ÅR
nl: VORIG JAAR
pl: OSTATNI ROK
ro_ro: ULTIMUL AN
sk_sk: Posledný rok
tr: SON YIL
vi_vn: NĂM TRƯỚC
zh_cn: 最近一年

source: SYSTEMS INCLUDED
ar: الأنظمة المعنية
ca: SISTEMES INCLOSOS
cs_cz: OBSAŽENÉ SYSTÉMY
eu_es: KONTUAN HARTUTAKO SISTEMAK
fi_fi: SISÄLLETYT JÄRJESTELMÄT
fr: SYSTÈMES
gl_es: SISTEMAS INCLUIDOS
hu: RENDSZEREK TARTALMAZZÁK
it: INCLUSI I SISTEMI
ja_jp: スクレイプするシステム
nb_no: SYSTEMER INKLUDERT
nl: INBEGREPEN SYSTEMEN
pl: UWZGLĘDNIONE SYSTEMY
ro_ro: SISTEME INCLUSE
sk_sk: Systémy zahrnuté
tr: DAHİL EDİLMİŞ SİSTEMLER
vi_vn: BAO GỒM HỆ THỐNG
zh_cn: 包含的游戏系统

source: SCRAPE NOW
ar: جلب الآن
ca: INICIAR L’OBTENCIÓ DE DADES
cs_cz: VYHLEDAT
cy_gb: CRAFU NAWR
eu_es: DATUAK LORTU
fi_fi: ETSI NYT
fr: SCRAPER MAINTENANT
gl_es: RASPA AGORA
he: הפעל SCRAPE
hu: LEKÉRÉS INDÍTÁSA
it: SCARICA INFO ORA
ja_jp: 取得開始
nb_no: SØK NÅ
nl: NU SCRAPEN
pl: SCRAPE'UJ
ro_ro: PREIA ACUM
sk_sk: Vyhľadať teraz
tr: SCRAPE ÇEK
vi_vn: LẤY DỮ LIỆU NGAY BÂY GIỜ
zh_cn: 开始抓取

source: START
ar: ابدأ
ca: COMENÇA
cy_gb: DECHRAU
eu_es: HASI
fi_fi: KÄYNNISTÄ
fr: DÉMARRER
gl_es: COMEZAR
he: התחלה
ja_jp: スタート
pl: URUCHOM
ro_ro: ÎNCEPE
sk_sk: Spustiť
tr: BAŞLAT
vi_vn: BẮT ĐẦU
zh_cn: 开始

source: go back
ar: الرجوع
ca: anar enrere
cs_cz: vrátit se zpět
cy_gb: mynd yn ôl
eu_es: atzera egin
fi_fi: mene takaisin
fr: aller en arrière
gl_es: voltar atrás
he: חזרה
hu: vissza
it: torna indietro
ja_jp: 戻る
nb_no: gå tilbake
nl: ga terug
pl: wstecz
ro_ro: mergi înapoi
sk_sk: späť
tr: geri git
vi_vn: trở về
zh_cn: 返回

source: WARNING: SOME OF YOUR SELECTED SYSTEMS DO NOT HAVE A PLATFORM SET. RESULTS MAY BE FOR DIFFERENT SYSTEMS! CONTINUE ANYWAY?
ca: AVÍS: ALGUN SISTEMA SELECCIONAT NO TÉ PLATAFORMA. ELS RESULTATS PODER SER DE DIFERENTS SISTEMES! VOLS CONTINUAR?
cs_cz: UPOZORNĚNÍ: NĚKTERÉ Z VAŠICH VYBRANÝCH SYSTÉMŮ NEMAJÍ NASTAVENOU PLATFORMU. VÝSLEDKY MŮŽOU BÝT PRO RŮZNÉ SYSTÉMY! PŘESTO POKRAČOVAT?
eu_es: KONTUZ: AUKERATU DITUZUN SISTEMETAKO BATZUK EZ DUTE PLATAFORMA EZARRITA.EMAITZAK BESTE SISTEMA BATENTZAT IZAN DAITEZKE! JARRAITU HALA ERE?
fr: ATTENTION : CERTAINS DE VOS SYSTÈMES N’ONT PAS DE PLATEFORME DÉFINIE. LES RÉSULTATS POURRAIENT ÊTRE INATTENDUS ! CONTINUER QUAND MÊME ?
gl_es: AVISO: ALGÚNS DOS SISTEMAS ESCOLLIDOS NON TEÑEN UNHA PLATAFORMAS ESTABLECIDA. OS RESULTADOS PODEN SER PARA DISTINTOS SISTEMAS! SEGUIR DE TODAS FORMAS?
hu: FIGYELMEZTETÉS: EGYES KIVÁLASZTOTT RENDSZEREK NEM RENDELKEZNEK PLATFORM BEÁLLÍTÁSSAL. AZ EREDMÉNYEK KÜLÖNBÖZŐ RENDSZEREKRE VONATKOZHATNAK! MÉGIS FOLYTATJA?
it: ATTENZIONE: ALCUNI DEI TUOI SISTEMI POTREBBERO NON ESSERE SUPPORTATII RISULTATI POTREBBERO VARIARE! CONTINUARE?
ja_jp: 警告: 選択した いくつかの システムは プラットフォームが設定 されてないものが あります。 正確な 結果と ならない可能性が あります！ 続けますか？
nb_no: ADVARSEL: NOEN AV DE VALGTE SYSTEMENE DINE HAR IKKE ET PLATTFORMSETT. RESULTATER KAN VÆRE FOR ULIKE SYSTEMER! FORTSETT UANSETT?
nl: WAARSCHUWING: SOMMIGE GESELECTEERDE SYSTEMEN HEBBEN GEEN PLATFORM SET. RESULTATEN ZIJN MOGELIJK VOOR ANDERE SYSTEMEN! TOCH DOORGAAN?
pl: OSTRZEŻENIE: NIEKTÓRE Z WYBRANYCH SYSTEMÓW NIE MAJĄ USTAWIONEJ PLATFORMY. RESULTATY MOGĄ BYĆ DLA INNYCH SYSTEMÓW! KONTYNUOWAĆ?
ro_ro: ATENȚIE: UNELE DIN SISTEMELE SELECTATE NU AU SETATĂ O PLATFORMĂ. REZULTATELE POT FI PENTRU SISTEME DIFERITE! CONTINUI ORICUM?
sk_sk: Upozornenie: Niektoré vaše vybrané systémy nemajú nastavenú platformu. Výsledky môžu byť pre iné systémy! Aj tak pokračovať?
tr: UYARI: SEÇTİĞİNİZ SİSTEMLERDEN BAZILARINDA PLATFORM SETİ BULUNMAMAKTADIR. SONUÇLAR FARKLI SİSTEMLER İÇİN OLABİLİR! YİNE DE DEVAM ET?
vi_vn: CẢNH BÁO: MỘT SỐ HỆ THỐNG BẠN LỰA CHỌN CHƯA ĐƯỢC CÀI ĐẶT NỀN TẢNG. VẪN TIẾP TỤC?
zh_cn: 警告：您选择的某些系统没有平台集。结果可能适用于不同的系统！ 仍要继续吗？

source: SCRAPING IS RUNNING. DO YOU WANT TO STOP IT?
ar: الجلب يشتغل حاليا.أترغب في إيقافه؟
ca: OBTENCIÓ D’INFORMACIÓ EXECUTANT-SE. VOLS PARAR-LO?
cs_cz: PROBÍHÁ VYHLEDÁVÁNÍ. CHCETE HO ZASTAVIT?
cy_gb: MAE CRAFU YN RHEDEG. A YDYCH AM STOPIO?
eu_es: DATU LORTZEA ABIAN DA. GELDITZEA NAHI DUZU?
fi_fi: ETSINTÄ KÄYNNISSÄ. HALUATKO PYSÄYTTÄÄ SEN?
fr: UN SCRAPE EST EN COURS. VOULEZ-VOUS L'INTERROMPRE ?
gl_es: RASPADO EXUCUTANDOSE. QUERES PARALO?
hu: LEKÉRÉS FUT. MEG AKAROD ÁLLÍTANI?
it: SCRAPING IN ESECUZIONE. VUOI FERMARLO?
ja_jp: スクレイプが実行されています。中止しますか?
nb_no: SKRAPING KJØRER. VIL DU STOPPE DET?
nl: SCRAPEN IS BEZIG. WILT U HET STOPPEN?
pl: SCRAPE JEST W TRAKCIE DZIAŁANIA. CZY CHCESZ GO ZATRZYMAĆ?
ro_ro: PRELUAREA INFORMAȚIILOR ESTE ÎN CURS. DOREȘTI SĂ O OPREȘTI?
sk_sk: Beží vyhľadávanie. Chcete ho zastaviť?
tr: SCRAPING İŞLEMİ DEVAM EDİYOR. İPTAL ETMEK İSTERMİSİN?
vi_vn: ĐANG LẤY DỮ LIỆU TRÒ CHƠI. BẠN CÓ MUỐN DỪNG LẠI KHÔNG?
zh_cn: 正在进行数据抓取。是否停止？

source: NO GAMES FIT THAT CRITERIA.
ar: لا توجد ألعاب تناسب هذه المعايير.
ca: NO HI HA CAP JOC QUE COMPLEIXI AQUESTS CRITERIS.
cs_cz: ŽÁDNÁ HRA NESPLŇUJE TYTO KRITÉRIA.
cy_gb: DIM GEMAU SY'N FFITIO'R MEINI PRAWF YNA.
eu_es: EZ DAGO JOKORIK IRIZPIDE HORI BETETZEN DUENIK
fi_fi: MIKÄÄN PELI EI TÄYTÄ KRITEEREITÄ.
fr: AUCUN JEU NE CORRESPOND.
gl_es: NINGÚN XOGO SE AXUSTA AO CRITERIO.
he: אין משחק שמתאים לקריטריון.
hu: NINCS A FELTÉTELEKNEK MEGFELELŐ JÁTÉK.
it: NESSUN GIOCO SODDISFA QUESTO CRITERIO DI RICERCA.
ja_jp: 適合する ゲームが 見つかりませんでした。
nb_no: INGEN SPILL MATCHER DISSE KRITERIENE
nl: GEEN SPELLEN DIE AAN DIE CRITERIA VOLDOEN.
pl: ŻADNA GRA NIE SPEŁNIA KRYTERIUM.
ro_ro: NICIUN JOC NU SE POTRIVEȘTE CU CRITERIUL.
sk_sk: Žiadne hry vyhovujúce kritériu.
tr: BU KRİTERE UYAN OYUN BULUNAMADI.
vi_vn: KHÔNG CÓ TRÒ CHƠI PHÙ HỢP VỚI TIÊU CHÍ ĐÓ.
zh_cn: 没有匹配的游戏。

source: INSTALL ON A NEW DISK
ar: تثبيت على قرص جديد
ca: INSTAL·LACIÓ EN UN NOU DISC
cs_cz: INSTALACE NA NOVÝ DISK
eu_es: INSTALATU DISKO BERRI BATEAN
fi_fi: ASENNA UUDELLE LEVYLLE
fr: INSTALLATION SUR UN NOUVEAU DISQUE
gl_es: INSTALAR NUN NOVO DISCO
hu: TELEPÍTÉS ÚJ LEMEZRE
it: INSTALLA SU UN NUOVO DISCO
ja_jp: 新規ストレージにインストール
nb_no: INSTALLER PÅ NY DISK
pl: ZAINSTALUJ NA NOWYM DYSKU
ro_ro: INSTALEAZĂ PE UN DISC NOU
sk_sk: Nainštalovať na nový disk
tr: YENİ BİR DİSK'E KUR
vi_vn: CÀI ĐẶT TRÊN ĐĨA MỚI
zh_cn: 安装到新的磁盘

source: TARGET DEVICE
ar: حدد الجهاز
ca: DISPOSITIU DE DESTINACIÓ
cs_cz: CÍLOVÉ ZAŘÍZENÍ
cy_gb: DYFAIS TARGED
eu_es: HELBURU GAILUA
fi_fi: KOHDE LAITE
fr: PÉRIPHÉRIQUE CIBLE
gl_es: DISPOSITIVO DESTINO
he: התקן יעד
hu: CÉL ESZKÖZ
it: DISPOSITIVO
ja_jp: 対象デバイス
nb_no: MÅLENHET
nl: DOEL APPARAAT
pl: URZĄDZENIE CELOWE
ro_ro: DISPOZITIV ȚINTĂ
sk_sk: Cieľové zariadenie
tr: HEDEF CİHAZ
vi_vn: THIẾT BỊ MỤC TIÊU
zh_cn: 目标设备

source: SELECT
ar: حدد
ca: SELECCIONA
cs_cz: VÝBĚR
cy_gb: DETHOL
eu_es: AUKERATU
fi_fi: VALITSE
fr: SÉLECTIONNER
gl_es: ESCOLLER
he: בחירה
hu: KIVÁLASZT
it: SELEZIONA
ja_jp: セレクト(選択)
nb_no: VELG
nl: SELECTEER
pl: WYBIERZ
ro_ro: SELECTEAZĂ
sk_sk: Vybrať
tr: SEÇ
vi_vn: CHỌN
zh_cn: 选择

source: TARGET ARCHITECTURE
ar: حدد المعمارية
ca: ARQUITECTURA DE DESTINACIÓ
cs_cz: CÍLOVÁ ARCHITEKTURA
cy_gb: SYSTEM TARGED
eu_es: HELBURU ARKITEKTURA
fi_fi: KOHDE ARKKITEHTUURI
fr: ARCHITECTURE CIBLE
gl_es: ARQUITECTURA DE DESTINO
he: ארכיטקטורת יעד
hu: CÉL ARCHITEKTÚRA
it: ARCHITETTURA
ja_jp: 対象アーキテクチャ
nb_no: MÅLARKITEKTUR
nl: DOEL ARCHITECTUUR
pl: ARCHITEKTURA CELOWA
ro_ro: ARHITECTURĂ ȚINTĂ
sk_sk: Cieľová architektúra
tr: HEDEF MİMARİ
vi_vn: KIẾN TRÚC MỤC TIÊU
zh_cn: 目标架构
