Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: FIND ALL GAMES WITH NETPLAY/ACHIEVEMENTS
ar: إيجاد كل ألعاب النت/الإنجازات
ca: TROBAR TOTS ELS JOCS AMB NETPLAY/RETROACHIEVEMENTS
cs_cz: NAJÍT VŠECHNY HRY Z NETPLAY/ÚSPĚCHY
cy_gb: DOD O HYD I BOB GEM GYDA RHWYDWAITH / CYFLAWNIADAU
eu_es: BILATU SARE JOKO/LORPENAK DITUZTEN JOKU GUZTIAK
fi_fi: ETSI KAIKKI PELIT JOTKA TUKEVAT VERKKOPELIÄ/SAAVUTUKSIA
fr: TROUVER TOUS LES JEUX AVEC PARTIES EN RÉSEAU/SUCCÈS
gl_es: ATOPA TODOS OS XOGOS CON XOGO EN REDE/LOGROS
he: מציאת כל המשחקים בעלי NETPLAY או ACHIEVMENTS
hu: MINDEN NETPLAY/ACHIEVEMENT JÁTÉK MEGKERESÉSE
it: TROVA I GIOCHI CON NETPLAY/TROFEI
ja_jp: ネットプレイ/アチーブメント ですべてのゲームを検索
nb_no: FINN ALLE SPILL MED NETPLAY/PRESTASJONER
nl: VIND ALLE SPELLEN MET NETPLAY/PRESTATIES
pl: ZNAJDŹ WSZYSTKIE GRY Z NETPLAY/OSIĄGNIĘCIAMI
ro_ro: GĂSEȘTE TOATE JOCURILE CU NETPLAY/REALIZĂRI
sk_sk: Nájsť všetky hry so sieťovou hrou/úspechmi
tr: TÜM OYUNLARIN NETPLAY/BAŞARIMLARI BUL
vi_vn: TÌM TẤT CẢ NHỮNG TRÒ CHƠI CÓ NETPLAY/THÀNH TỰU
zh_cn: 查找所有可联网或有成就的游戏

source: CLEAR CACHES
ar: تفريغ التخزين المؤقت
ca: NETEJAR MEMÒRIA CAU
cs_cz: VYČISTIT MEZIPAMĚŤ
cy_gb: CLIRIO COF DROS DRO
eu_es: HUSTU KATXEAK
fi_fi: TYHJENNÄ VÄLIMUISTI
fr: EFFACER LES CACHES
gl_es: BORRAR CACHES
he: מנקה CACHES
hu: CACHE ÜRÍTÉSE
it: PULIZIA CACHE
ja_jp: キャッシュ(一時保存データ)をクリア
nl: CACHES LEEGMAKEN
pl: WYCZYŚĆ PAMIĘĆ PODRĘCZNĄ
ro_ro: GOLEȘTE CACHE-URILE
sk_sk: Vymazať cache
tr: ÖNBELLEĞİ TEMİZLE
vi_vn: DỌN DẸP BỘ NHỚ ĐỆM
zh_cn: 清除缓存

source: BUILD IMAGE CACHE
ar: بناء التخزين المؤقت للصور
ca: CONSTRUIR MEMÒRIA CAU D'IMATGES
cs_cz: VYTVOŘIT MEZIPAMĚŤ OBRÁZKU
cy_gb: ADEILADU DELWEDD COF DROS DRO
eu_es: ERAIKI IRUDI KATXEA
fi_fi: LUO KUVAVÄLIMUISTI
fr: GÉNÉRER LE CACHE D’IMAGES
gl_es: CREAR CACHE DE IMAXE
he: בניית תמונת CACHES
hu: KÉP CACHE FELÉPÍTÉSE
it: COSTRUISCI CACHE IMMAGINI
ja_jp: 追加したメタ情報ファイルを保存
nl: IMAGE CACHE OPBOUWEN
pl: STWÓRZ PAMIĘĆ PODRĘCZNĄ OBRAZÓW
ro_ro: CONSTRUIEȘTE CACHE-UL DE IMAGINI
sk_sk: Vytvoriť pamäť obrázkov
tr: GÖRÜNTÜ ÖNBELLEĞİ OLUŞTUR
vi_vn: TẠO BỘ NHỚ ĐỆM CHO HÌNH ẢNH
zh_cn: 建立图片缓存

source: Building image cache
ca: Construïnt memòria cau d'imatges
cs_cz: Vytváření mezipaměti pro obrázek
cy_gb: Adeiladu delwedd cof dros dro
eu_es: IRUDI KATXEA ERAIKITZEN
fi_fi: Luodaan kuvavälimuistia
fr: Génération du cache d’images
gl_es: Creando caché de imaxes
he: בניית תמונת CACHES מתבצעת
hu: Kép cache építése
it: Creazione cache immagini
ja_jp: メタ情報ファイルを保存中
nl: Image cache opbouwen
pl: Tworzenie pamięci podręcznej obrazów
ro_ro: Se construiește cache-ul de imagini
sk_sk: Vytváram pamäť obrázkov
tr: Görüntü önbelleği oluşturuluyor
vi_vn: Đang tạo bộ nhớ đệm cho hình ảnh
zh_cn: 正在建立图片缓存

source: DISPLAY SETTINGS
cs_cz: NASTAVENÍ DISPLEJE
fr: RÉGLAGES D'AFFICHAGE
gl_es: CONFIGURACIÓN DE VISUALIZACIÓN
hu: MEGJELENÍTÉSI BEÁLLÍTÁSOK
it: IMPOSTAZIONI SCHERMO
ja_jp: メニューなどの文字設定
pl: USTAWIENIA EKRANU
ro_ro: SETĂRI DISPLAY
sk_sk: Nastavenie zobrazenia
tr: GÖRÜNTÜ AYARLARI
vi_vn: CÀI ĐẶT HIỂN THỊ
zh_cn: 显示设置

source: MENU FONT SCALE
cs_cz: STUPNICE PÍSMA MENU
fr: ÉCHELLE DE POLICE DU MENU
gl_es: ESCALADO DE FONTES DE MENÚ
hu: MENÜ BETŰMÉRETE
it: SCALA CARATTERI MENU
ja_jp: メニューフォントの大きさ
pl: SKALA CZCIONKI MENU
ro_ro: SCALARE FONT MENIU
sk_sk: Mierka písma ponuky
tr: MENÜ YAZI TİPİ ÖLÇEĞİ
vi_vn: MENU TỶ LỆ PHÔNG CHỮ
zh_cn: 菜单字体比例

source: FONT SCALE
cs_cz: STUPNICE PÍSMA
fr: ÉCHELLE DE POLICE
gl_es: ESCALADO DE FONTE
hu: BETŰMÉRET
it: SCALA CARATTERI
ja_jp: フォントの大きさ
pl: SKALA CZCIONKI
ro_ro: SCALARE FONT
sk_sk: Mierka písma
tr: YAZI TİPİ ÖLÇEĞİ
vi_vn: TỶ LỆ PHÔNG CHỮ
zh_cn: 字体比例

source: THEME FONT SCALE
cs_cz: STUPNICE PÍSMA TÉMATU
fr: ÉCHELLE DE POLICE DU THÈME
gl_es: ESCALADO DE FONTE DO TEMA
hu: TÉMA BETŰTÍPUS SKÁLA
it: SCALA CARATTERI DEL TEMA
ja_jp: テーマフォントの大きさ
pl: SKALA CZCIONKI MOTYWU
ro_ro: SCALARE FONT TEMĂ
sk_sk: Mierka písma témy
tr: TEMA YAZI TİPİ ÖLÇEĞİ
vi_vn: GIAO DIỆN TỶ LỆ PHÔNG CHỮ
zh_cn: 主题字体比例

source: FULL SCREEN MENUS
cs_cz: MENU PŘES CELOU OBRAZOVKU
fr: MENUS PLEIN ÉCRAN
gl_es: MENÚS DE PANTALLA COMPLETA
hu: TELJES KÉPERNYŐS MENÜK
it: MENU A TUTTO SCHERMO
ja_jp: メニューを全画面表示
pl: MENU PEŁNOEKRANOWE
ro_ro: MENIURI PE ÎNTREG ECRANUL
sk_sk: Celoobrazovkové ponuky
tr: TAM EKRAN MENULER
vi_vn: GIAO DIỆN TOÀN MÀN HÌNH
zh_cn: 全屏菜单

source: FORCE SMALL SCREEN THEMING
cs_cz: VYNUTIT TÉMA MALÉ OBRAZOVKY
fr: FORCER THÈME POUR PETIT ÉCRAN
gl_es: FORZAR TEMA EN PANTALLA PEQUENA
hu: KIS KÉPERNYŐS TÉMÁK KÉNYSZERÍTÉSE
it: FORZA TEMA PER SCHERMO PICCOLO
ja_jp: 小型画面用テーマを強制する
pl: WYMUŚ MOTYWY MAŁEGO EKRANU
ro_ro: FORȚEAZĂ APLICAREA TEMEI PE ECRAN MIC
sk_sk: Vynútiť tému pre malé obrazovky
tr: KÜÇÜK EKRAN TEMASINI ZORLA
zh_cn: 强制小屏幕主题化

source: DATA MANAGEMENT
ar: تسيير البيانات
ca: ADMINISTRADOR DE DADES
cs_cz: SPRÁVA DAT
cy_gb: RHEOLI DATA
eu_es: DATU KUDEAKETA
fr: GESTION DES DONNÉES
gl_es: XESTIÓN DE DATOS
he: ניהול DATA
hu: ADAT MENEDZSMENT
it: GESTIONE DEI DATI
ja_jp: データ管理
nb_no: DATASTYRING
nl: DATA BEHEER
pl: ZARZĄDZANIE DANYMI
ro_ro: MANAGEMENT DATE
sk_sk: Správa údajov
tr: VERİ YÖNETİMİ
vi_vn: QUẢN LÝ DỮ LIỆU
zh_cn: 数据管理

source: IGNORE MULTI-FILE DISK CONTENT (CUE/GDI/CCD/M3U)
ar: تجاهل محتوى القرص المتعدد الملفات (CUE/GDI/CCD/M3U)
ca: IGNORAR CONTINGUT MULTI-ARXIU (CUE/GDI/CCD/M3U)
cs_cz: IGNOR. OBSAH VÍCE SOUBOR. DISKU (CUE/GDI/CCD/M3U)
eu_es: EZ HARTU KONTUTAN FITXATEGI ANITZ DITUZTEN DISKO EDUKIAK (CUE/GDI/CCD/M3U)
fi_fi: ÄLÄ HUOMIOI USEAN LEVYN SISÄLTÖÄ (CUE/GDI/CCD/M3U)
fr: IGNORER LE CONTENU MULTI-FICHIERS (CUE/GDI/CCD/M3U)
gl_es: IGNORAR O CONTIDO DO DISCO DE MULTI-FICHERO (CUE/GDI/CCD/M3U)
hu: TÖBBLEMEZES TARTALOM FIGYELMEN KÍVÜL HAGYÁSA (CUE/GDI/CCD/M3U)
it: IGNORA CONTENUTO DISCO MULTIFILE (CUE/GDI/CCD/M3U)
ja_jp: (CUE/GDI/CCD/M3U)に記載のファイルを表示しない
nb_no: IGNORER FLERFIL DISKINNHOLD (CUE/GDI/CCD/M3U)
nl: NEGEER MULTI-BESTAND SCHIJF CONTENT (CUE/GDI/CCD/M3U)
pl: IGNORUJ ZAWARTOŚĆ DYSKU WIELOPLIKOWEGO (CUE/GDI/CCD/M3U)
ro_ro: IGNORĂ DISCURILE CU MAI MULTE FIȘIERE (CUE/GDI/CCD/M3U)
sk_sk: Ignorovať viacsúborový obsah diskov (CUE/GDI/CCD/M3U)
tr: BİRDEN FAZLA DİSK İÇERİĞİNİ GÖRMEZDEN GEL(CUE/GDI/CCD/M3U)
zh_cn: 忽略多文件磁盘内容（CUE/GDI/CCD/M3U）

source: ENABLE GAME FILTERING
ar: تفعيل التصفية للعبة
ca: HABILITAR FILTRAT DE JOCS
cs_cz: POVOLIT FILTROVÁNÍ HER
eu_es: GAITU JOKO FILTRATZEA
fr: ACTIVER LES FILTRES DE JEUX
gl_es: ACTIVAR O FILTRADO DE XOGOS
hu: JÁTÉKSZŰRÉS ENGEDÉLYEZÉSE
it: ABILITA IL FILTRAGGIO DEI GIOCHI
ja_jp: ゲームフィルタを有効
nb_no: AKTIVER SPILLFILTRERING
pl: WŁĄCZ FILTROWANIE GIER
ro_ro: ACTIVEAZĂ FILTRAREA JOCURILOR
sk_sk: Povoliť filtrovanie hier
tr: OYUN FİLTRELEMEYİ AÇ
vi_vn: BẬT LỌC TRÒ CHƠI
zh_cn: 启用游戏筛选

source: Whether to show or hide game filtering related settings in the view options.
ar: يقوم بإظهار أو إخفاء خاصية التصفية أو الفرز.
ca: Mostrar o ocultar ajustos relacionats amb el filtrat de jocs a les opcions de visualització.
cs_cz: Zobrazení nebo skrytí nastavení souvisejících s filtrováním her v možnostech zobrazení.
eu_es: Erakutsi edo ezkutatu filtroen inguruko aukerak erakusteko ezarpenetan
fi_fi: Näytä tai piilota pelin suodatukseen liittyvät asetukset näkymä-asetuksissa.
fr: Afficher ou masquer les paramètres de filtrage de jeu dans l'écran d'options.
gl_es: Indica se amosar ou ocultar a configuración relacionada co filtrado do xogo nas opcións de visualización.
hu: Azt határozza meg, hogy megjelenjenek-e vagy elrejtsék-e a játékszűréssel kapcsolatos beállításokat a nézetbeállításokban.
it: Se mostrare o nascondere il filtraggio dei giochi tra le opzioni di visualizzazione.
ja_jp: 表示設定にある、各ゲームフィルタ設定を有効(表示)にします
nb_no: Om du vil vise eller skjule spillfiltreringsrelaterte innstillinger i visningsalternativene.
pl: Czy pokazywać lub ukrywać ustawienia związane z filtrowaniem gier w opcjach widoku.
ro_ro: Dacă se afișează sau se ascund setările de filtrare a jocurilor în opțiunile de vizualizare.
sk_sk: Či zobraziť alebo skryť nastavenia filtrovania hry vo voľbách zobrazenia.
tr: Görünüm seçeneklerinde oyun filtrelemeyle ilgili ayarların gösterilip gösterilmeyeceği.
vi_vn: Hiển thị hay ẩn cài đặt liên quan đến lọc trò chơi trong tùy chọn xem.
zh_cn: 在视图选项中显示还是隐藏与游戏筛选相关的设置。

source: SAVE METADATA ON EXIT
ar: حفظ البيانات الوصفية عند الخروج
ca: DESAR METADADES AL TANCAR
cs_cz: ULOŽIT METADATA A UKONČIT
cy_gb: ARBED METADATA WRTH ADAEL
eu_es: GORDE METADATUAK IRTETZEAN
fi_fi: TALLENNA METATIEDOT SULJETTAESSA
fr: SAUVEGARDER LES MÉTADONNÉES EN QUITTANT
gl_es: GARDAR DATOS DESCRIPTIVOS A SAÍDA
he: שמרית METADATA ביציאה
hu: METAADAT MENTÉSE KILÉPÉSKOR
it: SALVA LE INFORMAZIONI ALL'USCITA
ja_jp: 終了時にメタ情報を保存
nl: METADATA OPSLAAN BIJ AFSLUITEN
pl: ZAPISZ METADANE PRZY WYJŚCIU
ro_ro: SALVEAZĂ METADATELE LA IEȘIRE
sk_sk: Uložiť metadáta pri ukončení
tr: ÇIKIŞTA VERİLERİ KAYDET
vi_vn: LƯU METADATA KHI THOÁT
zh_cn: 退出时保存元数据

source: PARSE GAMELISTS ONLY
ar: توليد قائمة الألعاب فقط
ca: INTERPRETAR NOMÉS GAMELISTS
cs_cz: ANALYZOVAT POUZE SEZNAMY HER
eu_es: PARSEATU JOKO LISTAK BAKARRIK
fr: ANALYSER SEULEMENT LES LISTES DE JEUX
gl_es: SÓ ANALIZAR LISTAS DE XOGOS
hu: CSAK A JÁTÉKLISTÁK ELEMZÉSE
it: ORGANIZZA SOLO LE LISTE DEI GIOCHI
ja_jp: ゲームリストを更新しない
pl: ANALIZUJ TYLKO LISTY GIER
ro_ro: PARCURGE DOAR LISTELE DE JOCURI
sk_sk: Spracovať iba zoznamy hier
tr: SADECE OYUN DOSYALARINI AYRAŞTIR
vi_vn: CHỈ DÁN DANH SÁCH GAME
zh_cn: 仅解析游戏列表

source: Debug tool: Don't check if the ROMs actually exist. Can cause problems!
ar: أداة تنقيح: عدم فحص ملفات اللعبة (روم) إن كانت موجودة.قد يتسبب هذا في مشكل!
ca: Eina de depuració: No comprovar si les ROMs realment existeixen. Pot causar problemes!
cs_cz: Nástroj pro ladění: Neověřuje, zda ROMY skutečně existují. Může způsobit problémy!
eu_es: Arazketa tresna: Ez konprobatu ROM-a benetan existitzen den edo ez. Arazoak sor ditzake!
fr: Debug: Ne pas vérifier si les ROMs existent. Peut causer des problèmes!
gl_es: Ferramenta de depuración: non comproba se as ROMs realmente existen. Pode causar problemas!
hu: Hibakeresési eszköz: Ne ellenőrizze, hogy a ROM-ok valóban léteznek-e. Problémákat okozhat!
it: Strumento di debug: Non controllare se le ROMs esistono. Può causare problemi!
ja_jp: デバッグツール：ROMがある場合はチェックしないでください。問題が出る場合があります！
pl: Narzędzie do debugowania: Nie sprawdzaj, czy ROM-y faktycznie istnieją. Może powodować problemy!
ro_ro: Unealtă de depanare: Nu verifica dacă ROM-urile chiar există. Poate cauza probleme!
sk_sk: Ladiaci nástroj: Nekontrolovať, či ROM existuje. Môže spôsobiť problémy!
tr: Hata ayıklama aracı: ROM'ların gerçekten var olup olmadığını kontrol etme. Sorunlara neden olabilir!
vi_vn: Công cụ gỡ lỗi: Không kiểm tra xem ROM có thực sự tồn tại hay không. Có thể gây ra lỗi!
zh_cn: 调试工具：不要检查ROM是否真的存在。可能会导致一些问题！

source: SEARCH FOR LOCAL ART
ar: البحث عن فن داخلي
ca: CERCAR ART LOCAL
cs_cz: VYHLEDAT MÍSTNÍ OBRÁZEK
cy_gb: CHWILIO AM GELF LEOL
eu_es: BILATU ARTEAK LOKALEAN
fi_fi: ETSI PAIKALLISTA MEDIAA
fr: RECHERCHER DES VISUELS COMPLÉMENTAIRES
gl_es: BUSCA DE ARTE LOCAL
he: סרוק לאמנות במערכת מקומית
hu: HELYI KÉP KERESÉSE
it: RICERCA IMMAGINI IN LOCALE
ja_jp: ローカルアートの検索
nb_no: SØKER ETTER LOKAL KUNST
nl: ZOEK NAAR LOKALE ART
pl: SZUKAJ LOKALNEJ ART
ro_ro: CAUTĂ FIȘERE DE ARTĂ LOCALE
sk_sk: Hľadať miestne umenie
tr: YEREL RESİMLERİ ARA
vi_vn: TÌM KIẾM ART TRÊN THIẾT BỊ
zh_cn: 在磁盘上查找预览图

source: If no image is specified in the gamelist, try to find media with the same filename to use.
ar: إن لم تكن هناك صورة في قائمة الألعاب، جرب إيجادها بنفس اسم اللعبة.
ca: Si no hi ha imatge especificada a la gamelist, prova de trobar continguts amb el mateix nom d'arxiu.
cs_cz: Pokud není v seznamu her zadán žádný obrázek, pokusí se najít médium se stejným názvem souboru, které lze použít.
eu_es: Irudirik ez badago ezarrita joko listan, media bilatzen saiatu fitxategi izen berdinarekin.
fr: Si la liste de jeux ne précise pas d'image, essayer d'utiliser un média avec le même nom de fichier.
gl_es: Se non se especifica ningunha imaxe na lista de xogos, tenta atopar medios co mesmo nome de ficheiro para usar.
hu: Ha nincs megadva kép a játéklistában, próbáljon meg azonos fájlnévvel rendelkezőt keresni.
it: Se non c'è un immagine specificata nella lista giochi, prova a cercarla tra i media con lo stesso nome file.
ja_jp: ゲームリストにイメージ画像の指定が無い場合は、同じファイル名の画像を検索します
nb_no: Hvis det ikke er angitt noe bilde i spilllisten, prøv å finne medier med samme filnavn som skal brukes.
pl: Jeśli na liście gier nie określono żadnego obrazu, spróbuj znaleźć nośnik o tej samej nazwie pliku, którego chcesz użyć.
ro_ro: Dacă nicio imagine nu este specificată în lista de jocuri, încearcă să găsească fișiere media cu același nume pentru a le folosi.
sk_sk: Ak nie je žiadny obrázok určený v zozname hier, skúsiť nájsť médiá s rovnakým názvom.
tr: Oyun listesinde herhangi bir resim belirtilmemişse, kullanmak üzere aynı dosya adına sahipmedya bulmaya çalış.
vi_vn: Nếu không có hình ảnh nào được chỉ định trong danh sách trò chơi, hãy thử tìm phương tiện có cùng tên tệp để sử dụng.
zh_cn: 如果游戏列表中没有指定图像，尝试查找具有相同文件名的媒体。

source: USER INTERFACE
ar: واجهة المستخدم
ca: INTERFÍCIE D'USUARI
cs_cz: UŽIVATELSKÉ ROZHRANÍ
eu_es: ERABILTZAILE INTERFAZEA
fi_fi: KÄYTTÖLIITTYMÄ
fr: INTERFACE UTILISATEUR
gl_es: INTERFACE DE USUARIO
hu: FELHASZNÁLÓI FELÜLET
it: INTERFACCIA UTENTE
ja_jp: ユーザーインターフェイス
nb_no: BRUKERGRENSESNITT
pl: INTERFEJS UŻYTKOWNIKA
ro_ro: INTERFAȚĂ
sk_sk: Používateľské rozhranie
tr: KULLANICI ARAYÜZÜ
vi_vn: GIAO DIỆN NGƯỜI DÙNG
zh_cn: 用户界面

source: CAROUSEL TRANSITIONS
ar: تنقل دائري
ca: CARRUSEL DE TRANSICIONS
cs_cz: CAROUSEL TRANZITY
cy_gb: CARWSEL TRAWSNEWIDIADAU
eu_es: KARRUSEL TRANSIZIOAK
fi_fi: KARUSELLI SIIRTYMÄT
fr: TRANSITION DU CARROUSEL
gl_es: TRANSICIÓNS DE CARRUSEL
he: מעברי קרוסלה
hu: CAROUSEL VÁLTÁSOK
it: TRANSIZIONI A GIOSTRA
ja_jp: メニュー回転(カルーセル)効果
nb_no: Karusell overganger
nl: CAROUSEL OVERGANGEN
pl: PRZEJŚCIA KARUZELI
ro_ro: TRANZIȚII CARUSEL
sk_sk: Kolotočové prechody
tr: KARUSEL ÇEVİRİLER
vi_vn: CHUYỂN ĐỔI CAROUSEL
zh_cn: 循环画面转场

source: QUICK SYSTEM SELECT
ar: تحديد نظام سريع
ca: SELECCIÓ RÀPIDA DEL SISTEMA
cs_cz: RYCHLÝ VÝBĚR SYSTÉMU
cy_gb: DETHOL SYSTEM CYFLYM
eu_es: SISTEMA AUKERATZE AZKARRA
fr: SÉLECTION RAPIDE DU SYSTÈME
gl_es: SELECCIÓN RÁPIDA DO SISTEMA
he: בחירת מערכת מהירה
hu: GYORS RENDSZERVÁLTÁS
it: SELEZIONE RAPIDA SISTEMA
ja_jp: クイックシステム選択
nb_no: RASKT PLATTFORM VALG
nl: SNELLE SYSTEEM SELECTIE
pl: SZYBKI WYBÓR SYSTEMU
ro_ro: SELECȚIA RAPIDĂ A SISTEMULUI
sk_sk: Rýchly výber systému
tr: HIZLI SİSTEM SEÇİMİ
vi_vn: HỆ THỐNG LỰA CHỌN NHANH
zh_cn: 快速系统选择

source: ON-SCREEN KEYBOARD
ar: لوحة مفاتيح على الشاشة
ca: TECLAT EN PANTALLA
cs_cz: KLÁVESNICE NA OBRAZOVCE
cy_gb: ALWEDDFWRDD AR SGRIN
eu_es: PANTAILAKO TEKLATUA
fi_fi: NÄYTTÖNÄPPÄIMISTÖ
fr: CLAVIER VIRTUEL
gl_es: TECLADO EN PANTALLA
hu: KÉPERNYŐ BILLENTYŰZET
it: MOSTRA TASTIERA SULLO SCHERMO
ja_jp: スクリーンキーボードを使用
nb_no: Tastatur (På Skjermen)
nl: KEYBOARD OP SCHERM
pl: KLAWIATURA EKRANOWA
ro_ro: TASTATURĂ PE ECRAN
sk_sk: Klávesnica na obrazovke
tr: EKRAN KLAVYESİ
vi_vn: BÀN PHÍM TRÊN MÀN HÌNH
zh_cn: 虚拟键盘

source: HIDE EMULATIONSTATION WHEN RUNNING A GAME
ar: إخفاء EMULATIONSTATION في أثناء تشغيل اللعبة
ca: AMAGAR EMULATIONSTATION MENTRE S’EXECUTA UN JOC
cs_cz: SKRÝT EMULÁTOR PŘI SPUŠTĚNÍ HRY
eu_es: EZKUTATU EMULATIONSTATION JOKO BAT EXEKUTATZEAN
fi_fi: PIILOTA EMULATIONSTATION KUN PELIÄ AJETAAN
fr: CACHER EMULATIONSTATION AU LANCEMENT D’UN JEU
gl_es: OCULTAR EMULATIONSTATION AO EXECUTAR UN XOGO
hu: AZ EMULATIONSTATION ELREJTÉSE JÁTÉK FUTTATÁSAKOR
it: NASCONDI IMMAGINE SPLASH ES ALL'AVVIO DEL GIOCO
ja_jp: ゲーム開始時のイメージ画、ゲーム名を非表示
nb_no: SKJUL EMULATIONSTATION NÅR ET SPILL KJØRER
nl: EMULATIONSTATION VERBERGEN GEDURENDE EEN SPEL
pl: UKRYJ EMULATIONSTATION PODCZAS URUCHAMIANIA GRY
ro_ro: ASCUNDE EMULATIONSTATION CÂND SE RULEAZĂ UN JOC
sk_sk: Skryť EmulationStation pri behu hry
tr: OYUN ÇALIŞIRKEN EMULATIONSTATION'U GİZLE
vi_vn: ẨN TRÌNH GIẢ LẬP KHI CHẠY TRÒ CHƠI
zh_cn: 运行游戏时隐藏界面

source: COMPLETE QUIT MENU
ar: أكمل واخرج من القائمة
ca: MENÚ SORTIR COMPLET
cs_cz: ÚPLNÉ MENU UKONČENÍ
cy_gb: DEWISLEN GADAEL TERFYNOL
eu_es: IRTETZE MENU OSOA
fr: AFFICHER LE MENU QUITTER COMPLET
gl_es: MENÚ SAÍR COMPLETO
he: השלמת תפריט יציאה
hu: TELJES KILÉPÉSI MENÜ
it: ESCI DEFINITIVAMENTE DAL MENU
ja_jp: 完全終了メニュー
nl: COMPLEET MENU AFSLUITEN
pl: ZAKOŃCZ WYJŚCIE Z MENU
ro_ro: MENIU IEȘIRE DETALIAT
sk_sk: Kompletná ponuka ukončenia
tr: MENÜDEN ÇIKIŞI TAMAMLA
vi_vn: HOÀN THÀNH MENU THOÁT
zh_cn: 完全退出菜单

source: RETROARCH MENU DRIVER
ar: سمة قائمة ريتروأرك
ca: CONTROLADOR DE MENÚ RETROARCH
cs_cz: MENU OVLÁDAČŮ RETROARCH
eu_es: RETROACH-EN MENU DRIVER-A
fi_fi: RETROARCHIN VALIKON AJURI
fr: THÈME DE L’INTERFACE RETROARCH
gl_es: TIPO DE INTERFACE DE RETROARCH
he: תפריט מנהל התקן RETROARCH
hu: RETROARCH MENÜ VEZÉRLŐ
it: DRIVER MENU RETROARCH
ja_jp: RETROARCH メニュードライバー
nb_no: RETROARCH MENY DRIVER
pl: STEROWNIK MENU RETROARCH
ro_ro: DRIVER MENIU RETROARCH
sk_sk: Ovládač ponuky Retroarch
tr: RETROARCH MENÜ SÜRÜCÜSÜ
zh_cn: RETROARCH菜单驱动

source: SWITCH CONFIRM & CANCEL BUTTONS IN EMULATIONSTATION
ar: تبديل زري الموافقة والرفض في EMULATIONSTATION
ca: INTERCANVIAR ELS BOTONS SUD I EST A EMULATIONSTATION
cs_cz: PŘEPÍNÁNÍ TLAČÍTEK POTVRZENÍ A ZRUŠENÍ V EMULATIONSTATION
eu_es: ALDATU ONARTU & UTZI BOTOIAK EMULATIONSTATION-EAN
fr: INTERVERTIR LES BOUTONS DE CONFIRMATION ET ANNULATION DANS EMULATIONSTATION
gl_es: TROCAR CONFIRMAR E CANCELAR BOTÓNS EN EMULATIONSTATION
hu: MEGERŐSÍTÉS ÉS MÉGSE GOMBOK VÁLTÁSA AZ EMULATIONSTATION ALKALMAZÁSBAN
it: SCAMBIA I BOTTONI CONFERMA & CANCELLA IN EMULATIONSTATION
ja_jp: ESメニューの 決定 とキャンセル のボタン入れ替え
pl: PRZEŁĄCZ PRZYCISKI POTWIERDŹ (A) I ANULUJ (B) W EMULATIONSTATION
ro_ro: SCHIMBĂ BUTOANELE „CONFIRMĂ” ȘI „ANULEAZĂ”
sk_sk: Vymeniť tlačidlá Potvrdiť a Zrušiť v EmulationStation
tr: EMULATIONSTATION'DA ONAYLAMA VE İPTAL TUŞLARINI DEĞİŞTİR
vi_vn: CHUYỂN ĐỔI NÚT XÁC NHẬN VÀ HỦY TRONG TRÌNH GIẢ LẬP
zh_cn: 在EmulationStation中将确认键和取消键互换

source: Switches the South and East buttons' functionality
ar: يقوم بتبديل وظيفة الزرين جنوب وشرق
ca: Intercanvia la funcionalitat dels botons Sud i Est
cs_cz: Přepíná funkce tlačítek Jih a Východ
eu_es: Aldatu Hego eta Ekialde botoiein funtzionalitatea
fr: Intervertir les fonctions des boutons Sud et Est
gl_es: Cambia a funcionalidade dos botóns Sur e Este
hu: Váltás a Dél és Kelet gombok funkciói között
it: Scambia le funzionalità dei bottoni sud e est
ja_jp: Emulationstationで、南(下)と東(右)のボタンの機能を入れ替えます
pl: Przełącza funkcjonalność dolnego i prawego przycisku
ro_ro: Inversează funcționalitatea butoanelor din sud și est
sk_sk: Prepne funkcionalitu tlačidiel Juh a Východ
tr: Güney ve Doğu tuşlarının işlevselliğini değiştir
vi_vn: Chuyển đổi chức năng phím hướng Nam và Đông cho nhau
zh_cn: 切换南按键和东按键的功能

source: ACCESS GAME OPTIONS WITH NORTH BUTTON
ar: عرض قائمة خيارات اللعبة بالزر شمال.
ca: ACCEDIR A LES OPCIONS DE JOC AMB EL BOTÓ NORD
cs_cz: PŘÍSTUP K MOŽNOSTEM HRY POMOCÍ HORNÍHO TLAČÍTKA
eu_es: IPAR BOTOIAREKIN JOKO EZARPENAK ATZITU
fr: ACCÉDER AUX OPTIONS DU JEUX AVEC LE BOUTON NORD
gl_es: ACCEDE ÁS OPCIÓNS DO XOGO CO BOTÓN NORTE
he: פתיחת הגדרות משחק באמצעות מקש 'למעלה'
hu: JÁTÉK OPCIÓK ELÉRÉSE A DÉLI GOMB HASZNÁLATÁVAL
it: ACCEDI ALLE OPZIONI GIOCO CON IL PULSANTE NORD
ja_jp: 上(北)ボタン長押しでゲーム設定を開く
nb_no: FÅ TILGANG TIL SPILL VALG MED NORD-KNAPPEN
nl: SPEL OPTIES OPENEN MET NOORD KNOP
pl: DOSTĘP DO OPCJI GRY GÓRNYM PRZYCISKIEM
ro_ro: ACCESEAZĂ OPȚIUNI JOC CU BUTONUL DIN NORD
sk_sk: Prístup k voľbám hry cez severné tlačidlo
tr: KUZEY TUŞUNU KULLANARAK OYUN AYARLARINA ERİŞİM YAP
vi_vn: TRUY CẬP TÙY CHỌN TRÒ CHƠI BẰNG PHÍM HƯỚNG BẮC
zh_cn: 使用北按键访问游戏设置选项

source: Switches to short-press North for Savestates & long-press South button for Game Options
ar: يقوم بتبديل وظيفة الضغطة الخفيفة على زر شمال لحالات الحفظ مع الضغط المطول لخيارات اللعبة
ca: Alternarnar entre pulsació curta del botó Nort per a Estats Desats i pulsació llarga del botó Sud per a Opcions del Joc
cs_cz: Obrátit horní tlačítko (uložit) a dlouhý stisk dolního (nastavení)
eu_es: Ipar botoia denbora gutxiz sakatzeak Egoera gorde & Hego botoiaren sakatze luzeak Joko Ezarpenak erakustera trukatzen ditu
fr: Intervertit le bouton nord (sauvegardes de jeu) et la pression longue sur le bouton sud (options du jeu)
gl_es: Muda á pulsación curta do botón Norte para as paridas gardadas e á pulsación longa do botón Sur para as opcións do xogo
hu: Déli gomb (mentési állapot) és a hosszú nyomva tartás (játék opciók) invertálása
it: Inverti pulsante NORD (salvataggi istant.) & pressione lunga SUD (opzioni gioco)
ja_jp: 上(北)ボタン短押(ステートセーブ)、下(南)ボタン長押(ゲーム設定)を入れ替えます
nl: Wisselt naar kort-indruk Noord voor Savestates & lange-indruk Zuid knop voor Spel Opties
pl: Zmienia na krótkie naciśnięcie górnego przycisku (zapis stanu) i długie naciśnięcie dolnego przycisku (opcje gry)
ro_ro: Comută la apăsarea scurtă pe butonul din nord pentru stările salvate și apăsarea lungă pe butonul din sud pentru opțiunile jocului
sk_sk: Krátkym stlačením tlačidla Sever prepnete na uloženie stavu a dlhým stlačením tlačidla Juh zobrazíte voľby hry
tr: Kayıt Durumları için Kuzey'e kısa basın ve Oyun Seçenekleri için Güney tuşuna uzun basın
vi_vn: Chuyển đổi thành giữ ngắn phím Bắc để truy cập Lưu game và giữ dài phím Nam để truy cập Tùy chọn game
zh_cn: 切换为短按北按键呼出存档，长按南按键呼出游戏选项

source: CONTROL EMULATIONSTATION WITH FIRST JOYSTICK ONLY
ar: التحكم بـِEMULATIONSTATION بذراع التحكم الأولى فقط
ca: CONTROLAR EMULATIONSTATION NOMÉS AMB EL PRIMER COMANDAMENT
cs_cz: OVLÁDÁNÍ EMULÁTORU POUZE PRVNÍM JOYSTICKEM
eu_es: KONTROLATU EMULATIONSTATION LEHENENGO JOYSTICK-AREKIN BAKARRIK
fi_fi: OHJAA EMULATIONSTATIONIA PELKÄLLÄ OHJAUSSAUVALLA
fr: CONTRÔLER EMULATIONSTATION AVEC LA 1ÈRE MANETTE UNIQUEMENT
gl_es: CONTROLAR O SISTEMA SÓ CO JOYSTICK PRINCIPAL
hu: AZ ES VEZÉRLÉSE CSAK AZ EGYES SZÁMÚ VEZÉRLŐVEL
it: UTILIZZO DI ES SOLO PER IL PRIMO CONTROLLER
ja_jp: 最初のコントローラだけでESメニューを操作する
nl: BESTUUR EMULATIONSTATION ALLEEN MET DE EERSTE JOYSTICK
pl: STERUJ EMULATIONSTATION TYLKO Z PIERWSZEGO JOYSTICKA
ro_ro: CONTROLEAZĂ ES DOAR CU PRIMUL JOYSTICK
sk_sk: Ovládať EmulationStation iba prvým joystickom
tr: EMULATIONSTATION U SADECE İLK KUMANDA İLE YÖNET
vi_vn: CHỈ TAY CẦM 1 CÓ THỂ ĐIỀU KHIỂN HỆ THỐNG
zh_cn: 仅使用第一个手柄控制主界面

source: GUN MOVE TOLERENCE
ar: حساسية حركة المسدس
ca: TOLERÀNCIA DE MOVIMENT DE LA PISTOLA
cs_cz: TOLERANCE POHYBU ZBRANĚ
eu_es: PISTOLAREN MUGITZE TOLERANTZIA
fr: TOLÉRANCE DE MOUVEMENT DES PISTOLETS
gl_es: TOLERANCIA O MOVEMENTO DA ARMA
hu: FEGYVERMOZGÁS TŰRÉSHATÁR
it: MUOVI LA TOLLERANZA DELLA PISTOLA
ja_jp: ガンコン移動公差(許容誤差範囲)
nb_no: VÅPEN BEVEGELSE TOLERANSE
pl: TOLERANCJA RUCHU PISTOLETU
ro_ro: TOLERANȚA LA MIȘCAREA PUȘTII
sk_sk: Tolerancia pohybu zbrane
tr: SİLAH HAREKET TÖLERANSI
zh_cn: 枪支移动容忍度

source: ENABLE PS3 CONTROLLER SUPPORT
fr: ACTIVER LE SUPPORT DU CONTRÔLEUR PS3
gl_es: ACTIVAR SOPORTE DO MANDO DE PS3
hu: PS3 VEZÉRLŐ TÁMOGATÁS ENGEDÉLYEZÉSE
it: ABILITA SUPPORTO CONTROLLER PS3
ja_jp: PS3コントローラーのサポートを有効
pl: WŁĄCZ OBSŁUGĘ KONTROLERA PS3
ro_ro: ACTIVEAZĂ SUPORT PENTRU CONTROLER PS3
tr: PS3 KONTROLCÜ DESTEĞİNİ ETKİNLEŞTİR
vi_vn: BẬT HỖ TRỢ TAY CẦM PS3
zh_cn: 启用PS3控制器支持

source: Might have negative impact on security.
fr: Peut avoir un impact négatif sur la sécurité.
gl_es: Pode ter un impacto negativo na seguridade.
hu: Negatív hatással lehet a biztonságra.
it: Potrebbe avere effetti negativi sulla sicurezza.
ja_jp: セキュリティに悪影響を及ぼす可能性があります
pl: Może to mieć negatywny wpływ na bezpieczeństwo.
ro_ro: Poate avea un impact negativ legat de securitate.
tr: Güvenliği olumsuz yönde etkileyebilir.
vi_vn: Có thể có tác động tiêu cực đến bảo mật.
zh_cn: 可能会对安全性产生负面影响。
