Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: AVAILABLE GAMES
ar: ألعاب متوفرة
ca: JOCS DISPONIBLES
cs_cz: DOSTUPNÉ HRY
cy_gb: GEMAU AR GAEL
eu_es: JOKO ESKURAGARRIAK
fi_fi: SAATAVILLA OLEVAT PELIT
fr: JEUX DISPONIBLES
gl_es: XOGOS DIPOÑIBLES
he: משחקים זמנים
hu: ELÉRHETŐ JÁTÉKOK
it: GIOCHI DISPONIBILI
ja_jp: 参加可能なゲーム
nb_no: TILGJENGELIGE SPILL
nl: BESCHIKBARE SPELLEN
pl: DOSTĘPNE GRY
ro_ro: JOCURI DISPONIBILE
sk_sk: Dostupné hry
tr: MEVCUT OYUNLAR
vi_vn: TRÒ CHƠI CÓ SẴN
zh_cn: 可用的游戏

source: UNAVAILABLE GAMES
ar: ألعاب غير متوفرة
ca: JOCS NO DISPONIBLES
cs_cz: NEDOSTUPNÉ HRY
cy_gb: GEMAU ANNERBYNIOL
eu_es: JOKO ESKURAEZINAK
fi_fi: EI SAATAVILLA OLEVAT PELIT
fr: JEUX NON DISPONIBLES
gl_es: XOGOS NON DISPOÑIBLES
he: משחקים לא זמינים
hu: NEM ELÉRHETŐ JÁTÉKOK
it: GIOCHI NON DISPONIBILI
ja_jp: 参加できないゲーム
nb_no: UTILGJENGELIG SPILL
nl: ONBESCHIKBARE SPELLEN
pl: NIEDOSTĘPNE GRY
ro_ro: JOCURI INDISPONIBILE
sk_sk: Nedostupné hry
tr: MEVCUT OLMAYAN OYUNLAR
vi_vn: TRÒ CHƠI KHÔNG CÓ SẴN
zh_cn: 不可用的游戏

source: NO GAMES FOUND
ar: لا يوجد ألعاب - تخطي
ca: NO S'HA TROBAT JOCS
cs_cz: NENALEZENY ŽÁDNÉ HRY
eu_es: EZ DA JOKORIK AURKITU
fi_fi: PELEJÄ EI LÖYTYNYT
fr: AUCUN JEU TROUVÉ
gl_es: NON SE ATOPARON XOGOS
hu: NEM TALÁLHATÓ JÁTÉK
it: NESSUN GIOCO TROVATO
ja_jp: ゲームが見つかりません
nb_no: INGEN SPILL FUNNET
nl: GEEN SPELLEN GEVONDEN
pl: NIE ZNALEZIONO GIER
ro_ro: NU S-AU GĂSIT JOCURI
sk_sk: Nenašli sa hry
tr: HİÇBİR OYUN BULUNAMADI
vi_vn: KHÔNG TÌM THẤY TRÒ CHƠI
zh_cn: 找不到游戏

source: JOIN GAME
ar: الانضمام إلى لُعبة
ca: UNIR-SE A LA PARTIDA
cs_cz: PŘIPOJIT HRU
cy_gb: YMUNO Â GÊM
eu_es: BATU JOKORA
fi_fi: LIITY PELIIN
fr: REJOINDRE LE JEU
gl_es: UNIRSE A PARTIDA
he: הצטרפות למשחק
hu: CSATLAKOZÁS JÁTÉKHOZ
it: UNISCITI AL GIOCO
ja_jp: ゲームに参加
nb_no: BLI MED I SPILLET
nl: DEELNEMEN AAN SPEL
pl: DOŁĄCZ DO GRY
ro_ro: ALĂTURĂ-TE JOCULUI
sk_sk: Pripojiť k hre
tr: OYUNA KATIL
vi_vn: THAM GIA TRÒ CHƠI
zh_cn: 加入游戏

source: WATCH GAME
ar: مشاهدة اللعبة
ca: UNIR-SE COM A ESPECTADOR
cs_cz: SLEDOVAT HRU
cy_gb: GWYLIO GÊM
eu_es: IKUSI JOKOA
fi_fi: KATSO PELIÄ
fr: REGARDER LE JEU
gl_es: VER PARTIDA
he: צפייה במשחק
hu: JÁTÉK NÉZÉS
it: GUARDA LA PARTITA
ja_jp: ゲームを見る
nb_no: SE PÅ SPILL
nl: SPEL BEKIJKEN
pl: OGLĄDAJ GRĘ
ro_ro: PRIVEȘTE JOCUL
sk_sk: Sledovať hru
tr: OYUNU İZLE
vi_vn: XEM TRÒ CHƠI
zh_cn: 观看游戏

source: CONTROLLER SETTINGS
ca: AJUSTOS DE COMADAMENT
cs_cz: NASTAVENÍ OVLADAČE
eu_es: KONTROLATZAILE KONFIGURAZIOA
fi_fi: OHJAIMEN ASETUKSET
fr: PARAMÈTRES DES MANETTES
gl_es: AXUSTES DO MANDO
hu: VEZÉRLŐ BEÁLLÍTÁSAI
it: IMPOSTAZIONI CONTROLLER
ja_jp: コントローラー 設定
nb_no: KONTROLLINNSTILLINGER
nl: CONTROLLER INSTELLINGEN
pl: USTAWIENIA KONTROLERÓW
ro_ro: SETĂRI CONTROLER
sk_sk: Nastavenia ovládača
tr: KONTROLCÜ AYARLARI
vi_vn: CÀI ĐẶT BỘ ĐIỀU KHIỂN
zh_cn: 手柄按键设置

source: CONTROLLER & BLUETOOTH SETTINGS
ar: إعدادات وحدات التحكم
ca: AJUSTOS DE COMANDAMENTS I BLUETOOTH
cs_cz: NASTAVENÍ HER.OVLADAČE A BLUETOOTH
cy_gb: GOSODIADAU RHEOLYDDION
eu_es: AGINTE & BLUETOOTH KONFIGURAZIOAK
fi_fi: OHJAIMEN JA BLUETOOTH ASETUKSET
fr: PARAMÈTRES DES MANETTES ET BLUETOOTH
gl_es: AXUSTES MANDO E BLUETOOTH
he: הגדרות בקרים ובלו-טות'
hu: KONTROLLER BEÁLLÍTÁSOK
it: OPZIONI CONTROLLER E BLUETOOTH
ja_jp: コントローラー＆BLUETOOTH 設定
nb_no: KONTROLL INSTILLINGER
nl: CONTROLLER & BLUETOOTH INSTELLINGEN
pl: KONTROLERY I USTAWIENIA BLUETOOTH
ro_ro: SETĂRI CONTROLER ȘI BLUETOOTH
sk_sk: Nastavenia ovládača a bluetooth
tr: KONTROLCÜ VE BLUETOOTH AYARLARI
vi_vn: CÀI ĐẶT BỘ ĐIỀU KHIỂN & BLUETOOTH
zh_cn: 手柄和蓝牙设置

source: CONTROLLERS PRIORITY
ca: PRIORITAT DEL COMANDAMENT
cs_cz: PRIORITA OVLADAČŮ
eu_es: AGINTE KONTROL PRIORITATEA
fr: ORDRE DES MANETTES
gl_es: PRIORIDADE DE MANDOS
hu: A VEZÉRLŐK PRIORITÁSA
it: PRIORITÀ CONTROLLERS
ja_jp: コントローラーの優先順位
pl: PRIORYTET KONTROLERÓW
ro_ro: PRIORITĂȚI CONTROLERE
sk_sk: Priorita ovládačov
tr: ÖNCELİKLİ KONTROLCÜ
vi_vn: ƯU TIÊN BỘ ĐIỀU KHIỂN
zh_cn: 控制器优先级

source: PLAYER ASSIGNMENTS
ar: مهام اللاعب
ca: ASSIGNACIONS DE JUGADOR
cs_cz: PŘIDĚLENÍ HRÁČŮ
eu_es: JOKALARI ASIGNAZIOAK
fr: AFFECTATION DES JOUEURS
gl_es: ASIGNACION DE MANDOS
hu: JÁTÉKOS FELADATOK
it: ASSEGNAZIONE GIOCATORI
ja_jp: プレイヤーの割当
pl: PRZYPISANIE GRACZY
ro_ro: ASOCIERI JUCĂTORI
sk_sk: Priradenia hráčov
tr: OYUNCU GÖREVLERİ
vi_vn: NHIỆM VỤ CỦA NGƯỜI CHƠI
zh_cn: 玩家分配

source: CONTROLLER #%i
ca: COMANDAMENT #%i
cs_cz: OVLADAČ #%i
eu_es: #%i ANGINTE KONTROLA
fr: MANETTE %i
gl_es: MANDO #%i
hu: VEZÉRLŐ #%i
ja_jp: コントローラー #%i
pl: KONTROLER #%i
ro_ro: CONTROLER #%i
sk_sk: Ovládač #%i
tr: KONTROLCÜ #%i
vi_vn: BỘ ĐIỀU KHIỂN #%i
zh_cn: 控制器 #%i

source: P%i'S CONTROLLER
ar: وحدة تحكم اللاعب %i
ca: COMANDAMENT DEL J%i
cs_cz: P%i'S HER.OVLADAČ
eu_es: %i-REN KONTORLATZAILEA
fi_fi: P%i OHJAIN
fr: MANETTE J%i
gl_es: P%i MANDO
hu: P%i VEZÉRLŐ
it: CONTROLLER P%i
ja_jp: プレイヤー %i コントローラー
pl: KONTROLER P%i
ro_ro: CONTROLERUL JUCĂTORULUI %i
sk_sk: Ovládač P%i
tr: P%i'ÜN KONTROLCÜ
vi_vn: BỘ ĐIỀU KHIỂN CỦA P%i
zh_cn: 玩家%i 控制器

source: CONTROLLER MAPPING
ar: ضبط أزرار وحدة التحكم
ca: MAPATGE DE COMANDAMENTS
cs_cz: MAPOVÁNÍ HER. OVLADAČE
eu_es: KONTROLATZAILE MAPEATZEA
fi_fi: OHJAIMEN KARTOITUKSET
fr: CONFIGURER UNE MANETTE
gl_es: CONFIGURAR MANDO
hu: VEZÉRLŐ BEÁLLÍTÁSA
it: CONFIGURA CONTROLLER
ja_jp: ボタン設定
nb_no: KONTROLLKARTLEGGING
nl: CONTROLLER INDELING
pl: MAPOWANIE KONTROLERA
ro_ro: ASOCIAZĂ BUTOANELE CONTROLERULUI
sk_sk: Mapovanie ovládača
tr: KONTROLCÜ EŞLEME
vi_vn: BẢN ĐỒ PHÍM
zh_cn: 手柄按键映射

source: YOU ARE GOING TO MAP A CONTROLLER. MAP BASED ON THE BUTTON'S POSITION, NOT ITS PHYSICAL LABEL. IF YOU DO NOT HAVE A SPECIAL BUTTON FOR HOTKEY, USE THE SELECT BUTTON. SKIP ALL BUTTONS/STICKS YOU DO NOT HAVE BY HOLDING ANY BUTTON. PRESS THE SOUTH BUTTON TO CONFIRM WHEN DONE.
ca: ES FARÀ EL MAPATGE D'UN COMANDAMENT. AQUEST ES BASA EN LA POSICIÓ DELS BOTONS, NO EN LA SEVA ETIQUETA FÍSICA. SI NO DISPOSA D'UN BOTÓ ESPECIAL PER A USAR-LO DE DREÇERA, USI EL BOTÓ SELECT. OMITI TOTS ELS BOTONS O PALANQUES QUE NO DISPOSI MANTENINT QUALSEVOL BOTÓ. PREMI EL BOTÓ SUD PER A CONFIRMAR QUAN ACABI.
cs_cz: BUDETE MAPOVAT OVLADAČ. MAPOVAT NA ZÁKLADĚ POZICE TLAČÍTKA, NIKOLI JEHO FYZICKÉHO OZNAČENÍ. POKUD NEMÁTE SPECIÁLNÍ TLAČÍTKO PRO KLÁVESOVOU ZKRATKU, POUŽIJTE TLAČÍTKO VÝBĚRU. PODRŽENÍM LIBOVOLNÉHO TLAČÍTKA PŘESKOČTE VŠECHNA TLAČÍTKA/KLÁVESY, KTERÉ NEMÁTE. PO DOKONČENÍ STISKNĚTE JIŽNÍ TLAČÍTKO PRO POTVRZENÍ.
eu_es: KONTROLATZAILE BAT MAPEATZERA ZOAZ. MAPEATZERAKOAN BOTOIEN POSIZIOA HARTU KONTUTAN, EZ BOTOIEN IZEN FISIKOA. EZ BADAUKAZI BOTOI FISIKORIK HOTKEY-ARENTZAT, ERABILI SELECT BOTOIA. SALTATU EZ DITUZUN BOTOI/STICK GUZTIAK EDOZEIN BOTOI SAKATUTA MANTENDUZ. SAKATU HEGO BOTOIAK KONFIRMATZEKO AMAITUTAKOAN.
fr: VOUS ALLEZ CONFIGURER UNE MANETTE. CECI EST BASÉ SUR LA POSITION RELATIVE DES BOUTONS ET NON SUR LEURS LIBELLÉS. SI VOUS N’AVEZ PAS DE TOUCHE SPÉCIALE POUR HOTKEY, UTILISEZ LE BOUTON SELECT. IGNOREZ TOUS LES BOUTONS / STICKS QUE VOUS N’AVEZ PAS EN RESTANT APPUYÉ SUR UN BOUTON DÉJÀ CONFIGURÉ. APPUYEZ SUR LE BOUTON SUD POUR CONFIRMER UNE FOIS TERMINÉ.
gl_es: VAI CONFIGURAR UN MANDO. A CONFIGURACION BASEASE NA POSICIÓN DO BOTÓN, NON NA SÚA ETIQUETA FÍSICA. SE NON TEN UN BOTÓN ESPECIAL PARA A TECLA DE ATALLO (HOTKEY) UTILICE O BOTÓN DE SELECT. SALTE OS BOTÓNS QUE NON TEÑA MANTENDO PREMIDO CALQUER BOTÓN. PREMA O BOTÓN SUR PARA CONFIRMAR CANDO REMATE.
hu: EGY VEZÉRLŐT FOG LEKÉPEZNI. A TÉRKÉP A GOMB POZÍCIÓJA ALAPJÁN TÖRTÉNIK, NEM A FIZIKAI CÍMKÉJE ALAPJÁN. HA NINCS SPECIÁLIS GOMBJA A GYORSBILLENTYŰHÖZ, HASZNÁLJA A KIVÁLASZTÁS GOMBOT. HAGYJA KI AZ ÖSSZES NEM HASZNÁLT GOMBOT / KART BÁRMELYIK GOMB NYOMVA TARTÁSÁVAL. NYOMJA MEG A DÉL GOMBOT A MEGERŐSÍTÉSHEZ, HA KÉSZ.
it: STAI PER RIMAPPARE UN CONTROLLER. MAPPA SECONDO LA POSIZIONE DEI BOTTONI, NONSECONDO LE DESCRIZIONI. SE NON HAI UN BOTTONE DEDICATO PER HOTKEY, USA ILBOTTONE DI SELEZIONE. SALTA TUTTI I BOTTONI CHE NON HAI PREMENDO UN QUALUNQUEBOTTONE. PREMI IL BOTTONE SUD PER CONFERMARE QUANDO HAI FINITO.
ja_jp: コントローラーのボタン設定を行います。 このコントローラのボタンのラベル通りではなく、システムで 使用するボタン位置に基づいて設定します。（A,B,X,Yの位置）ホットキー用の特別なボタン（PSやHOME）がない場合は、 「セレクト」ボタンを使用してください。 ボタンを長押しで、割り当てられないボタン/スティックを スキップします。 完了したら、決定（下）ボタンを押して確認します。
nb_no: DU SKAL KARTLEGGE EN KONTROLL BASERT PÅ KNAPPENS POSISJON, IKKE DEN FYSISKE ETIKETTEN. HVIS DU IKKE HAR EN SPESIELL KNAPP FOR HURTIGTAST, BRUK SELECT-KNAPPEN. HOPP OVER ALLE KNAPPER/PINNER DU IKKE HAR VED Å HOLDE INN EN KNAPP. TRYKK PÅ SØR-KNAPPEN FOR Å BEKREFTE NÅR FERDIG.
pl: KONFIGURACJA KONTROLERA. MAPOWANIE PRZYCISKÓW KONTROLERA NA PODSTAWIE ICH POŁOŻENIA, A NIE JEGO OPISU. JEŻELI NIE MASZ SPECJALNEGO PRZYCISKU "HOTKEY" WYBIERZ PRZYCISK "SELECT". POMIŃ WSZYSTKIE PRZYCISKI, KTÓRYCH NIE MASZ PRZYTRZYMUJĄC DOWOLNY PRZYCISK. NACIŚNIJ DOLNY PRZYCISK GDY SKOŃCZYSZ.
ro_ro: EȘTI PE CALE DE A CREA ASOCIERILE PENTRU UN CONTROLER. REALIZEAZĂ ASOCIEREA PE BAZA POZIȚIEI BUTOANELOR, NU A ETICHETELOR FIZICE. DACĂ NU AI UN BUTON DEDICAT PENTRU TASTA RAPIDĂ, FOLOSEȘTE BUTONUL SELECT. OMITE TOATE BUTOANELE/MANETELE PE CARE NU LE AI ȚINÂND APĂSAT ORICE BUTON. APASĂ BUNTONUL DIN SUD PENTRU A CONFIRMA DUPĂ CE AI TERMINAT.
sk_sk: Idete namapovať ovládač. Mapujte podľa polohy tlačidiel, nie podľa fycizkého popisu. Ak nemáte osobitné tlačidlo pre HotKey, použite tlačidlo Select. Preskočte všetky tlačidlá a páčky, ktoré nemáte podržadním nejakého tlačidla. Stlačte južné tlačidlo na potvrdenie, až skončíte.
tr: BİR KONTROLCÜ EŞLEYECEKSİNİZ. FİZİKSEL ETİKETİNE DEĞİL TUŞ'UN KONUMUNA GÖRE EŞLEME YAPIN. HOTKEY İÇİN ÖZEL TUŞUNUZ YOKSA SEÇ TUŞUNU KULLANIN. ELİNİZDE BULUNMAYAN TÜM TUŞLARI/ÇUBUKLARI HERHANGİ BUTONA BASILI TUTARAK ATLAYIN. İŞLEMİN YAPILDIĞINI ONAYLAMAK İÇİN GÜNEY TUŞUNA BASIN.
vi_vn: BẠN SẼ LẬP BẢN ĐỒ PHÍM. BẢN ĐỒ DỰA TRÊN VỊ TRÍ CỦA PHÍM, KHÔNG PHẢI NHÃN VẬT LÝ CỦA NÓ. NẾU BẠN KHÔNG CÓ PHÍM ĐẶC BIỆT CHO PHÍM NÓNG, HÃY SỬ DỤNG PHÍM CHỌN. BỎ QUA TẤT CẢ CÁC PHÍM/STICKS BẠN KHÔNG CÓ BẰNG CÁCH GIỮ PHÍM BẤT KỲ. NHẤN PHÍM HƯỚNG NAM ĐỂ XÁC NHẬN KHI HOÀN TẤT.
zh_cn: 即将开始映射一个手柄。请您基于按键的位置而不是其物理标签进行映射。 如果没有专门用于热键的按键，请使用SELECT按键。 遇到没有的按钮或摇杆时可以通过长按任意键来跳过。完成后请按南方向按键确认。

source: SINDEN GUN SETTINGS
ar: إعدادات مسدس سِينْدِن
ca: AJUSTOS DE SINDEN GUN
cs_cz: NASTAVENÍ ZBRANĚ SINDEN
eu_es: SINDEN PISTOLA EZARPENAK
fr: PARAMÈTRES DES PISTOLETS SINDEN
gl_es: CONFIGURACIÓN DA PISTOLA SINDEN
hu: SINDEN PUSKA BEÁLLÍTÁSOK
it: IMPOSTAZIONE PISTOLA SINDEN
ja_jp: シンデン ライトガン 設定
pl: USTAWIENIA PISTOLETU SINDEN
ro_ro: SETĂRI PISTOL SINDEN
sk_sk: Nastavenia zbrane Sinden
tr: SINDEN SİLAH AYARLARI
vi_vn: CÀI ĐẶT SÚNG SINDEN
zh_cn: SINDEN枪设置

source: WIIMOTE GUN SETTINGS
ar: إعدادات مسدس ويموت
ca: AJUSTOS DE WIIMOTE GUN
cs_cz: NASTAVENÍ ZBRANĚ WIIMOTE
eu_es: WIIMOTE PISTOLA EZARPENAK
fr: PARAMÈTRES DES PISTOLETS WIIMOTE
gl_es: CONFIGURACIÓN DA PISTOLA WIIMOTE
hu: WIIMOTE PUSKA BEÁLLÍTÁSOK
it: IMPOSTAZIONI PISTOLA WIIMOTE
ja_jp: wii リモコン 用途設定
nb_no: WII KONTROLLER VÅPEN INNSTILLINGER
pl: USTAWIENIA PISTOLETU WIIMOTE
ro_ro: SETĂRI PISTOL WII
sk_sk: Nastavenia zbrane Wiimote
tr: WIIMOTE SİLAH AYARLARI
vi_vn: CÀI ĐẶT SÚNG WIIMOTE
zh_cn: WIIMOTE枪设置

source: STEAMDECK MOUSE/GUN SETTINGS
ca: STEAMDECK CONFIGURACIÓ RATOLÍ/PISTOLA
cs_cz: NASTAVENÍ MYŠI/PISTOLE STEAMDECK
eu_es: STEAMDECK XAGU/PISTOLA
fr: PARAMÈTRES DES SOURIS/PISTOLETS STEAMDECK
gl_es: CONFIGURACIÓN DE RATO/PISTOLA STEAMDECK
hu: STEAMDECK EGÉR/PISZTOLY BEÁLLÍTÁSOK
it: IMPOSTAZIONE MOUSE/PISTOLA STEAMDECK
ja_jp: STEAMDECK マウス/銃 設定
pl: USTAWIENIA MYSZY/PISTOLETU STEAMDECKA
ro_ro: SETĂRI MAUS/PISTOL STEAMDECK
sk_sk: Nastavenia myši/zbrane Steamdeck
tr: STEAMDECK FARE/SİLAH AYARLARI
vi_vn: CÀI ĐẶT CHUỘT/SÚNG STEAMDECK
zh_cn: STEAMDECK鼠标/枪设置

source: ENABLE BLUETOOTH
fr: ACTIVER LE BLUETOOTH
gl_es: ACTIVAR BLUETOOTH
hu: BLUETOOTH ENGEDÉLYEZÉSE
it: ABILITA BLUETOOTH
ja_jp: BLUETOOTH を有効
pl: WŁĄCZ BLUETOOTH
ro_ro: ACTIVEAZĂ BLUETOOTH
tr: BLUETOOTH'U ETKİNLEŞTİR
vi_vn: BẬT BLUETOOTH
zh_cn: 启用蓝牙

source: PAIR BLUETOOTH PADS AUTOMATICALLY
ar: اقتران بلوتوث لأذرع التحكم تِلقائيا
ca: ENLLAÇAR COMANDAMENTS BLUETOOTH AUTOMÀTICAMENT
cs_cz: AUTOMATICKÉ PÁROVÁNÍ BLUETOOTH PADU
eu_es: BLUETOOTH PAD-AK AUTOMATIKOKI PAREKATU
fi_fi: YHDISTÄ BLUETOOTH-OHJAIMET AUTOMAATTISESTI
fr: ASSOCIER LES JOYSTICKS BLUETOOTH AUTOMATIQUEMENT
gl_es: EMPARELLAR MANDOS BLUETOOTH AUTOMATICAMENTE
hu: BLUETOOTH-PADOK AUTOMATIKUS PÁROSÍTÁSA
it: ASSOCIA PADS BLUETOOTH AUTOMATICAMENTE
ja_jp: BLUETOOTH コントローラーをペアリング
nb_no: PAR BLUETOOTH PAD-ER AUTOMATISK
pl: SPARUJ AUTOMATYCZNIE PADY BLUETOOTH
ro_ro: CONECTEAZĂ CONTROLERELE BLUETOOTH AUTOMAT
sk_sk: Spárovať Bluetooth ovládače automaticky
tr: BLUETOOTH PADLERİ OTOMATİK EŞLE
vi_vn: KẾT NỐI BLUETOOTH PADS TỰ ĐỘNG
zh_cn: 自动配对蓝牙键盘

source: PAIR A BLUETOOTH DEVICE MANUALLY
ar: اقتران بلوتوث يدوي
ca: ENLLAÇAR UN DISPOSITIU BLUETOOTH MANUALMENT
cs_cz: RUČNÍ SPÁROVÁNÍ ZAŘÍZENÍ BLUETOOTH
eu_es: BLUETOOTH PAD-AK ESKUZ PAREKATU
fi_fi: YHDISTÄ BLUETOOTH-LAITE AUTOMAATTISESTI
fr: ASSOCIER UN PÉRIPHÉRIQUE BLUETOOTH MANUELLEMENT
gl_es: EMPARELLAR DISPOSITIVO BLUETOOTH MANUALMENTE
hu: BLUETOOTH-ESZKÖZ MANUÁLIS PÁROSÍTÁSA
it: ASSOCIA UN DISPOSITIVO BLUETOOTH MANUALMENTE
ja_jp: BLUETOOTH デバイスをペアリング
nb_no: PAR EN BLUETOOTH ENHET MANUELT
pl: SPARUJ RĘCZNIE URZĄDZENIE BLUETOOTH
ro_ro: CONECTEAZĂ UN DISPOZITIV BLUETOOTH MANUAL
sk_sk: Spárovať Bluetooth zariadenie ručne
tr: BİR BLUETOOTH CİHAZINI ELLE EŞLE
vi_vn: KẾT NỐI THIẾT BỊ BLUETOOTH THỦ CÔNG
zh_cn: 手动配对蓝牙设备

source: SHOW CONTROLLER NOTIFICATIONS
fr: AFFICHER LES NOTIFICATIONS DES CONTRÔLEURS
gl_es: AMOSAR NOTIFICACIONS DO MANDO
hu: MUTASSA A VEZÉRLŐ ÉRTESÍTÉSÉT
it: MOSTRA NOTIFICHE DEL CONTROLLER
ja_jp: コントローラーからの通知を表示
pl: POKAŻ POWIADOMIENIA KONTROLERA
ro_ro: AFIȘEAZĂ NOTIFICĂRILE CONTROLERELOR
tr: KONTROL AYGITI BİLDİRİMLERİNİ GÖSTER
vi_vn: HIỂN THỊ THÔNG BÁO BỘ ĐIỀU KHIỂN
zh_cn: 显示控制器通知

source: SHOW CONTROLLER ACTIVITY
ar: عرض نشاط وحدة التحكم
ca: MOSTRAR L'ACTIVITAT DEL COMANDAMENT
cs_cz: ZOBRAZIT AKTIVITU HER. OVLADAČE
cy_gb: DANGOS GWEITHGARWCH RHEOLYDD
eu_es: ERAKUTSI KONTROLATZAILE AKTIBITATEA
fi_fi: NÄYTÄ OHJAIMEN AKTIIVISUUS
fr: AFFICHER L'ACTIVITÉ DES MANETTES
gl_es: AMOSAR ACTIVIDADE DO MANDO
he: הצגת פעילות בקר
hu: KONTROLLER AKTIVITÁS MEGJELENÍTÉSE
it: MOSTRA ATTIVITÀ CONTROLLER
ja_jp: コントローラーアクティビティを表示
nb_no: VIS KONTROLLER AKTIVITET
nl: TOON CONTROLLER ACTIVITEIT
pl: POKAŻ DZIAŁANIE KONTROLERA
ro_ro: AFIȘEAZĂ ACTIVITATEA CONTROLERELOR
sk_sk: Zobraziť aktivitu ovládača
tr: KONTROL AYGITI AKTİVİTELERİNİ GÖSTER
vi_vn: HIỂN THỊ HOẠT ĐỘNG CỦA BỘ ĐIỀU KHIỂN
zh_cn: 显示控制器活动

source: SHOW CONTROLLER BATTERY LEVEL
ar: عرض نسبة بطارية وحدة التحكم
ca: MOSTRAR EL NIVELL DE BATERIA DEL COMANDAMENT
cs_cz: ZOBRAZIT ÚROVEŇ BATERIE HER. OVLADAČE
eu_es: ERAKUTSI KONTROLATZAILE BATERIA MAILA
fi_fi: NÄYTÄ OHJAIMEN AKUNTASO
fr: AFFICHER LE NIVEAU DE BATTERIE DES MANETTES
gl_es: AMOSAR PORCENTAXE DE BATERIA DO MANDO
he: הצגת רמת סוללה לבקר
hu: VEZÉRLŐ TÖLTÖTTSÉGI ÁLLAPOT MEGJELENÍTÉSE
it: MOSTRA LIVELLO BATTERIA DEL CONTROLLER
ja_jp: コントローラーバッテリーレベルを表示
nb_no: VIS KONTROLLER BATTERYNIVÅ
nl: TOON CONTROLLER BATTERIJ NIVEAU
pl: POKAŻ POZIOM BATERII KONTROLERA
ro_ro: AFIȘEAZĂ NIVELUL BATERIEI CONTROLERELOR
sk_sk: Zobraziť úroveň batérie ovládača
tr: KONTROL AYGITI PİL DÜZEYİNİ GÖSTER
vi_vn: HIỂN THỊ MỨC PIN BỘ ĐIỀU KHIỂN
zh_cn: 显示手柄电池电量

source: default
ar: افتراضي
ca: per defecte
cs_cz: výchozí
cy_gb: rhagosodiad
eu_es: defektuz
fi_fi: oletus
fr: par défaut
gl_es: por defecto
he: ברירת מחדל
hu: alap
ja_jp: 標準
nb_no: standard
nl: standaard
pl: domyślnie
ro_ro: implicit
sk_sk: predvolené
tr: varsayılan
vi_vn: mặc định
zh_cn: 默认

source: BORDER SIZE
ar: حجم الإطار
ca: MIDA DEL BORDE
cs_cz: VELIKOST OHRANIČENÍ
eu_es: ERTZ TAMAINA
fr: ÉPAISSEUR DE LA BORDURE
gl_es: TAMAÑO DO BORDO
hu: SZEGÉLY MÉRETE
it: DIMENSIONI BORDO
ja_jp: 境界サイズ
nb_no: KANT STØRRELSE
pl: ROZMIAR OBRAMOWANIA
ro_ro: MĂRIME CHENAR
sk_sk: Veľkosť okraja
tr: ÇERÇEVE BOYUTU
vi_vn: KÍCH CỠ VIỀN
zh_cn: 边框大小

source: THIN
ar: رقيق
ca: FI
cs_cz: TENKÁ
eu_es: MEHEA
fi_fi: OHUT
fr: FIN
gl_es: DELGADO
hu: VÉKONY
it: SOTTILE
ja_jp: 超極細
nb_no: TYNN
pl: CIENKIE
ro_ro: SUBȚIRE
sk_sk: Tenký
tr: İNCE
vi_vn: MỎNG
zh_cn: 薄

source: MEDIUM
ar: متوسط
ca: MITJÀ
cs_cz: STŘEDNÍ
eu_es: ERTAINA
fi_fi: KESKIKOKOINEN
fr: MOYEN
gl_es: MEDIO
hu: KÖZEPES
it: MEDIO
ja_jp: 中
pl: ŚREDNIE
ro_ro: MEDIE
sk_sk: Stredné
tr: ORTA
vi_vn: VỪA
zh_cn: 中

source: BIG
ar: ثخين
ca: GRAN
cs_cz: VELKÁ
eu_es: ZABALA
fi_fi: ISO
fr: GROS
gl_es: GRANDE
hu: NAGY
it: GRANDE
ja_jp: 大
nb_no: STOR
pl: WIELKIE
ro_ro: MARE
sk_sk: Veľký
tr: BÜYÜK
vi_vn: LỚN
zh_cn: 大

source: BORDER MODE
ar: نمط الإطار
ca: MODE DE VORES
cs_cz: HRANIČNÍ REŽIM
eu_es: ERTZ MODUA
fr: MODE DES BORDURES
gl_es: MODO DO BORDO
hu: SZEGÉLY MÓD
it: MODALITÀ BORDO
ja_jp: 境界モード
nb_no: KANT MODUS
pl: TRYB OBRAMOWANIA
ro_ro: MOD CHENAR
sk_sk: Režim okrajov
tr: ÇERÇEVE MODU
vi_vn: CHẾ ĐỘ VIỀN
zh_cn: 边框模式

source: NORMAL
ar: عادي
cs_cz: NORMÁLNÍ
eu_es: ARRUNTA
fi_fi: NORMAALI
hu: NORMÁLIS
it: NORMALE
ja_jp: 標準
pl: NORMALNE
sk_sk: Normálny
vi_vn: BÌNH THƯỜNG
zh_cn: 常规

source: IN GAME ONLY
ar: أثناء اللعب فقط
ca: NOMÉS EN EL JOC
cs_cz: POUZE VE HŘE
eu_es: JOKOAN BAKARRIK
fi_fi: VAIN PELISSÄ
fr: EN JEU SEULEMENT
gl_es: SÓ EN XOGO
hu: CSAK JÁTÉKBAN
it: SOLO IN GIOCO
ja_jp: ゲーム内のみ
nb_no: KUN I SPILL
pl: TYLKO W GRZE
ro_ro: DOAR ÎN JOC
sk_sk: Iba v hre
tr: SADECE OYUN İÇİNDE
vi_vn: CHỈ TRONG TRÒ CHƠI
zh_cn: 仅在游戏中

source: HIDDEN
ar: مخفي
ca: OCULT
cs_cz: SKRYTÝ
eu_es: EZKUTATUA
fi_fi: PIILOTETTU
fr: CACHÉ
gl_es: OCULTO
hu: REJTETT
it: NASCOSTO
ja_jp: 非表示
nb_no: SKJULT
pl: UKRYTE
ro_ro: ASCUNSĂ
sk_sk: Skryté
tr: GİZLİ
vi_vn: ẨN
zh_cn: 隐藏

source: BORDER COLOR
ca: COLOR DE LES VORES
cs_cz: BARVA HRANICE
eu_es: ERTZ KOLOREA
fr: COULEUR DE LA BORDURE
gl_es: COR DO BORDO
hu: SZEGÉLY SZÍNE
it: COLORE BORDO
ja_jp: 境界色
pl: KOLOR OBRAMOWANIA
ro_ro: CULOARE CHENAR
sk_sk: Farba okraja
tr: ÇERÇEVE RENGİ
vi_vn: MÀU VIỀN
zh_cn: 边框颜色

source: WHITE
ca: BLANC
cs_cz: BÍLÁ
eu_es: ZURIA
fi_fi: VALKOINEN
fr: BLANCHE
gl_es: BRANCO
hu: FEHÉR
it: BIANCO
ja_jp: 白
pl: BIAŁY
ro_ro: ALBĂ
sk_sk: biela
tr: BEYAZ
vi_vn: TRẮNG
zh_cn: 白色

source: BORDER RATIO
fr: RATIO DE LA BORDURE
gl_es: PROPORCIÓN DE BORDO
hu: SZEGÉLY ARÁNY
it: PROPORZIONE BORDI
ja_jp: 境界サイズ
pl: PROPORCJE OBRAMOWANIA
ro_ro: RAPORT CHENAR
vi_vn: TỶ LỆ VIỀN

source: CAMERA CONTRAST
ca: CONTRAST DE CÀMERA
cs_cz: KONTRAST KAMERY
eu_es: KAMERAREN KONTRASTEA
fi_fi: KAMERAN KONTRASTI
fr: CONTRASTE DE LA CAMÉRA
gl_es: CONTRASTE DA CÁMARA
hu: KAMERA KONTRASZTJA
it: CONTRASTO CINEPRESA
ja_jp: カメラ コントラスト
pl: KONTRAST KAMERY
ro_ro: CONTRAST CAMERĂ
sk_sk: Kontrast fotoaparátu
tr: KAMERA KONTRASTI
vi_vn: TƯƠNG PHẢN CAMERA
zh_cn: 相机对比度

source: Daytime/Bright Sunlight (40)
ca: Diürna/Clar solejat (40)
cs_cz: Denní/jasné sluneční světlo (40)
eu_es: Eguna/Eguzki argia (40)
fr: Journée/Lumière du soleil (40)
gl_es: Luz solar Día/brillante (40)
hu: Nappal/ragyogó napfény (40)
it: Luce Diurna/Intensa (40)
ja_jp: 昼間/明るい日差し (40)
pl: Dzień/Światło słoneczne (40)
ro_ro: Timp de zi/Soare puternic (40)
sk_sk: Deň/jasné slnečné svetlo (40)
tr: Gündüz/Parlak Güneş Işığı (40)
vi_vn: Ban ngày/Ánh nắng (40)
zh_cn: 白天/明亮的阳光（40）

source: Default (50)
ca: Per defecte (50)
cs_cz: Výchozí (50)
eu_es: Defektuz (50)
fr: Par défaut (50)
gl_es: Por defecto (50)
hu: Alapértelmezett (50)
ja_jp: 標準 (50)
pl: Domyślnie (50)
ro_ro: Implicit (50)
sk_sk: Predvolené (50)
tr: Varsayılan (50)
vi_vn: Mặc định (50)
zh_cn: 默认（50）

source: Dim Display/Evening (60)
ca: Atenuat/Vespre (60)
cs_cz: Stmívání displeje/večer (60)
eu_es: Pantaila ahula/Arratsaldea (60)
fr: Soirée/Lumière faible (60)
gl_es: Pantalla Atenuada/Noite (60)
hu: Halvány kijelző/este (60)
it: Luce Soffusa/Crepuscolare
ja_jp: 薄暗い表示/夜 (60)
pl: Ciemny ekran/Wieczór (60)
ro_ro: Iluminare slabă/Seară (60)
sk_sk: Matný displej/večer (60)
tr: Loş Ekran/Akşam (60)
vi_vn: Màn hình mờ/Buổi tối (60)
zh_cn: 昏暗的显示屏/夜间（60）

source: CAMERA BRIGHTNESS
ca: BRILLANTOR DE CÀMERA
cs_cz: JAS KAMERY
eu_es: KAMERAREN ARGITASUNA
fi_fi: KAMERAN KIRKKAUS
fr: LUMINOSITÉ DE LA CAMÉRA
gl_es: BRILLO DA CÁMARA
hu: KAMERA FÉNYEREJE
it: LUMINOSITÀ CINEPRESA
ja_jp: カメラ 輝度
pl: JASNOŚĆ KAMERY
ro_ro: LUMINOZITATE CAMERĂ
sk_sk: Jas fotoaparátu
tr: KAMERA PARLAKLIĞI
vi_vn: ĐỘ SÁNG CAMERA
zh_cn: 相机亮度

source: Daytime/Bright Sunlight (80)
ca: Diürn/Clar solejat (80)
cs_cz: Denní/jasné sluneční světlo (80)
eu_es: Eguna/Eguzki argia (80)
fr: Journée/Lumière du soleil (80)
gl_es: Luz solar Día/brillante (80)
hu: Nappal/ragyogó napfény (80)
it: Luce Diurna/Intensa (80)
ja_jp: 昼間/明るい日差し (80)
pl: Dzień/Światło słoneczne (80)
ro_ro: Timp de zi/Soare puternic (80)
sk_sk: Deň/jasné slnečné svetlo (80)
tr: Gündüz/Parlak Güneş Işığı (80)
vi_vn: Ban ngày/Ánh nắng (80)
zh_cn: 白天/明亮的阳光（80）

source: Default (100)
ca: Per defecte (100)
cs_cz: Výchozí (100)
eu_es: Defektuz (100)
fr: Par défaut (100)
gl_es: Por defecto (100)
hu: Alapértelmezett (100)
ja_jp: 標準 (100)
pl: Domyślnie (100)
ro_ro: Implicit (100)
sk_sk: Predvolené (100)
tr: Varsayılan (100)
vi_vn: Mặc định (100)
zh_cn: 默认（100）

source: Dim Display/Evening (120)
ca: Atenuat/Vesper (120)
cs_cz: Stmívání displeje/večer (120)
eu_es: Pantaila ahula/Arratsaldea (120)
fr: Soirée/Lumière faible (120)
gl_es: Pantalla atenuada/Noite (120)
hu: Halvány kijelző/este (120)
it: Luce Soffusa/Crepuscolare
ja_jp: 薄暗い表示/夜 (120)
pl: Ciemny ekran/Wieczór (120)
ro_ro: Iluminare slabă/Seară (120)
sk_sk: Matný displej/večer (120)
tr: Loş Ekran/Akşam (120)
vi_vn: Màn hình mờ/Buổi tối (120)
zh_cn: 昏暗的显示屏/夜间（120）

source: CAMERA EXPOSURE
ca: EXPOSICIÓ DE CÀMERA
cs_cz: EXPOZICE KAMERY
eu_es: KAMERAREN ESPOSIZIOA
fi_fi: KAMERAN VALOITUS
fr: EXPOSITION DE LA CAMÉRA
gl_es: EXPOSICIÓN DA CÁMARA
hu: KAMERA EXPOZÍCIÓJA
it: ESPOSIZIONE CINECAMERA
ja_jp: カメラ 露出
pl: EKSPOZYCJA KAMERY
ro_ro: EXPUNERE CAMERĂ
sk_sk: Expozícia fotoaparátu
tr: KAMERA POZLAMASI
vi_vn: TIẾP XÚC CAMERA
zh_cn: 相机曝光

source: Projector/CRT (-5)
cs_cz: Projektor/CRT (-5)
eu_es: Proiektorea/CRT (-5)
fr: Projecteur/CRT (-5)
gl_es: Proxector/CRT (-5)
hu: Kivetítő/CRT (-5)
it: Proiettore/CRT (-5)
ja_jp: プロジェクター/CRT (-5)
pl: Projektor/Kineskop (-5)
ro_ro: Proiector/CRT (-5)
sk_sk: Projektor/CRT (-5)
tr: Projektör/CRT (-5)
vi_vn: Máy chiếu/CRT (-5)
zh_cn: 投影仪/CRT（-5）

source: Projector/CRT (-6)
cs_cz: Projektor/CRT (-6)
eu_es: Proiektorea/CRT (-6)
fr: Projecteur/CRT (-6)
gl_es: Proxector/CRT (-6)
hu: Kivetítő/CRT (-6)
it: Proiettore/CRT (-6)
ja_jp: プロジェクター/CRT (-6)
pl: Projektor/Kineskop (-6)
ro_ro: Proiector/CRT (-6)
sk_sk: Projektor/CRT (-6)
tr: Projektör/CRT (-6)
vi_vn: Máy chiếu/CRT (-6)
zh_cn: 投影仪/CRT（-6）

source: Default (-7)
ca: Per defecte (-7)
cs_cz: Výchozí (-7)
eu_es: Defektuz (-7
fr: Par défaut (-7)
gl_es: Predeterminado (-7)
hu: Alapértelmezett (-)
ja_jp: 標準 (-7)
pl: Domyślnie (-7)
ro_ro: Implicit (-7)
sk_sk: Predvolené (-7)
tr: Varsayılan (-7)
vi_vn: Mặc định (-7)
zh_cn: 默认（-7）

source: Other (-8)
ca: Altres (-8)
cs_cz: Ostatní (-8)
eu_es: Bestela (-8)
fr: Autre (-8)
gl_es: Outro (-8)
hu: Egyéb (-8)
it: Altro (-8)
ja_jp: その他 (-8)
pl: Inne (-8)
ro_ro: Alta (-8)
sk_sk: Iné (-8)
tr: Diğer (-8)
vi_vn: Khác (-8)
zh_cn: 其他（-8）

source: Other (-9)
ca: Altres (-9)
cs_cz: Ostatní (-9)
eu_es: Bestela (-9)
fr: Autre (-9)
gl_es: Outro (-9)
hu: Egyéb (-9)
it: Altro (-9)
ja_jp: その他 (-9)
pl: Inne (-9)
ro_ro: Alta (-9)
sk_sk: Iné (-9)
tr: Diğer (-9)
vi_vn: Khác (-9)
zh_cn: 其他（-9）

source: RECOIL
ar: ارتداد
ca: RETROCÉS
cs_cz: ZÁKLUZ
eu_es: ATZERA JOTZEA
fi_fi: REKYYLI
fr: RECUL
gl_es: RETROCESO
hu: VISSZARÚGÁS
it: RITORNO
ja_jp: トリガーの反動
nb_no: REKYL
pl: ODRZUT
ro_ro: RECUL
sk_sk: spätný ráz
tr: GERİ TEPME
vi_vn: GIẢM
zh_cn: 后坐力

source: GUN
ar: مسدس
ca: PISTOLA
cs_cz: PISTOLE
eu_es: PISTOLA
fi_fi: ASE
fr: PISTOLET
gl_es: PISTOLA
hu: FEGYVER
it: PISTOLA
ja_jp: ガンコン
nb_no: VÅPEN
pl: PISTOLET
ro_ro: PISTOL
sk_sk: Zbraň
tr: SİLAH
vi_vn: SÚNG
zh_cn: 光枪
