Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: Store past states to rewind to in realtime, if the core supports it.
ca: Emmagatzemar estats passats al rebobinar en temps real, si el nucli ho soporta.
cs_cz: Uložení minulých pozic pro přetáčení v reálném čase, pokud to jádro podporuje.
eu_es: Gorde iraganeko egoerak denbora errealean atzera eramateko, nukleoak onartzen badu.
fi_fi: Mikäli ydin sitä tukee, tallentaa pelintilaa, jotta sitä voidaan kelata takaisin reaaliajassa.
fr: Enregistrer les états pour le rembobinage en temps réel, si le core le permet.
gl_es: Almacena estados pasados ​​para rebobinar en tempo real, se o núcleo o admite.
hu: Tárolja a múltbeli állapotokat a valós idejű visszatekeréshez, ha a mag támogatja.
it: Salva gli stati passati per riavvolgere in tempo reale, se il core lo supporta.
ja_jp: コアが対応している場合は、過去の状態を保存してリアルタイムで巻き戻します
pl: Przechowuj poprzednie stany, aby przewinąć do nich w czasie rzeczywistym, jeśli rdzeń to obsługuje.
ro_ro: Stochează stările trecute pentru a te putea întoarce în trecut în timp real, dacă este suportat de nucleu.
sk_sk: Uložiť minulé stavy na pretočenie v reálnom čase, ak to jadro podporuje.
tr: Çekirdek destekliyorsa, gerçek zamanlı olarak geri sarmak için geçmiş durumları sakla.
vi_vn: Lưu trữ các trạng thái trước đây để tua lại trong thời gian thực, nếu lõi hỗ trợ.
zh_cn: 如果核心支持，将过去的状态存储起来用于实时倒带。

source: INTEGER SCALING (PIXEL PERFECT)
ar: تحجيم عددي (بكسل برفكت)
ca: ESCALA SENCERA (PIXEL PERFECT)
cs_cz: CELOČÍSELNÉ ŠKÁLOVÁNÍ (PERFEKTNÍ PIXEL)
cy_gb: GRADDFA CYFANRIF (PIXEL PERFFAITH)
eu_es: ZENBAKI OSOKO ESKALATZEA (PIXEL PERFECT)
fi_fi: SKAALAA KOKONAISLUVUIN (PIKSELIN TARKKUUDELLA)
fr: ÉCHELLE ENTIÈRE (PIXEL PARFAIT)
gl_es: ESCALADO ENTEIRO (PIXEL PERFECTO)
hu: INTEGER SCALE (PIXEL PONTOS)
it: RIDIMENSIONAMENTO PIXEL PERFECT
ja_jp: 整数スケール (ピクセルを正方形表示)
nb_no: HELTALL SKALERING (PIKSEL PERFEKT)
pl: SKALOWANIE CAŁKOWITE (PIKSELOWE)
ro_ro: SCALARE ÎNTREAGĂ (POTRIVIRE PERFECTĂ)
sk_sk: Celočíselná mierka (pixel perfect)
tr: ENTEGER ÖLÇEĞİ (PIXEL PERFECT)
vi_vn: TỶ LỆ INTEGER (PIXEL HOÀN HẢO)
zh_cn: 整数缩放（像素完美显示）

source: SHADER SET
ca: SHADERS ESTABLERTS
cs_cz: SADA SHADERU
cy_gb: SET CYSGODYDD
eu_es: EZARRI SHADER-AK
fi_fi: VARJOSTIN LAJITELMA
fr: PACK DE FILTRES VIDÉOS
gl_es: EFECTOS DE PANTALLA (Sombreadores)
hu: SHADER VÁLASZTÁS
it: EFFETTO SHADER
ja_jp: シェーダー設定
nb_no: SKYGGELEGGER SETT
pl: ZESTAW SHADERÓW
ro_ro: PACHET SHADERE
sk_sk: Sada shaderov
tr: SHADER AYARLA
vi_vn: BỘ TẠO BÓNG
zh_cn: 着色器集

source: VIDEO FILTER
ca: FILTRE DE VÍDEO
cs_cz: FILTR VIDEA
eu_es: BIDEO FILTROAK
fr: FILTRE VIDÉO
gl_es: FILTRO DE VIDEO
hu: VIDEO SZŰRŐ
it: FILTRO VIDEO
ja_jp: ビデオ フィルタ
pl: FILTR WIDEO
ro_ro: FILTRU VIDEO
tr: VİDEO FİLTRESİ
vi_vn: BỘ LỌC VIDEO
zh_cn: 视频滤镜

source: DECORATIONS
ar: الديكور
ca: DECORACIONS
cs_cz: DEKORACE
cy_gb: ADDURNIADAU
eu_es: DEKORAZIOAK
fi_fi: KORISTEET
fr: DÉCORATIONS
gl_es: DECORACIÓNS
he: קישוטים
hu: DEKORÁCIÓ
it: CORNICI
ja_jp: ベゼル(ゲーム画面外装飾表示)
nb_no: DEKORASJONER
nl: DECORATIES
pl: DEKORACJE
ro_ro: RAME
sk_sk: Dekorácie
tr: DEKARASYONLAR
vi_vn: TRANG TRÍ
zh_cn: 装饰框（复古游戏边框）

source: STRETCH BEZELS (4K & ULTRAWIDE)
ar: توسيع البروازير (جودة 4K وَ ULTRAWIDE)
ca: ESTIRAR MOTLLURES (4K I ULTRAWIDE)
cs_cz: ROZTAŽENÍ RÁMEČKU (4K - ULTRAWIDE)
cy_gb: YMESTYN GWEFLAU (4K A LLYDAN IAWN)
eu_es: LUZATU BEZEL-AK (4K & ULTRAWIDE)
fi_fi: VENYTÄ KEHYKSIÄ (4K & ULTRAWIDE)
fr: ÉTIRER LES DÉCORATIONS (4K & ULTRAWIDE)
gl_es: BISEL ELÁSTICO (4K E ULTRAANCHO)
he: מתיחת BEZEL (למסכים רחבים או 4K)
hu: KERET NYÚJTÁS (4K és ULTRASZÉLES)
it: ESTENDI CORNICI (4K & ULTRAWIDE)
ja_jp: 画面に合わせる(4K＆ウルトラワイド)
nb_no: STREKK RAMME (4K & ULTRAWIDE)
nl: STREK OMLIJSTINGEN (4K & ULTRAWIDE)
pl: ROZCIĄGNIJ RAMKI (4K + ULTRAWIDE)
ro_ro: ÎNTINDE RAMELE (4K ȘI ULTRAWIDE)
sk_sk: Roztiahnuť okraje (4K a ultrawide)
tr: ÇERÇEVELERİ UZAT (4K & ULTRAWIDE)
vi_vn: TRÀN VIỀN (4K & SIÊU RỘNG)
zh_cn: 弹性挡板（4K和超宽）

source: SHOW TATTOO OVER BEZEL
ar: عرض الوشم على البرواز
ca: MOSTRAR CALCOMANIA A DAMUNT DE LA MOTLLURA
cs_cz: OBRAZEC V OBRAZE
eu_es: ERAKUTSI TATUAIA BEZEL-AREN GAINEAN
fr: AFFICHER LE TATOUAGE
gl_es: AMOSA TATUAXE SOBRE O BISEL
hu: TETOVÁLÁS MEGJELENÍTÉSE A KERETEN
it: MOSTRA IMMAGINE SULLA CORNICE
ja_jp: ベゼル上にイメージを表示
nb_no: VIS TATOVERING OVER RAMME
nl: TOON TATTOO OVER BEZEL
pl: POKAŻ TATUAŻ NA RAMCE
ro_ro: AFIȘEAZĂ TATUAJ PESTE RAMĂ
sk_sk: Zobraziť tetovanie nad obrubou
tr: ÇERÇEVE ÜZERİNDE DÖVME GÖSTER
vi_vn: HIỂN THỊ HÌNH NỔI TRÊN VIỀN
zh_cn: 在框架上显示 花纹

source: SYSTEM CONTROLLERS
ar: لوحات تحكم النظام
ca: CONTROLADORS DE SISTEMA
cs_cz: HERNÍ OVLADAČE
eu_es: SISTEMAREN KONTROLAGAILUAK
fi_fi: JÄRJESTELMÄN OHJAIMET
fr: MANETTES DU SYSTÈME
gl_es: MANDOS DO SISTEMA
hu: RENDSZERVEZÉRLŐK
it: CONTROLLER DI SISTEMA
ja_jp: 機種コントローラー
nb_no: SYSTEM KONTROLLERE
nl: SYSTEEM CONTROLLERS
pl: KONTROLERY SYSTEMU
ro_ro: CONTROLERE SISTEM
sk_sk: Systémové ovládače
tr: SİSTEM KONTROL AYGITLARI
vi_vn: BỘ ĐIỀU KHIỂN HỆ THỐNG
zh_cn: 系统控制设备

source: CUSTOM IMAGE
ar: صورة مخصصة
ca: IMATGE PERSONALITZADA
cs_cz: VLASTNÍ OBRÁZEK
eu_es: NEURRIRA EZARRITAKO IRUDIA
fr: IMAGE PERSONNALISÉE
gl_es: IMAXE PERSONALIZADA
hu: EGYÉNI KÉP
it: IMMAGINE PERSONALIZZATA
ja_jp: カスタム画像
nb_no: EGENDEFINERT BILDE
nl: AANGEPASTE AFBEELDING
pl: OBRAZ NIESTANDARDOWY
ro_ro: IMAGINE PERSONALIZATĂ
sk_sk: Vlastný obraz
tr: ÖZEL GÖRÜNTÜ
vi_vn: TÙY CHỈNH HÌNH ẢNH CÁ NHÂN
zh_cn: 自定义图片

source: Show an image overlaid on top of the bezel.
ar: عرض صورة فوق البرواز.
ca: Mostrar una imatge sobre-posada al damunt d’una motllura.
cs_cz: Zobrazení obrázku/obrazce překrytého rámečkem.
eu_es: Erakutsi irudi bat bezel-aren gainean ezarrita
fr: Affiche une image superposée au-dessus de la décoration.
gl_es: Amosa unha imaxe superposta na parte superior do bisel.
hu: Jelenítsen meg egy képet a keret tetején.
it: Mostra un'immagine sulla cornice di gioco
ja_jp: ベゼル上にイメージ画像を表示します
nb_no: Vis et bilde lagt på toppen av rammen.
nl: Toon een afbeelding over de omlijsting heen.
pl: Pokaż obraz nałożony na ramkę.
ro_ro: Afișează o imagine suprapusă peste ramă.
sk_sk: Zobraziť obrázok prekrytý v hornej časti rámu.
tr: Çerçevenin üzerine bindirilmiş bir resim gösterin.
vi_vn: Hiển thị hình ảnh được phủ lên trên khung viền.
zh_cn: 显示覆盖在挡板顶部的图像。

source: TATTOO CORNER
ar: زاوية الوشم
ca: CANTONADA DE LA CALCOMANIA
cs_cz: OBRAZEC V OBRAZE
eu_es: TATUAI GUNEA
fr: POSITION DU TATOUAGE
gl_es: RECUNCHO DA TATUAXE
hu: TETOVÁLÁS SAROK
it: ANGOLO DELL'IMMAGINE
ja_jp: イメージ表示位置
nb_no: TATTOVERINGSHJØRNE
nl: TATTOO HOEK
pl: KĄCIK TATUAŻU
ro_ro: POZIȚIA TATUAJELOR
sk_sk: Tetovací kútik
tr: KÖŞE DÖVMESİ
vi_vn: GÓC NỔI
zh_cn: 花纹显示位置

source: NORTH WEST
ar: شمال غرب
ca: NORD-OEST
cs_cz: SEVEROZÁPAD
eu_es: IPAR MENDEBALDEA
fr: NORD OUEST
gl_es: NOROESTE
hu: ÉSZAKNYUGAT
it: NORD OVEST
ja_jp: 左上
nb_no: NORD WEST
nl: NOORD WEST
pl: LEWY GÓRNY
ro_ro: NORD VEST
sk_sk: Severozápad
tr: KUZEY BATI
vi_vn: TÂY BẮC
zh_cn: 左上

source: NORTH EAST
ar: شمال شرق
ca: NORD-EST
cs_cz: SEVEROVÝCHOD
eu_es: IPAR EKIALDEA
fr: NORD EST
gl_es: NORESTE
hu: ÉSZAKKELET
it: NORD EST
ja_jp: 右上
nb_no: NORD ØST
nl: NOORD OOST
pl: PRAWY GÓRNY
ro_ro: NORD EST
sk_sk: Severovýchod
tr: KUZEY DOĞU
vi_vn: ĐÔNG BẮC
zh_cn: 右上

source: SOUTH EAST
ar: جنوب شرق
ca: SUD-EST
cs_cz: JIHOVÝCHOD
eu_es: HEGO EKIALDEA
fr: SUD EST
gl_es: SURESTE
hu: DÉLKELET
it: SUD EST
ja_jp: 右下
nb_no: SØR ØST
nl: ZUID OOST
pl: PRAWY DOLNY
ro_ro: SUD EST
sk_sk: Juhovýchod
tr: GÜNEY DOĞU
vi_vn: ĐÔNG NAM
zh_cn: 右下

source: SOUTH WEST
ar: جنوب غرب
ca: SUD-OEST
cs_cz: JIHOZÁPAD
eu_es: HEGO MENDEBALDEA
fr: SUD OUEST
gl_es: SUR OESTE
hu: DÉLNYUGAT
it: SUD OVEST
ja_jp: 左下
nb_no: SØR WEST
nl: ZUID WEST
pl: LEWY DOLNY
ro_ro: SUD VEST
sk_sk: Juhozápad
tr: GÜNEY BATI
vi_vn: TÂY NAM
zh_cn: 左下

source: CUSTOM .PNG IMAGE PATH
ar: مسار صورة PNG مخصص
ca: RUTA D'IMATGE PERSONALITZADA .PNG
cs_cz: VLASTNÍ CESTA K OBRÁZKU .PNG
eu_es: NEURRIRA EZARRITAKO .PNG IRUDI BIDEA
fr: RÉPERTOIRE D’IMAGES .PNG PERSONNALISÉES
gl_es: RUTA DA IMAXE .PNG PERSONALIZADA
hu: EGYÉNI .PNG KÉPÚTVONAL
it: PERCORSO IMMAGINE PERSONALIZZATA
ja_jp: カスタムイメージ(png)のパス
nb_no: EGENDEFINERT .PNG BILDE STI
nl: AANGEPAST .PNG AFBEELDING PAD
pl: ŚCIEŻKA NIESTANDARDOWEGO OBRAZU .PNG
ro_ro: CALE IMAGINE PERSONALIZATĂ .PNG
sk_sk: Vlastná cesta k .png obrázku
tr: ÖZEL .PNG GÖRÜNTÜ YOLU
vi_vn: ĐƯỜNG DẪN ẢNH .PNG TÙY CHỈNH
zh_cn: 自定义.png图片路径

source: RESIZE TATTOO
ar: تصغير الوشم
ca: REDIMENSIONAR TATUATGE
cs_cz: ZMĚNIT VELIKOST OBRAZCE
eu_es: TATUAIAREN TAMAINA BERREZARRI
fr: REDIMENSIONNER LE TATOUAGE
gl_es: MODIFICAR TATUAXE
hu: TETOVÁLÁS ÁTMÉRETEZÉSE
it: RIDIMENSIONA IMMAGINE
ja_jp: イメージサイズを変更
nb_no: ENDRE STØRRELSE TATOVERING
nl: TATTOO GROOTTE AANPASSEN
pl: ZMIEŃ ROZMIAR TATUAŻU
ro_ro: REDIMENSIONEAZĂ TATUAJUL
sk_sk: Zmeniť tetovanie
tr: DÖVME BOYUTLANDIR
vi_vn: THAY ĐỔI KÍCH THƯỚC HÌNH NỔI
zh_cn: 调整花纹大小

source: Shrink/expand tattoo to fit within the bezel's border.
ar: انكماش/اتساع الوشم ليتوافق مع إطار البرواز.
ca: Contreure/expandir la calcomania per a ajustar-se al borde de la motllura.
cs_cz: Zmenšení/rozšíření obrazce/obrázku, aby se vešel do rámu.
eu_es: Txikitu/zabaldu tatuaia bezelaren iskinen barnean sartu dadin
fr: Rétrécir/agrandir le tatouage pour s’adapter à la bordure de la décoration.
gl_es: Reducir/expandir a tatuaxe para encaixar dentro do bordo do bisel.
hu: Zsugorítás / bővítés a tetoválásnál, hogy illeszkedjen a keret szegélyéhez.
it: Ridimensiona l'immagine per adattarlo al bordo della cornice
ja_jp: ベゼル内に収まるようにイメージを縮小/拡大します
nb_no: Krymp/utvid tatovering for å passe innenfor rammens kant.
nl: Krimp/rek tattoo om binnen de omlijsting te passen.
pl: Zmniejsz / powiększ tatuaż, aby zmieścić się w ramce.
ro_ro: Micșorează/mărește tatuajul pentru a se potrivi pe marginea ramei.
sk_sk: Zmenšiť/roztiahnuť tetovanie, aby sa zmestilo do okraja rámčeka.
tr: Dövmeyi çerçevenin kenarına sığacak şekilde küçültün/genişletin.
vi_vn: Thu nhỏ/mở rộng hình nổi để vừa với đường viền của khung bezel.
zh_cn: 缩小或放大花纹，使其适合嵌框的边框。

source: AI GAME TRANSLATION
ar: مترجم اللعبة بالذكاء الصناعي
ca: TRADUCCIÓ DEL JOC PER IA
cs_cz: AI PŘEKLAD HRY
cy_gb: CYFIEITHU AI GÊM
eu_es: AA-KO JOKO ITZULPENA
fi_fi: PELIN KÄÄNNÖS TEKOÄLYLLÄ
fr: IA DE TRADUCTION
gl_es: TRADUCIÓN DO XOGO POR IA
he: תרגום משחק באינטיליגנציה מלאכותית
hu: MI JÁTÉK FORDÍTÁS
it: TRADUZIONE GIOCO IA
ja_jp: AIゲーム翻訳
nb_no: AI SPILL OVERSETTELSE
nl: AI SPEL VERTALING
pl: TŁUMACZENIE GRY Z SI
ro_ro: TRADUCERE JOC CU IA
sk_sk: AI preklady hier
tr: YAPAY ZEKA OYUN ÇEVİRİSİ
vi_vn: DỊCH TRÒ CHƠI BẰNG AI
zh_cn: AI游戏翻译

source: ENABLE AI TRANSLATION SERVICE
ar: تفعيل خدمة الترجمة الآلية
ca: HABILITAR SERVEI DE TRADUCCIÓ IA
cs_cz: POVOLIT PŘEKLAD AI
eu_es: AKTIBATU AA ITZULPEN ZERBITZUA
fi_fi: OTA KÄYTTÖÖN TEKOÄLYN KÄÄNNÖS
fr: ACTIVER LE SERVICE IA
gl_es: ACTIVAR O SERVIZO DE TRADUCIÓN POR IA
hu: MI FORDÍTÁSI SZOLGÁLTATÁS ENGEDÉLYEZÉSE
it: ATTIVA TRADUZIONE GIOCO IA
ja_jp: AI 翻訳サービスを有効
nb_no: AKTIVER AI OVERSETTELSE TJENESTE
nl: AI VERTALING SERVICE INSCHAKELEN
pl: WŁĄCZ USŁUGĘ TŁUMACZENIA SI
ro_ro: ACTIVEAZĂ SERVICIUL DE TRADUCERE CU IA
sk_sk: Povoliť AI prekladovú službu
tr: YAPAY ZEKA OYUN ÇEVİRİ SERVİSİNİ AÇ
vi_vn: KÍCH HOẠT DỊCH VỤ DỊCH NGÔN NGỮ BẰNG AI
zh_cn: 启用AI智能翻译服务

source: TARGET LANGUAGE
ar: اللغة المطلوبة
ca: IDIOMA DE DESTINACIÓ
cs_cz: CÍLOVÝ JAZYK
cy_gb: IAITH TARGED
eu_es: HELBURU HIZKUNTZA
fi_fi: KOHDEKIELI
fr: LANGUE CIBLE
gl_es: LINGUA OBXECTIVO
he: שפת יעד
hu: CÉL NYELV
it: LINGUA DI DESTINAZIONE
ja_jp: 翻訳表示言語
nb_no: MÅLSPRÅK
nl: DOEL TAAL
pl: JĘZYK DOCELOWY
ro_ro: LIMBĂ ȚINTĂ
sk_sk: Cieľový jazyk
tr: HEDEF DİL
vi_vn: NGÔN NGỮ ĐÍCH
zh_cn: 目标语言

source: AI TRANSLATION SERVICE URL
ar: رابط خدمة الترجمة الآلية
ca: URL DE SERVEI DE TRADUCCIÓ IA
cs_cz: AI PŘEKLADATELSKÁ SLUŽBA URL
eu_es: AA ITZULPEN ZERBITUZ URL-A
fi_fi: TEKOÄLYKÄÄNNÖSPALVELUN URL
fr: URL DU SERVICE IA
gl_es: ENDEREZO DO SERVIZO DE TRADUCIÓN POR IA
hu: MI FORDÍTÁSI SZOLGÁLTATÁS URL-CÍME
it: URL DEL SERVIZIO
ja_jp: AI 翻訳サービス URL
nb_no: AI OVERSETTELSE SERVICE URL
nl: AI VERTALING SERVICE URL
pl: URL USŁUGI TŁUMACZENIA SI
ro_ro: URL SERVICIU DE TRADUCERE IA
sk_sk: URL služby AI prekladu
tr: YAPAY ZEKA ÇEVİRİ SERVİSİ ADRESİ
vi_vn: URL DỊCH VỤ DỊCH BẰNG AI
zh_cn: AI智能翻译服务地址

source: PAUSE ON TRANSLATED SCREEN
ar: إيقاف مؤقت للشاشة المترجمة
ca: PAUSAR AL TRADUÏR UNA PANTALLA
cs_cz: PAUZA NA PŘELOŽENÉ OBRAZOVCE
cy_gb: SAIB AR SGRIN CYFIEITHU
eu_es: GELDITU ITZULITAKO PANTAILAN
fi_fi: TAUOTA KÄÄNNETYLLÄ RUUDULLA
fr: PAUSE SUR L'ÉCRAN DE TRADUCTION
gl_es: PAUSAR NA PANTALLA TRADUCIDA
he: השהה במסך מתורגם
hu: PILLANAT ÁLJ A LEFORDÍTOTT KÉPERNYŐN
it: PAUSA SULLA SCHERMATA TRADOTTA
ja_jp: 翻訳画面で一時停止
nl: PAUZEER OP VERTAALD SCHERM
pl: PAUZA NA EKRANIE Z TŁUMACZENIEM
ro_ro: FĂ O PAUZĂ PE ECRANUL TRADUS
sk_sk: Pozastaviť na preloženej obrazovke
tr: ÇEVİRİLEN EKRANDA BEKLET
vi_vn: TẠM DỪNG TRÊN MÀN HÌNH ĐÃ DỊCH
zh_cn: 翻译时暂停游戏

source: AUTOCONFIGURE CONTROLLERS
ar: إعداد تلقائي لجهاز التحكم
ca: AUTOCONFIGURAR COMANDAMENTS
cs_cz: AUTO.NASTAVENÍ HER.OVLADAČE
cy_gb: AWTO-TRAWSWEDDU RHEOLYDDION
eu_es: KONTROLAGAILUAK AUTOKONFIGURATU
fr: AUTOCONFIGURER LES MANETTES
gl_es: AUTOCONFIGURACIÓN DE MANDOS
he: תצורת בקרים אוטומטית
hu: KONTROLLEREK AUTOMATIKUS BEÁLLÍTÁSA
it: CONFIGURA AUTOMATICAMENTE I CONTROLLER
ja_jp: 自動コントローラー設定
nb_no: AUTOKONFIGURER SPILLKONTROLLER
nl: AUTOCONFIGUREER CONTROLLERS
pl: AUTOKONFIGURUJ KONTROLERY
ro_ro: AUTOCONFIGUREAZĂ CONTROLERELE
sk_sk: Automaticky nastaviť ovládače
tr: KONTROL AYGITILARINI OTOMATİK YAPILANDIR
vi_vn: TỰ ĐỘNG CẤU HÌNH TAY CẦM
zh_cn: 自动配置控制器

source: PER SYSTEM ADVANCED CONFIGURATION
ar: تكوين متقدم لكل نظام
ca: ADMINISTRACIÓ AVANÇADA PER SISTEMA
cs_cz: POKROČILÁ KONFIGURACE SYSTÉMU
cy_gb: FFURFWEDDU UWCH I BOB SYSTEM
eu_es: SISTEMA BAKOITZEKO KONFIGURAZIO AURRERATUA
fi_fi: EDISTYNEET JÄRJESTELMÄKOHTAISET ASETUKSET
fr: CONFIGURATION AVANCÉE PAR SYSTÈME
gl_es: CONFIGURACIÓN AVANZADA POR SISTEMA
he: הגדרות מתקדמות לפי מערכת
hu: RENDSZERENKÉNTI HALADÓ KONFIGURÁCIÓ
it: CONFIGURAZIONE AVANZATA PER SISTEMA
ja_jp: システム別詳細設定
nb_no: PER SYSTEM AVANSERT KONFIGURASJON
nl: PER SYSTEEM GEAVANCEERDE CONFIGURATIE
pl: ZAAWANSOWANA KONFIGURACJA DLA SYSTEMU
ro_ro: CONFIGURĂRI AVANSATE PER SISTEM
sk_sk: Pokročilé nastavenie podľa systémov
tr: HER SİSTEM İÇİN GELİŞMİŞ AYARLAR
vi_vn: MỖI CẤU HÌNH NÂNG CAO CỦA HỆ THỐNG
zh_cn: 按系统（模拟器）配置

source: SCRAPER IS RUNNING. DO YOU WANT TO STOP IT?
ar: الجالِب يشتغل.أترغب في إيقافه؟
ca: El RASPADOR S'ESTÀ EXECUTANT. VOLS PARAR-LO?
cs_cz: VYHLEDAVAČ JE SPUŠTĚN. CHCETE HO ZASTAVIT?
eu_es: DATU LORTZEA ABIAN DA. GELDITZEA NAHI AL DUZU?
fr: UN SCRAPE EST EN COURS. VOULEZ-VOUS L’INTERROMPRE ?
gl_es: RASPADO EN CURSO. QUERES PARALO?
hu: LEKÉRÉS FUT. MEG AKAROD ÁLLÍTANI?
it: SCRAPER IN ESECUZIONE. VUOI FERMARLO ORA?
ja_jp: スクレイプが実行されています。中止しますか?
nb_no: SKRAPING KJØRER. VIL DU STOPPE DET?
nl: SCRAPER IS BEZIG. WILT U DEZE STOPPEN?
pl: SCRAPE JEST W TRAKCIE DZIAŁANIA. CZY CHCESZ GO ZATRZYMAĆ?
ro_ro: PRELUAREA INFORMAȚIILOR ESTE ÎN CURS. DOREȘTI SĂ O OPREȘTI?
sk_sk: Vyhľadávač beží. Chcete ho zastaviť?
tr: SCRAPER ÇALIŞIYOR. DURDURMAK İSTER MİSİN?
vi_vn: TRÌNH LẤY DỮ LIỆU ĐANG CHẠY. BẠN CÓ MUỐN DỪNG LẠI KHÔNG?
zh_cn: 抓取工具正在运行，是否停止？

source: GAME HASHING IS RUNNING. DO YOU WANT TO STOP IT?
ar: تجزئة اللعبة تعمل حالياً. هل تريد ايقافها ؟
ca: LA VALIDACIÓ DE JOCS S'ESTÀ REALITZANT. VOL ATURAR-LA?
cs_cz: HERNÍ HASHING JE SPUŠTĚN. CHCETE HO ZASTAVIT?
cy_gb: HASHIO GÊM YN RHEDEG. A YDYCH AM EI STOPIO?
eu_es: JOKOEK HASH FUNTZIOAK EXEKUTATZEN ARI DIRA. GELDITZEA NAHI AL DUZU?
fr: L'INDEXATION DES JEUX EST EN COURS. VOULEZ-VOUS L'INTERROMPRE ?
gl_es: VALIDACIÓN DE XOGO EXECUTANDOSE. QUERES PARALO?
hu: JÁTÉK HASH-ELÉS FUT: MEG SZERETNÉD ÁLLÍTANI?
it: GAME HASHING IN ESECUZIONE. VUOI ARRESTARE IL PROCESSO?
ja_jp: ゲームのハッシュ化が実行されています。 中止しますか？
nb_no: SPILL HASHING KJØRER. ØNSKER DU Å STOPPE DET?
nl: SPEL HASHING IS BEZIG. WILT U HET STOPPEN?
pl: HASZOWANIE GIER W TOKU. CZY CHCESZ JE ZATRZYMAĆ?
ro_ro: SE CALCULEAZĂ HASH-URILE JOCURILOR. DOREȘTI SĂ OPREȘTI PROCESUL?
sk_sk: Beží hashovanie hry. Chcete ho zastaviť?
tr: OYUNLARI HASH DEVAM EDİYOR. DURDURMAK İSTERMİSİNİZ?
vi_vn: HASHING TRÒ CHƠI ĐANG CHẠY. BẠN CÓ MUỐN DỪNG LẠI KHÔNG?
zh_cn: 正在效验游戏。是否停止?

source: REALLY UPDATE GAMELISTS?
ar: أترغب حقا في تحديث قائمة الألعاب؟
ca: REALMENT VOL ACTUALITZAR LES GAMELISTS?
cs_cz: OPRAVDU AKTUALIZOVAT SEZNAMY HER?
eu_es: BENETAN EGUNERATU JOKO LISTAK?
fr: VOULEZ-VOUS VRAIMENT METTRE À JOUR LES LISTES DE JEUX ?
gl_es: QUERES ACTUALIZAR AS LISTAS DE XOGOS?
hu: TÉNYLEG FRISSÍTSE A JÁTÉKLISTÁKAT?
it: VUOI AGGIORNARE LA LISTA?
ja_jp: ゲームリストを更新しますか？
nb_no: VIRKELIG OPPDATERE SPILLLISTER?
nl: ECHT SPELLIJSTEN UPDATEN?
pl: ZAKTUALIZOWAĆ LISTY GIER?
ro_ro: CHIAR DOREȘTI ACTUALIZAREA LISTELOR DE JOCURI?
sk_sk: Naozaj aktualizovať zoznamy hier?
tr: OYUN LİSTESİNİ GERÇEKTEN GÜNCELLE?
vi_vn: CẬP NHẬT DANH SÁCH TRÒ CHƠI?
zh_cn: 确定更新游戏列表吗?

source: YOU MUST APPLY THE THEME BEFORE EDITING ITS CONFIGURATION
ar: عليك باستعمال السمة قبل تعديل خصائصها
ca: HA D'APLICAR EL TEMA ABANS D'EDITAR LA SEVA CONFIGURACIÓ
cs_cz: PŘED ÚPRAVOU KONFIGURACE JE NUTNÉ POUŽÍT MOTIV
eu_es: GAIA EZARRI BEHAR DUZU EZARPENAK EDITATU AURRETIK
fr: VOUS DEVEZ APPLIQUER LE THÈME AVANT D’ÉDITER SA CONFIGURATION
gl_es: DEBE APLICAR O TEMA ANTES DE EDITAR A SÚA CONFIGURACIÓN
hu: A KONFIGURÁCIÓ SZERKESZTÉSE ELŐTT ALKALMAZNIA KELL A TÉMÁT
it: È NECESSARIO APPLICARE IL TEMA PRIMA DI MODIFICARLO
ja_jp: 設定を編集する前にテーマを適用する必要があります
nb_no: DU MÅ BRUKE TEMAET FØR DU REDIGERER KONFIGURASJONEN
nl: HET THEMA DIENT TOEGEPAST TE WORDEN VOOR DE CONFIGURATIE BEWERKT KAN WORDEN
pl: MUSISZ ZASTOSOWAĆ MOTYW PRZED EDYCJĄ JEGO KONFIGURACJI
ro_ro: TREBUIE SĂ APLICI TEMA ÎNAINTE DE A-I EDITA CONFIGURAȚIA
sk_sk: Musíte použiť tému pred úpravou jej konfigurácie
tr: KONFİGÜRASYONU DÜZENLEMEDEN ÖNCE TEMAYI UYGULAMASINIZ
vi_vn: BẠN PHẢI ÁP DỤNG GIAO DIỆN TRƯỚC KHI CHỈNH SỬA CẤU HÌNH CỦA NÓ
zh_cn: 在编辑其配置之前，先应用主题

source: THEME CONFIGURATION
ar: خصائص السمة
ca: CONFIGURACIÓ DEL TEMA
cs_cz: NASTAVENÍ MOTIVU
cy_gb: TRAWSWEDDIAD THEMA
eu_es: GAI KONFIGURAZIOA
fi_fi: TEEMAN ASETUKSET
fr: CONFIGURATION DU THÈME
gl_es: CONFIGURACIÓN DO TEMA
he: תצורת ערכת נושא
hu: TÉMA TESTRESZABÁSA
it: CONFIGURAZIONE DEL TEMA
ja_jp: テーマ設定
nb_no: TEMA KONFIGURASJON
nl: THEMA CONFIGURATIE
pl: KONFIGURACJA MOTYWU
ro_ro: CONFIGURARE TEMĂ
sk_sk: Nastavenie témy
tr: TEMA YAPILANDIRMASI
vi_vn: CẤU HÌNH GIAO DIỆN
zh_cn: 主题配置

source: VIEW CUSTOMIZATION
ar: عرض الخصائص
ca: MOSTRAR PERSONALITZACIÓ
cs_cz: PŘIZPŮSOBENÍ ZOBRAZENÍ
eu_es: ERAKUTSI NEURRIRATZEA
fr: PERSONNALISER LA VUE
gl_es: VER PERSONALIZACIÓN
hu: TESTRESZABÁS MEGTEKINTÉSE
it: MOSTRA PERSONALIZZAZIONI
ja_jp: 表示のカスタマイズ
nb_no: Se tilpasning
nl: AANPASSING WEERGEVEN
pl: DOSTOSOWYWANIE WIDOKU
ro_ro: PERSONALIZARE AFIȘARE
sk_sk: Zobraziť prispôsobenie
tr: ÖZELLEŞTİRMELERİ GÖSTER
vi_vn: XEM TÙY CHỈNH
zh_cn: 自定义视图

source: GAMELIST STYLE
ca: ESTIL DE LA GAMELIST
cs_cz: STYL HERNÍHO SEZNAMU
cy_gb: STEIL RHESTR GEMAU
eu_es: JOKO LISTA ESTILOA
fi_fi: PELILISTAN TYYLI
fr: STYLE DES LISTES DE JEUX
gl_es: ESTILO LISTA XOGO
he: סגנון רשימת משחקים
hu: JÁTÉKLISTA STÍLUSA
it: STILE LISTA GIOCHI
ja_jp: ゲームリストスタイル
nb_no: SPILLELISTE STIL
nl: SPELLIJST STIJL
pl: STYL LISTY GIER
ro_ro: STIL LISTĂ DE JOCURI
sk_sk: Štýl zoznamu hier
tr: OYUN LİSTESİ SİTİLİ
vi_vn: PHONG CÁCH DANH SÁCH TRÒ CHƠI
zh_cn: 游戏风格

source: GAMELIST VIEW STYLE
ar: نمط عرض قائمة الألعاب
ca: ESTIL DE LA GAMELIST
cs_cz: STYL ZOBRAZENÍ HERNÍHO SEZNAMU
cy_gb: GOLWG STEIL RHESTR GEMAU
eu_es: JOKO LISTA IKUSTEKO ESTILOA
fi_fi: PELILISTAN TYYLI
fr: TYPE DE VUE
gl_es: ESTILO DE VISTA DA LISTA DE XOGO
he: סגנון צפייה ברשימת משחקים
hu: JÁTÉKLISTA NÉZET
it: STILE LISTA GIOCHI
ja_jp: ゲームリスト表示スタイル
nb_no: SPILLELISTE VISNINGSSTIL
nl: STIJL SPELLIJST WEERGAVE
pl: RODZAJ WIDOKU LISTY GIER
ro_ro: STIL AFIȘARE LISTĂ DE JOCURI
sk_sk: Štýl zobrazenia zoznamu hier
tr: OYUN LİSTESİ GÖRÜNÜMÜ
vi_vn: KIỂU XEM DANH SÁCH TRÒ CHƠI
zh_cn: 游戏列表样式

source: automatic
ar: تلقائي
ca: automàtic
cs_cz: automaticky
cy_gb: awtomatig
eu_es: automatikoa
fi_fi: automaattinen
fr: automatique
gl_es: automático
he: אוטומטי
hu: automatikus
it: automatico
ja_jp: 自動
nb_no: automatisk
nl: automatisch
pl: automatycznie
ro_ro: automat
sk_sk: automaticky
tr: otomatik
vi_vn: tự động
zh_cn: 自动

source: basic
ar: أساسي
ca: bàsic
cs_cz: základní
cy_gb: syml
eu_es: oinarrizkoa
fi_fi: perus
fr: basique
gl_es: básico
he: בסיסי
hu: alap
it: base
ja_jp: 基本
nb_no: grunnleggende
nl: basis
pl: podstawowy
ro_ro: de bază
sk_sk: základné
tr: temel
vi_vn: cơ bản
zh_cn: 基本列表

source: detailed
ar: مفصّل
ca: detallat
cs_cz: podrobný
cy_gb: manwl
eu_es: xehetasunak
fi_fi: yksityiskohtainen
fr: détaillé
gl_es: detallado
he: מפורט
hu: kitejesztett
it: dettagliato
ja_jp: 詳細
nl: gedetailleerd
pl: szczegółowy
ro_ro: detaliat
sk_sk: podrobné
tr: detaylandırılmış
vi_vn: chi tiết
zh_cn: 详细列表

source: DEFAULT GRID SIZE
ar: حجم المصفوفة الإفتراضي
ca: MIDA DE LA GRAELLA PER DEFECTE
cs_cz: VÝCHOZÍ VELIKOST MŘÍŽKY
cy_gb: MAINT GRID RHAGOSODEDIG
eu_es: DEFEKTUZKO LAUKISARE TAMAINA
fi_fi: RUUDUKON OLETUSKOKO
fr: TAILLE DE LA GRILLE PAR DÉFAUT
gl_es: TAMAÑO PREDETERMINADO DA GRELLA
he: הגדרת גודל רשת (GRID SIZE)
hu: ALAP RÁCS MÉRET
it: GRANDEZZA PREDEFINITA GRIGLIA
ja_jp: グリッドサイズ(既定)
nb_no: STANDARD RUTENETTSTØRRELSE
nl: STANDAARD RASTER GROOTTE
pl: DOMYŚLNY ROZMIAR SIATKI
ro_ro: MĂRIME IMPLICITĂ GRILĂ
sk_sk: Predvolená veľkosť mriežky
tr: VARSAYILAN IZGARA BOYUTU
vi_vn: KÍCH THƯỚC LƯỚI MẶC ĐỊNH
zh_cn: 默认网格大小

source: GAMELIST THEME OPTIONS
ar: خيارات سمة قائمة الألعاب
ca: OPCIONS DEL TEMA DE LA GAMELIST
cs_cz: MOŽNOSTI MOTIVU SEZNAMU HER
cy_gb: OPSIYNAU THEMA RHESTR GEMAU
eu_es: JOKO LISTA GAI AUKERAK
fi_fi: PELILISTAN TEEMAN ASETUKSET
fr: OPTIONS DES LISTES DE JEUX DU THÈME
gl_es: OPCIÓNS DO TEMA DA LISTA DE XOGOS
he: אפשרויות רשימת משחקים לערכת נושא
hu: JÁTÉK TÉMA LEHETŐSÉGEK
it: OPZIONI TEMA PER LISTA GIOCHI
ja_jp: ゲームリストテーマ設定
nb_no: SPILLELISTE TEMA ALTERNATIVER
nl: SPELLIJST THEMA OPTIES
pl: OPCJE MOTYWU DLA LISTY GIER
ro_ro: OPȚIUNI TEMĂ LISTĂ DE JOCURI
sk_sk: Voľby témy zoznamu hier
tr: OYUN LİSTESİ TEMA AYARLARI
vi_vn: LỰA CHỌN GIAO DIỆN DANH SÁCH TRÒ CHƠI
zh_cn: 主题的游戏列表选项

source: THEME OPTIONS
ar: خيارات السمة
ca: OPCIONS DEL TEMA
cs_cz: MOŽNOSTI MOTIVU
cy_gb: OPSIYNAU THEMA
eu_es: GAI AUKERAK
fi_fi: TEEMAN ASETUKSET
fr: OPTIONS DU THÈME
gl_es: OPCIÓNS DO TEMA
he: אפשרויות ערכת נושא
hu: TÉMA BEÁLLÍTÁSOK
it: OPZIONI TEMA
ja_jp: テーマ詳細設定
nb_no: TEMA ALTERNATIV
nl: THEMA OPTIES
pl: OPCJE MOTYWU
ro_ro: OPȚIUNI TEMĂ
sk_sk: Voľby témy
tr: TEMA AYARLARI
vi_vn: TÙY CHỌN GIAO DIỆN
zh_cn: 主题选项

source: DEFAULT VALUE
ar: قيمة افتراضية
ca: VALOR PER DEFECTE
cs_cz: VÝCHOZÍ HODNOTA
cy_gb: GWERTH RHAGOSODEDIG
eu_es: DEFEKTUZKO BALIOA
fi_fi: OLETUSARVO
fr: VALEUR PAR DÉFAUT
gl_es: VALOR PREDETERMINADO
he: ערך ברירת מחדל
hu: ALAP ÉRTÉK
it: VALORE PREDEFINITO
ja_jp: 初期設定
nb_no: STANDARDVERDI
nl: STANDAARD WAARDE
pl: WARTOŚĆ DOMYŚLNA
ro_ro: VALOARE IMPLICITĂ
sk_sk: Predvolená hodnota
tr: VARSAYILAN DEĞER
vi_vn: GIÁ TRỊ MẶC ĐỊNH
zh_cn: 默认值

source: GAMELIST OPTIONS
ar: خيارات قائمة الألعاب
ca: OPCIONS DE LA GAMELIST
cs_cz: MOŽNOSTI SEZNAMU HER
cy_gb: OPSIYNAU RHESTR GEMAU
eu_es: JOKO LISTA AUKERAK
fi_fi: PELILISTAN ASETUKSET
fr: OPTIONS DES LISTES DE JEUX
gl_es: OPCIÓNS DA LISTA DE XOGOS
he: אפשרויות רשימת משחקים
hu: JÁTÉKLISTA BEÁLLÍTÁSOK
it: OPZIONI LISTA GIOCHI
ja_jp: ゲームリスト設定
nb_no: SPILLELISTE ALTERNATIVER
nl: SPELLIJST OPTIES
pl: OPCJE LISTY GIER
ro_ro: OPȚIUNI LISTĂ DE JOCURI
sk_sk: Voľby zoznamu hier
tr: OYUN LİSTESİ AYARLARI
vi_vn: TÙY CHỌN DANH SÁCH TRÒ CHƠI
zh_cn: 游戏列表选项
