Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: NETWORK REQUIRED
ar: مطلوب الاتصال بالشبكة
ca: ES REQUEREIX CONNEXIÓ A INTERNET
cs_cz: POŽADOVANÁ SÍŤ
cy_gb: ANGEN RHWYDWAITH
eu_es: SAREA BEHARREZKOA DA
fi_fi: VERKKOYHTEYS VAADITAAN
fr: CONNEXION RÉSEAU NÉCESSAIRE
gl_es: NECESARIA CONEXIÓN DE REDE
he: נדרש חיבור לרשת
hu: HÁLÓZAT SZÜKSÉGES
it: RICHIESTA CONNESSIONE DI RETE
ja_jp: ネットワーク接続が必要です
nb_no: NETTVERK KREVES
nl: NETWERK VEREIST
pl: WYMAGANA SIEĆ
ro_ro: REȚEA NECESARĂ
sk_sk: Vyžaduje sa sieť
tr: AĞ GEREKLİ
vi_vn: YÊU CẦU KẾT NỐI MẠNG
zh_cn: 需要联网

source: INVALID PARAMETERS
ar: معلمات غير صالحة
ca: VALORS NO VÀLIDS
cs_cz: NEPLATNÉ PARAMETRY
cy_gb: PARAMEDRWYR ANNILYS
eu_es: PARAMETRO EZEGOKIAK
fi_fi: VIRHEELLISET ARVOT
fr: PARAMÈTRES INVALIDES
gl_es: PARÁMETROS NON VÁLIDOS
he: ערכים לא חוקיים
hu: HIBÁS PARAMÉTER
it: PARAMETRI NON VALIDI
ja_jp: 無効なパラメーター
nb_no: UGYLDIGE PARAMETRE
nl: ONGELDIGE PARAMETERS
pl: NIEPRAWIDŁOWE PARAMETRY
ro_ro: PARAMETRII INVALIZI
sk_sk: Neplatné parametre
tr: GEÇERSİZ PARAMETRELER
vi_vn: THÔNG SỐ KHÔNG HỢP LỆ
zh_cn: 参数无效

source: fade
ar: تلاشي
ca: esvair
cs_cz: zanikavý
cy_gb: pylu
eu_es: ahuldu
fi_fi: häivytä
fr: fondu
gl_es: esvaecer
he: עמעום
hu: eltűnik
it: dissolvenza
ja_jp: フェード
nb_no: falme
nl: vervagen
pl: zanikanie
ro_ro: atenuează
sk_sk: vytratenie
tr: soldur
vi_vn: mờ dần
zh_cn: 淡出

source: slide
ar: شريحة
ca: lliscar
cs_cz: posunutý
cy_gb: sleid
eu_es: irristatu
fi_fi: liu'uta
fr: glissement
gl_es: escorregar
he: מעבר
hu: csúsztat
it: scorrimento
ja_jp: 横
nb_no: lysbilde
nl: schuiven
pl: przesunięcie
ro_ro: glisează
sk_sk: posun
tr: kaydır
vi_vn: trượt
zh_cn: 滑动

source: fade & slide
ar: تلاشي وانزلاق
ca: esvair i lliscar
cs_cz: zanikavý a posunutý
cy_gb: pylu a llithro
eu_es: ahuldu eta irristatu
fi_fi: häivytä ja liu'uta
fr: fondu et glissement
gl_es: desvanecerse e escorregarse
he: עמעום ומעבר
hu: eltűnik és csúsztat
it: dissolvenza & scorrimento
ja_jp: フェード & 横
nb_no: falme & glid
nl: vervagen en schuiven
pl: zanikanie i przesunięcie
ro_ro: atenuează și glisează
sk_sk: vytratenie a posun
tr: soldur & kaydır
vi_vn: mờ dần & trượt
zh_cn: 淡入和滑动

source: instant
ar: فوري
ca: instantani
cs_cz: okamžitý
cy_gb: amrantiad
eu_es: unea
fi_fi: välittömästi
fr: instantané
gl_es: instantáneo
he: מיידי
hu: állandó
it: istantaneo
ja_jp: 瞬時
nb_no: øyeblikk
nl: direct
pl: natychmiastowo
sk_sk: okamžité
tr: anında
vi_vn: tức thì
zh_cn: 闪现

source: System
ar: النظام
ca: Sistema
cs_cz: Systém
eu_es: Sistema
fi_fi: Järjestelmä
fr: Système
gl_es: Sistema
he: מערכת
hu: Rendszer
it: Sistema
ja_jp: システム
nl: Systeem
ro_ro: Sistem
sk_sk: Systém
tr: Sistem
vi_vn: Hệ thống
zh_cn: 系统

source: Architecture
ar: المعمارية
ca: Arquitectura
cs_cz: Architektura
cy_gb: System
eu_es: Arkitektura
fi_fi: Arkkitehtuuri
gl_es: Arquitectura
he: ארכיטקטורה
hu: Architektúra
it: Architettura
ja_jp: アーキテクチャ
nb_no: Arkitektur
nl: Architectuur
pl: Architektura
ro_ro: Arhitectură
sk_sk: Architektúra
tr: Mimari
vi_vn: Kiến trúc
zh_cn: 架构

source: Disk format
ar: نظام ملفات القرص
ca: Sistema d’arxius
cs_cz: Formát disku
eu_es: Disko formatua
fi_fi: Levyn tallennusmuoto
fr: Format du disque utilisateur
gl_es: Formato de disco
he: איתחול כונן Disk format
hu: Diszk formátum
it: Formato disco
ja_jp: ファイルシステム形式
nl: Schijf indeling
pl: Format dysku
ro_ro: Format disc
sk_sk: Formát disku
tr: Disk biçimlendir
vi_vn: Định dạng ổ đĩa
zh_cn: 磁盘格式

source: Temperature
ar: الحرارة
ca: Temperatura
cs_cz: Teplota
cy_gb: Tymheredd
eu_es: Tenperatura
fi_fi: Lämpötila
fr: Température
gl_es: Temperatura
he: טמפרטורה
hu: Hőfok
it: Temperatura
ja_jp: システム温度
nb_no: Temperatur
nl: Temperatuur
pl: Temperatura
ro_ro: Temperatură
sk_sk: Teplota
tr: Sıcaklık
vi_vn: Nhiệt độ
zh_cn: 温度

source: Available memory
ar: الذاكرة المتوفرة
ca: Memòria disponible
cs_cz: Volná paměť
cy_gb: Cof ar gael
eu_es: Eskuragarri dagoen memoria
fi_fi: Saatavilla oleva muisti
fr: Mémoire disponible
gl_es: Memoria dispoñible
he: זכרון זמין
hu: Rendelkezésre álló memória
it: Memoria disponibile
ja_jp: 使用可能なメモリ
nb_no: Tilgjengelig minne
nl: Beschikbaar geheugen
pl: Dostępna pamięć
ro_ro: Memorie disponibilă
sk_sk: Dostupná pamäť
tr: Kullanılabilir hafıza
vi_vn: Bộ nhớ khả dụng
zh_cn: 可用内存

source: Battery
ar: البطارية
ca: Bateria
cs_cz: Baterie
cy_gb: Batri
eu_es: Bateria
fi_fi: Akku
fr: Batterie
gl_es: Batería
he: סוללה
hu: Akkumulátor
it: Batteria
ja_jp: バッテリー
nb_no: Batteri
nl: Batterij
pl: Bateria
ro_ro: Baterie
sk_sk: Batéria
tr: Pil
vi_vn: Pin
zh_cn: 电池

source: Model
ar: الطراز
eu_es: Modeloa
fi_fi: Malli
fr: Modèle
gl_es: Modelo
hu: Modell
it: Modello
ja_jp: モデル
nb_no: Modell
vi_vn: Thiết bị
zh_cn: 型号

source: Cpu model
ar: المعالج
ca: Processador
cs_cz: Model procesoru
cy_gb: Model Cpu
eu_es: PUZ modeloa
fi_fi: Prosessorin malli
fr: Type de processeur
gl_es: Modelo de Procesador
he: דגם מעבד
hu: Cpu modell
it: Modello CPU
ja_jp: CPU モデル
nb_no: Cpu modell
pl: Model procesora
ro_ro: Model CPU
sk_sk: Model CPU
tr: Cpu modeli
vi_vn: Model CPU
zh_cn: CPU 型号

source: Cpu number
ar: عدد النَّوَيات
ca: Nuclis del processador
cs_cz: Počet CPU
cy_gb: Rhif Cpu
eu_es: PUZ zenbakia
fi_fi: Prosessorin ytimet
fr: Nombre de processeurs
gl_es: Número de Procesador
he: מספר מעבד
hu: Cpu szám
it: Numero CPU
ja_jp: CPU コア数
nb_no: Cpu nummer
nl: Cpu nummer
pl: Liczba rdzeni
ro_ro: Număr CPU
sk_sk: Počet CPU
tr: Cpu adeti
vi_vn: Số CPU
zh_cn: CPU 核心数量

source: Cpu max frequency
ar: التردد الأقصى للمعالج
ca: Freqüència màxima del processador
cs_cz: Cpu max frekvence
cy_gb: Cpu amledd macsimiwm
eu_es: PUZ-aren gehieneko frekuentzia
fi_fi: Prosessorin maksimi taajuus
fr: Fréquence max processeur
gl_es: Frecuencia máxima do Procesador
he: תדר שיא למעבד
hu: Cpu maximális frekvencia
it: Frequenza max CPU
ja_jp: Cpu 最大周波数
nb_no: Cpu maks frekvens
nl: Cpu maximum frequentie
pl: Maks. częstotliwość procesora
ro_ro: Frecvența maximă CPU
sk_sk: Maximálna frekvencia CPU
tr: Cpu üst frekansı
vi_vn: Tần số tối đa của CPU
zh_cn: CPU 最大频率

source: Cpu feature
ar: ميزة المعالج
ca: Característica del processador
cs_cz: Funkce Cpu
cy_gb: Nodwedd Cpu
eu_es: PUZ ezaugarria
fr: Caractéristiques processeur
gl_es: Característica do Procesador
he: מאפיין מעבד
hu: Cpu jellemző
it: Caratteristiche CPU
ja_jp: CPU 機能
nl: Cpu eigenschap
pl: Funkcje procesora
ro_ro: Caracteristică CPU
sk_sk: CPU funkcia
tr: Cpu özellikleri
vi_vn: Tính năng CPU
zh_cn: CPU 特征

source: Available Memory
fr: Mémoire disponible
gl_es: Memoria dispoñible
hu: Rendelkezésre álló memória
it: Memoria Disponibile
ja_jp: 使用可能メモリ/全容量
pl: Dostępna Pamięć
ro_ro: Memorie disponibilă
vi_vn: Bộ nhớ có thể sử dụng

source: Display Resolution
fr: Résolution de l'écran
gl_es: Resolución de visualización
hu: Kijelző felbontása
it: Risoluzione Schermo
ja_jp: 表示解像度
pl: Rozdzielczość Ekranu
ro_ro: Rezoluție ecran
vi_vn: Độ phân giải màn hình

source: Display Refresh Rate
fr: Taux de raffraîchissemenet de l'écran
gl_es: Mostrar a taxa de actualización
hu: Kijelző frissítési gyakorisága
it: Refresh Rate Schermo
ja_jp: 表示リフレッシュレート
pl: Częstotliwość Odświeżania Ekranu
ro_ro: Rată reîmprospătare ecran

source: OpenGL Driver Version
fr: Version du driver OpenGL
gl_es: Versión do controlador OpenGL
hu: OpenGL illesztőprogram verziója
it: Versione Driver OpenGL
ja_jp: OpenGLドライババージョン
pl: Wersja Sterownika OpenGL
ro_ro: Versiune driver OpenGL
vi_vn: Phiên bản Driver OpenGL

source: Vulkan Driver Name
fr: Nom du driver Vulkan
gl_es: Nome do controlador Vulkan
hu: Vulkan illesztőprogram neve
it: Nome Driver Vulkan
ja_jp: Vulkan ドライバ名
pl: Nazwa Sterownika Vulkan
ro_ro: Nume driver Vulkan
vi_vn: Tên Driver Vulkan

source: Vulkan Driver Version
fr: Version du driver Vulkan
gl_es: Versión do controlador Vulkan
hu: Vulkan illesztőprogram verziója
it: Versione Driver Vulkan
ja_jp: Vulkan ドライババージョン
pl: Wersja Sterownika Vulkan
ro_ro: Versiune driver Vulkan
vi_vn: Phiên bản Driver Vulkan

source: Data Partition Format
fr: Format de la partition de données
gl_es: Formato de partición de datos
hu: Adatpartíció formátuma
it: Formato Partizione Dati
ja_jp: データパーティション形式
pl: Format Partycji Danych
ro_ro: Format partiție date
vi_vn: Đinh dạng phân vùng dữ liệu

source: Data Partition Available Space
fr: Espace disponible sur la partition de données
gl_es: Espazo dispoñible de partición de datos
hu: Adatpartíció rendelkezésre álló hely
it: Spazio Disponibile Partizione Dati
ja_jp: データパーティション空き容量
pl: Dostępne Miejsce na Partycji Danych
ro_ro: Spațiu disponibil partiție date
vi_vn: Bộ nhớ khả dụng của phân vùng dữ liệu

source: Network IP Address
fr: Adresse IP
gl_es: Enderezo IP da rede
hu: Hálózati IP-cím
it: Indirizzo IP Rete
ja_jp: ネットワークIPアドレス
pl: Sieciowy Adres IP
ro_ro: Adresă IP rețea
vi_vn: Địa chỉ IP

source: UEFI Boot
fr: Boot UEFI
gl_es: arranque UEFI
hu: UEFI-indítás
it: Avvio UEFI
ja_jp: UEFI ブート
ro_ro: Boot UEFI

source: Secure Boot
gl_es: Arranque seguro
hu: Biztonságos indítás
it: Avvio Sicuro
ja_jp: セキュア ブート

# game_options
source: SHARP-BILINEAR-SIMPLE
ar: حاد-متجانس-عادي
eu_es: ZORROZTU-BILINEAR-ARRUNTA
gl_es: NITIDO-BILINEAL-SIMPLE
hu: ÉLES-BILINEÁRIS-EGYSZERŰ
it: SHARP-BILINEARE-SEMPLICE
ja_jp: シャープ-バイリニア-シンプル(SHARP-BILINEAR-SIMPLE)
ro_ro: ASCUȚIT-BILINEAR-SIMPLU
sk_sk: Ostré-bilineárne-jednoduché
tr: KESKİN-BILINEAR-BASİT
zh_cn: 锐利-双线性-简单

# game_options
source: SCANLINES
ar: خطوط المسح
cs_cz: SKENOVACÍ LINIE
eu_es: SKANLERROAK
fr: BALAYAGE
gl_es: LIÑAS DE ESCANEO
ja_jp: スキャンライン
ro_ro: LINII DE SCANARE
sk_sk: Scan riadky
tr: TARAMA ÇİZGİLERİ
zh_cn: 扫描线

# game_options
source: RETRO
ar: ريترو
fr: GROS PIXELS
ja_jp: レトロ
zh_cn: 复古

# game_options
source: ENHANCED
ar: تحسين
ca: MILLORAT
cs_cz: VYLEPŠENÝ
eu_es: HOBETUTA
fi_fi: PARANNELTU
fr: AMÉLIORÉ
gl_es: MELLORADO
hu: TOVÁBBFEJLESZTETT
it: OTTIMIZZATO
ja_jp: 拡張(ENHANCED)
nl: UITGEBREID
pl: UDOSKONALONY
ro_ro: ÎMBUNĂTĂȚIT
sk_sk: Rozšírené
tr: GELİŞTİRİLMİŞ
zh_cn: 增强

# game_options
source: CURVATURE
ar: تقويس
ca: CURVATURA
eu_es: KURBATZEA
fi_fi: KAAREVA
fr: BALAYAGE COURBÉ
gl_es: CURVATURA
hu: GÖRBÜLET
it: CURVATURA SCHERMO
ja_jp: 曲率(CURVATURE)
nl: KROMME
pl: ZAKRZYWIONY
ro_ro: CURBAT
sk_sk: Zakryvenie
tr: EĞRİLİK
zh_cn: 曲线扫描

# game_options
source: FLATTEN-GLOW
ar: توهج-مسطح
ca: PLANA-BRILLANT
cs_cz: ZPLOŠTIT-ZÁŘIT
eu_es: ZAPALDU-DIZDIRA
fi_fi: TASOITETTU-HEHKU
fr: APPLATI ET BRILLANT
gl_es: APLANAR-BRILLO
hu: LAPÍTOTT RAGYOGÁS
it: PIATTO E LUMINOSO
ja_jp: フラットグロー(FLATTEN-GLOW)
nl: AFVLAKKEN-GLOEIEN
ro_ro: APLATIZAT-STRĂLUCITOR
sk_sk: Sploštiť - žiara
tr: DÜZLEŞTİRME-PARLAMA
zh_cn: 平面光亮

# game_options
source: RGA SCALING
ar: تحجيم RGA
ca: ESCALAT RGA
cs_cz: ŠKÁLOVÁNÍ RGA
eu_es: RGA ESKALATZEA
fi_fi: RGA-SKAALAUS
fr: MISE À L'ÉCHELLE RGA
gl_es: ESCALADO RGA
hu: RGA méretezés
it: SCALATURA RGA
ja_jp: RGAスケーリング
nb_no: RGA SKALERING
pl: SKALOWANIE RGA
ro_ro: SCALARE RGA
sk_sk: RGA škálovanie
tr: RGA ÖLÇEKLENDİRME
zh_cn: RGA缩放

source: VENDOR
ar: المورد
ca: FABRICANT
cs_cz: PRODEJCE
eu_es: SALTZAILEA
fi_fi: MYYJÄ
fr: FABRICANT
gl_es: PROVEEDOR
he: ספק
hu: FORGALMAZÓ
ja_jp: ベンダー
nb_no: LEVERANDØR
nl: AANBIEDER
pl: DOSTAWCA
ro_ro: PRODUCĂTOR
sk_sk: Výrobca
tr: YAPIMCI
vi_vn: NHÀ CUNG CẤP
zh_cn: 供应商

source: RENDERER
ar: المُصَيِّر
ca: RENDERITZADOR
cs_cz: VYKRESLOVAČ
eu_es: RENDERIZATZAILEA
fi_fi: RENDERÖIJÄ
fr: RENDU
gl_es: RENDERIZADOR
he: 'מרנדר'
ja_jp: レンダラー
pl: RENDER
ro_ro: RANDARE
sk_sk: Vykresľovač
tr: İŞLEYİCİ
vi_vn: BỘ XỬ LÝ ĐỒ HỌA
zh_cn: 渲染器

source: SHADERS
ar: المظللات
ca: FILTRES
cs_cz: SHADERY
eu_es: SHADER-AK
fi_fi: VARJOSTIMET
fr: FILTRES
gl_es: SOMBREADORES (shaders)
he: מצלילים
hu: SHADER
ja_jp: シェーダー
pl: SHADERY
ro_ro: SHADER-URI
sk_sk: Shadery
tr: GÖLGELENDİRMELER
vi_vn: BỘ LỌC
zh_cn: 着色器

source: INTERNAL
ar: داخلي
ca: INTERN
cs_cz: VNITŘNÍ
eu_es: BARNEKOA
fi_fi: SISÄINEN
fr: INTERNE
gl_es: INTERNO
hu: BELSŐ
it: INTERNO
ja_jp: システムと同ストレージ(通常)
nb_no: INTERN
pl: WEWNĘTRZNY
ro_ro: INTERN
sk_sk: Vnútorné
tr: DAHİLİ
vi_vn: BỘ NHỚ TRONG
zh_cn: 内部存储

source: ANY EXTERNAL
ar: أي قرص خارجي
ca: CUALSEVOL EXTERN
cs_cz: KAŽDÝ EXTERNÍ
eu_es: KANPOKOREN BAT
fi_fi: MIKÄ TAHANSA ULKOINEN
fr: PREMIER DISQUE EXTERNE
gl_es: CALQUER EXTERNO
hu: BÁRMELY KÜLSŐ
it: QUALUNQUE ESTERNO
ja_jp: 外付けストレージ(userdata分離)
nb_no: EVENTUELLE EKSTERNE
pl: DOWOLNY ZEWNĘTRZNY
ro_ro: ORICE EXTERN
sk_sk: Ľubovoľné externé
tr: HERHANGİ HARİCİ
vi_vn: TẤT CẢ BỘ NHỚ NGOÀI
zh_cn: 外部存储磁盘

source: maximum 1920x1080
ca: màxim 1920x1080
cs_cz: max. 1920x1080
eu_es: 1920x1080 gehienzkoa
fi_fi: korkeintaan 1920x1080
gl_es: máximo 1920 x 1080
it: massimo 1920x1080
ja_jp: (推奨最大) 1920x1080
nb_no: maksimum 1920x1080
pl: maksymalnie 1920x1080
tr: maksimum 1920x1080
vi_vn: tối đa 1920x1080
zh_cn: 最大1920X1080

source: maximum 640x480
ca: màxim 640x480
cs_cz: max. 640x480
eu_es: 640x480 gehienezkoa
fi_fi: korkeintaan 640x480
gl_es: máximo 640x480
it: massimo 640x480
ja_jp: (推奨最小) 640x480
nb_no: maksimum 640x480
pl: maksymalnie 640x480
tr: maksimum 640x480
vi_vn: tối đa 640x480
zh_cn: 最大640X480

source: MAIN MENU
ar: القائمة الرئيسية
ca: MENÚ PRINCIPAL
cs_cz: MOJE MENU
cy_gb: PRIF DDEWISLEN
eu_es: MENU NAGUSIA
fi_fi: PÄÄVALIKKO
fr: MENU PRINCIPAL
gl_es: MENÚ PRINCIPAL
he: תפריט ראשי
hu: FŐMENÜ
it: MENU PRINCIPALE
ja_jp: メインメニュー
nb_no: HOVEDMENY
nl: HOOFDMENU
pl: MENU GŁÓWNE
ro_ro: MENIU PRINCIPAL
sk_sk: Hlavná ponuka
tr: ANA MENÜ
vi_vn: MENU CHÍNH
zh_cn: 主菜单

source: KODI MEDIA CENTER
ar: مشغل الوسائط كودي
ca: CENTRE MULTIMÈDIA DEL KODI
cs_cz: MEDIALNÍ CENTRUM KODI
cy_gb: CANOLFAN CYFRYNGAU KODI
eu_es: KODI MEDIA CENTER-a
fi_fi: KODI-MEDIAKESKUS
gl_es: KODI CENTRO MULTIMEDIA
he: מרכז מדיה של KODI
ja_jp: KODI メディアセンター
pl: CENTRUM MULTIMEDIÓW KODI
ro_ro: CENTRU MEDIA KODI
sk_sk: Prehrávač KODI
vi_vn: TRUNG TÂM ĐA PHƯƠNG TIỆN KODI
zh_cn: KODI媒体中心

source: GAME SETTINGS
ar: إعدادات الألعاب
ca: AJUSTOS DE JOC
cs_cz: NASTAVENÍ HRY
eu_es: JOKO EZARPENAK
fi_fi: PELIASETUKSET
fr: PARAMÈTRES DES JEUX
gl_es: CONFIGURACIÓN DO XOGO
hu: JÁTÉK BEÁLLÍTÁSOK
it: IMPOSTAZIONI GIOCO
ja_jp: ゲーム(エミュレータ)設定
nb_no: SPILLINNSTILLINGER
nl: SPEL INSTELLINGEN
pl: USTAWIENIA GIER
ro_ro: SETĂRI JOCURI
sk_sk: Nastavenia hry
tr: OYUN AYARLARI
vi_vn: CÀI ĐẶT TRÒ CHƠI
zh_cn: 游戏设置

source: USER INTERFACE SETTINGS
ar: إعدادات واجهة المستخدم
ca: AJUSTOS D'INTERFÍCIE D'USUARI
cs_cz: NASTAVENÍ UŽIVATELSKÉHO ROZHRANÍ
eu_es: ERABILTZAILE INTERFAZE EZARPENAK
fi_fi: KÄYTTÖLIITTYMÄN ASETUKSET
fr: PARAMÈTRES D'AFFICHAGE
gl_es: CONFIGURACIÓN DA INTERFACE DO USUARIO
hu: FELHASZNÁLÓI FELÜLET BEÁLLÍTÁSAI
it: IMPOSTAZIONI INTERFACCIA UTENTE
ja_jp: ユーザーインターフェイス 設定
nb_no: BRUKERGRENSESNITT INNSTILLINGER
pl: USTAWIENIA INTERFEJSU UŻYTKOWNIKA
ro_ro: SETĂRI INTERFAȚĂ
sk_sk: Nastavenia užívateľského rozhrania
tr: KULLANICI ARAYÜZÜ AYARLARI
vi_vn: CÀI ĐẶT GIAO DIỆN NGƯỜI DÙNG
zh_cn: 用户界面设置

source: GAME COLLECTION SETTINGS
ar: إعدادات مجموعة اللعب
ca: CONFIGURACIÓ DE COL·LECCIONS DE JOCS
cs_cz: NASTAVENÍ SBÍRKY HER
cy_gb: GOSODIADAU CASGLIADAU GEMAU
eu_es: JOKO KOLEKZIO KONFIGURAZIOA
fi_fi: PELIKOKOELMAN ASETUKSET
fr: PARAMÈTRES DES COLLECTIONS
gl_es: CONFIGURACIÓN DA COLECCIÓN DE XOGOS
he: הגדרות אוספי משחקים
hu: JÁTÉK GYŰJTEMÉNY BEÁLLÍTÁSOK
it: OPZIONI COLLEZIONI GIOCHI
ja_jp: ゲームコレクション設定
nb_no: INNSTILLINGER FOR SPILL SAMLING
nl: SPEL COLLECTIE INSTELLINGEN
pl: USTAWIENIA KOLEKCJI GIER
ro_ro: SETĂRI COLECȚIE JOCURI
sk_sk: Nastavenie hernej kolekcie
tr: OYUN KOLEKSİYON AYARLARI
vi_vn: CÀI ĐẶT BỘ SƯU TẬP TRÒ CHƠI
zh_cn: 游戏合辑设置

source: SOUND SETTINGS
ar: إعدادات الصوت
ca: PARÀMETRES DEL SO
cs_cz: NASTAVENÍ ZVUKU
cy_gb: GOSODIADAU SAIN
eu_es: SOINU EZARPENAK
fi_fi: ÄÄNIASETUKSET
fr: PARAMÈTRES AUDIO
gl_es: CONFIGURACIÓN DE SON
he: הגדרות צליל ושמע
hu: HANGBEÁLLÍTÁSOK
it: OPZIONI SONORO
ja_jp: 音声設定
nb_no: LYDINSTILINGER
nl: GELUIDSINSTELLINGEN
pl: USTAWIENIA DŹWIĘKU
ro_ro: SETĂRI SUNET
sk_sk: Nastavenia zvuku
tr: SES AYARLARI
vi_vn: CÀI ĐẶT ÂM THANH
zh_cn: 声音设置

source: NETWORK SETTINGS
ar: إعدادات الشبكة
ca: PARÀMETRES DE LA XARXA
cs_cz: NASTAVENÍ INTERNETU
cy_gb: GOSODIADAU RHWYDWAITH
eu_es: SARE KONFIGURAZIOA
fi_fi: VERKKOASETUKSET
fr: PARAMÈTRES RÉSEAU
gl_es: CONFIGURACIÓN DA REDE
he: הגדרות רשת
hu: HÁLÓZATI BEÁLLÍTÁSOK
it: OPZIONI RETE
ja_jp: ネットワーク設定
nb_no: NETTVERKSINSTILLINGER
nl: NETWERK INSTELLINGEN
pl: USTAWIENIA SIECI
ro_ro: SETĂRI REȚEA
sk_sk: Nastavenia siete
tr: AĞ AYARLARI
vi_vn: CÀI ĐẶT MẠNG
zh_cn: 网络设置

source: CONFIGURE INPUT
ar: تكوين الإدخال
ca: CONFIGUREU L'ENTRADA
cs_cz: KONFIGURACE VSTUPU
cy_gb: FFURFWEDDU MEWNBWN
eu_es: KONTROLEN KONFIGURAZIOA
fi_fi: MÄÄRITTELE SYÖTE
fr: CONFIGURER LES MANETTES
gl_es: CONFIGURAR MANDOS
he: הגדר קלט
hu: BEMENET KONFIGURÁLÁS
it: CONFIGURAZIONE INPUT
ja_jp: ボタン設定
nb_no: KONFIGUER INNDATA
nl: INVOER CONFIGUREREN
pl: SKONFIGURUJ WEJŚCIA
ro_ro: CONFIGUREAZĂ INTRARE
sk_sk: Nastaviť vstup
tr: GİRDİ YAPILANDIR
vi_vn: CẤU HÌNH ĐẦU VÀO
zh_cn: 配置控制器

source: EMULATOR SETTINGS
ar: إعدادات المحاكي
ca: CONFIGURACIÓ DE L’EMULADOR
cs_cz: NASTAVENÍ EMULÁTORU
cy_gb: GOSODIADAU EFELYCHWR
eu_es: EMULADORE EZARPENAK
fi_fi: EMULAATTORIN ASETUKSET
fr: PARAMÈTRES DES EMULATEURS
gl_es: CONFIGURACIÓN DO EMULADOR
he: הגדרות אמולטור (חַקַּאי)
hu: EMULÁTOR BEÁLLÍTÁSOK
it: IMPOSTAZIONI EMULATORE
ja_jp: エミュレーター設定
nb_no: EMULATOR INNSTILLINGER
nl: EMULATOR INSTELLINGEN
pl: USTAWIENIA EMULATORA
ro_ro: SETĂRI EMULATOR
sk_sk: Nastavenia emulátora
tr: EMULASYON AYARLARI
vi_vn: CÀI ĐẶT TRÌNH GIẢ LẬP
zh_cn: 模拟器设置

source: UPDATES & DOWNLOADS
ar: تحديثات و تنزيلات
ca: ACTUALITZACIONS I DESCÀRREGUES
cs_cz: AKTUALIZACE A STAHOVÁNÍ
cy_gb: DIWEDDARIADAU A LAWRLWYTHO
eu_es: EGUNERAKETAK ETA DESKARGAK
fi_fi: PÄIVITYKSET JA LATAUKSET
fr: MISES À JOUR ET TÉLÉCHARGEMENTS
gl_es: ACTUALIZACIÓNS E DESCARGAS
he: עדכונים והורדות
hu: FRISSÍTÉSEK ÉS LETÖLTÉSEK
it: AGGIORNAMENTI & DOWNLOADS
ja_jp: 更新とダウンロード
nb_no: OPPDATERINGER & NEDLASTNINGER
pl: AKTUALIZACJE I DO ŚCIĄGNIĘCIA
ro_ro: ACTUALIZĂRI ȘI DESCĂRCĂRI
sk_sk: Aktualizácie a preberania
tr: GÜNCELLEMELER & İNDİRMELER
vi_vn: CẬP NHẬT & TẢI XUỐNG
zh_cn: 更新和下载

source: SYSTEM SETTINGS
ar: إعدادات النظام
ca: PARÀMETRES DEL SISTEMA
cs_cz: NASTAVENÍ SYSTÉMU
cy_gb: GOSODIADAU SYSTEM
eu_es: SISTEMAREN KONFIGURAZIOA
fi_fi: JÄRJESTELMÄN ASETUKSET
fr: PARAMÈTRES SYSTÈME
gl_es: CONFIGURACIÓN DO SISTEMA
he: הגדרות מערכת
hu: RENDSZERBEÁLLÍTÁSOK
it: OPZIONI SISTEMA
ja_jp: システム 設定
nb_no: SYSTEM INSTILLINGER
nl: SYSTEEM INSTELLINGEN
pl: USTAWIENIA SYSTEMOWE
ro_ro: SETĂRI SISTEM
sk_sk: Systémové nastavenia
tr: SİSTEM AYARLARI
vi_vn: CÀI ĐẶT HỆ THỐNG
zh_cn: 系统设置

source: UNLOCK USER INTERFACE MODE
ar: فك نمط واجهة المستخدم
ca: DESBLOQUEJAR MODE D'INTERFÍCIE D'USUARI
cs_cz: REŽIM ODEMKNUTÍ UŽIVATELSKÉHO ROZHRANÍ
eu_es: DESBLOKEATU ERABILTZAILE INTERFAZE MODUA
fi_fi: AVAA KÄYTTÖLIITTYMÄTILA
fr: DÉVERROUILLER L'INTERFACE
gl_es: DESBLOQUEAR O MODO DE INTERFACE DE USUARIO
hu: FELHASZNÁLÓI FELÜLET MÓD FELOLDÁSA
it: SBLOCCA MODALITÀ INTERFACCIA UTENTE
ja_jp: ユーザーインターフェイスモードのロック解除
nb_no: LÅS OPP BRUKERGRENSESNITT MODUS
pl: ODBLOKUJ TRYB INTERFEJSU UŻYTKOWNIKA
ro_ro: DEBLOCHEAZĂ INTERFAȚA
sk_sk: Odomknúť režim používateľského rozhrania
tr: KULLANICI ARAYÜZÜ MODUNUN KİLİDİNİ AÇ
vi_vn: MỞ KHÓA GIAO DIỆN NGƯỜI DÙNG
zh_cn: 解锁用户界面模式

source: QUIT
ar: خروج
ca: SURT
cs_cz: UKONČIT
cy_gb: GADAEL
eu_es: IRTEN
fi_fi: LOPETA
fr: QUITTER
gl_es: SAÍR
he: יציאה
hu: KILÉPÉS
it: ESCI
ja_jp: 終了
nb_no: SLUTT
nl: AFSLUITEN
pl: WYJDŹ
ro_ro: IEȘIRE
sk_sk: Ukončiť
tr: ÇIKIŞ
vi_vn: THOÁT
zh_cn: 退出

source: ARE YOU SURE YOU WANT TO CONFIGURE THE INPUT?
ca: ESTEU SEGURS DE VOLER CONFIGURAR EL DISPOSITIU D'ENTRADA?
cs_cz: JSTE SI JISTI, ŽE CHCETE KONFIGUROVAT VSTUP?
eu_es: ZIUR AL ZAUDE SARRERA KONFIGURATU NAHI DUZULA?
fi_fi: OLETKO VARMA ETTÄ HALUAT MUOKATA SYÖTETTÄ?
fr: ÊTES-VOUS SÛR(E) DE VOULOIR CONFIGURER LA MANETTE ?
gl_es: ESTAS CERTO DE QUE QUERES CONFIGURAR A ENTRADA?
hu: BIZTOSAN KONFIGURÁLNI SZERETNÉ A BEMENETET?
it: SEI SICURO DI CONFIGURARLO?
ja_jp: ボタン設定してもよろしいですか？
nb_no: ER DU SIKKER PÅ AT DU VIL KONFIGURERE INPUT?
nl: WEET U ZEKER DAT U DE INVOER WIL CONFIGUREREN?
pl: CZY NA PEWNO CHCESZ SKONFIGUROWAĆ WEJŚCIA?
ro_ro: EȘTI SIGUR CĂ DOREȘTI SĂ CONFIGUREZI INTRAREA?
sk_sk: Určite chcete nastaviť vstup?
tr: GİRİŞİ YAPILANDIRMAK İSTEDİĞİNİZDEN EMİN MİSİNİZ?
vi_vn: BẠN CÓ CHẮC CHẮN MUỐN CẤU HÌNH ĐẦU VÀO KHÔNG?
zh_cn: 确定要配置输入吗？

source: THIS FUNCTION IS DISABLED WHILE THE SCRAPER IS RUNNING
ar: الوظيفة معطلة حينما يكون الجالِب شغّالا
ca: AQUESTA FUNCIÓ ESTÀ DESHABILITADA MENTRE S'OBTENEN DADES
cs_cz: TATO FUNKCE JE VYPNUTA, KDYŽ JE SPUŠTĚN VYHLEDÁVAČ
eu_es: FUNTIZO HAU DESGAITUTA DAGO SCRAPER-A MARTXAN DAGOEN BITARTENA
fi_fi: TÄMÄ TOIMINTO ON POIS KÄYTÖSTÄ, KUN TIEDON ETSINTÄ ON KÄYNNISSÄ
fr: CETTE FONCTION EST DÉSACTIVÉE LORSQU'UN SCRAPE EST EN COURS
gl_es: ESTA FUNCIÓN ESTÁ DESACTIVADA MENTRES O RASPADOR ESTÁ EN CURSO
hu: EZ A FUNKCIÓ LE VAN TILTVA, AMÍG A LEKÉRÉS FUT
it: QUESTA FUNZIONE È DISATTIVATA DURANTE L'ESECUZIONE DELLO SCRAPER
ja_jp: この機能は、スクレイプ実行中は無効になります
nb_no: DENNE FUNKSJONEN ER DEAKTIVERT MENS SKRAPEREN KJØRER
nl: DEZE FUNCTIE IS UITGESCHAKELD ALS DE SCRAPER BEZIG IS
pl: FUNKCJA JEST WYŁĄCZONA GDY SCRAPE JEST URUCHOMIONY
ro_ro: ACEASTĂ FUNCȚIE ESTE DEZACTIVATĂ CÂT TIMP SE PREIAU INFORMAȚII
sk_sk: Táto funkcia je nedostupná počas behu vyhľadávača
tr: SCRAPER ÇALIŞIRKEN BU ÖZELLİK DEVRE DIŞIDIR
vi_vn: CHỨC NĂNG NÀY BỊ VÔ HIỆU HÓA TRONG KHI TRÌNH LẤY DỮ LIỆU ĐANG CHẠY
zh_cn: 抓取器运行时此功能被禁用

source: CHOOSE
ar: اختار
ca: TRIA
cs_cz: POHYB
cy_gb: DEWIS
eu_es: HAUTATU
fi_fi: VALITSE
fr: CHOISIR
gl_es: ELIXE
he: בחירה
hu: VÁLASZT
it: SCEGLIERE
ja_jp: 移動選択
nb_no: VELG
nl: KIEZEN
pl: PRZEJDŹ
ro_ro: ALEGE
sk_sk: Vybrať
tr: SEÇ
vi_vn: CHỌN
zh_cn: 浏览

source: THE USER INTERFACE MODE IS NOW UNLOCKED
ar: تم فك نمط واجهة المستخدم
ca: EL MODE D'INTERFÍCIE D'USUARI JA ESTÀ DESBLOQUEJAT
cs_cz: REŽIM UŽIVATELSKÉHO ROZHRANÍ JE NYNÍ ODEMČENÝ
eu_es: ERABILTZAILE INTERFAZE MODUA DESBLOKEATUTA DAGO UNE HONETAN
fi_fi: KÄYTTÖLIITTYMÄTILA ON AVATTU
gl_es: A INTERFACE DE USUARIO ESTÁ DESBLOQUEADO AGORA
hu: A FELHASZNÁLÓI FELÜLET MÓD MOST MÁR FEL VAN OLDVA
it: L'INTERFACCIA UTENTE È SBLOCCATA
ja_jp: ユーザーインターフェイスモードのロックを解除しました
nb_no: BRUKERGRENSESNITTSMODUS ER NÅ LÅST OPP
pl: TRYB INTERFEJSU UŻYTKOWNIKA JEST TERAZ ODBLOKOWANY
ro_ro: INTERFAȚA ESTE ACUM DEBLOCATĂ
sk_sk: Režim používateľského rozhrania je teraz odomknutý
tr: KULLANICI ARAYÜZÜ MODU KİLİDİ AÇILDI
vi_vn: ĐÃ MỞ KHÓA GIAO DIỆN NGƯỜI DÙNG
zh_cn: 用户界面模式现已解锁

source: ENTER THE CODE NOW TO UNLOCK
ca: INTRODUÏU EL CODI DE DESBLOQUEIG
cs_cz: ZADEJTE KÓD A ODEMKNĚTE
eu_es: SARTU DESBLOKEATZEKO KODEA ORAIN
fi_fi: AVATAKSESI, SYÖTÄ KOODI NYT
fr: SAISIR LE CODE DE DÉVERROUILLAGE
gl_es: INTRODUCE O CÓDIGO PARA DESBLOQUEAR
hu: ÍRJA BE MOST A KÓDOT A FELOLDÁSHOZ
it: INSERISCI IL CODICE PER LO SBLOCCO
ja_jp: ロック解除(ボタンを順に押す)
nb_no: LEGG INN KODE NÅ FOR Å LÅSE OPP
pl: WPROWADŹ KOD, ABY ODBLOKOWAĆ
ro_ro: INTRODU CODUL PENTRU DEBLOCARE
sk_sk: Zadajte teraz kód na odomknutie
tr: KİLİDİ AÇMAK İÇİN KODU GİRİN
vi_vn: NHẬP MÃ ĐỂ MỞ KHÓA
zh_cn: 请输入解锁密码

source: SERVICES
ca: SERVEIS
cs_cz: SLUŽBY
eu_es: ZERBITZUAK
gl_es: SERVIZOS
hu: SZOLGÁLTATÁSOK
it: SERVIZI
ja_jp: サービス(その他の機能)
pl: USŁUGI
ro_ro: SERVICII
sk_sk: Služby
tr: SERVİSLER
vi_vn: DỊCH VỤ
zh_cn: 服务

source: DMD
gl_es: DMD (Pantalla de Matriz de Puntos)
ja_jp: ドットマトリクス表示(DMD)

source: SERVER
fr: SERVEUR
gl_es: SERVIDOR
hu: SZERVER
ja_jp: サーバー
pl: SERWER
tr: SUNUCU
vi_vn: MÁY CHỦ
zh_cn: 服务器

source: DISABLED
ar: معطل
ca: DESACTIVAT
cs_cz: VYPNUTO
eu_es: EZGAITUTA
fi_fi: POISTETTU KÄYTÖSTÄ
fr: DÉSACTIVÉ
gl_es: DESACTIVADO
hu: LETILTVA
it: DISATTIVATO
ja_jp: 無効
nb_no: DEAKTIVERT
nl: UITGESCHAKELD
pl: WYŁĄCZONE
ro_ro: DEZACTIVAT
sk_sk: Zakázané
tr: PASİF
vi_vn: VÔ HIỆU
zh_cn: 禁用
