Repository: batocera-linux/batocera-emulationstation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: ar, ca, cs_cz, cy_gb, eu_es, fi_fi, fr, gl_es, he, hu, it, ja_jp, nb_no, nl, pl, ro_ro, sk_sk, tr, vi_vn, zh_cn

source: MACHINE GUN
ar: رشاشة
ca: METRALLADORA
cs_cz: AUTOMATICKÁ ZBRAŇ
eu_es: METRAILADOREA
fr: MITRAILLETTE
gl_es: AMETRALLADORA
hu: GÉPPUSKA
it: MITRAGLIATRICE
ja_jp: マシンガン
nb_no: MASKINGEVÆR
pl: KARABIN MASZYNOWY
ro_ro: MITRALIERĂ
sk_sk: Automatická zbraň
tr: TARAMALI SİLAH
vi_vn: SÚNG MÁY
zh_cn: 机枪

source: QUIET GUN
ar: مسدس صامت
ca: PISTOLA SILENCIADA
cs_cz: TICHÁ ZBRAŇ
eu_es: PISTOLA ISILA
fr: PISTOLET (BRUIT FAIBLE)
gl_es: PISTOLA SILENCIOSA
hu: CSENDES FEGYVER
it: SILENZIA PISTOLA
ja_jp: サイレントガン(弱反動)
nb_no: STILLE PISTOL
pl: CICHY PISTOLET
ro_ro: PISTOL SILENȚIOS
sk_sk: Tichá zbraň
tr: SESSİZ SİLAH
vi_vn: SÚNG CÁCH ÂM
zh_cn: 消音枪

source: QUIET MACHINE GUN
ar: رشاشة صامتة
ca: METRALLADORA SILENCIADA
cs_cz: TICHÁ AUTOMATICKÁ ZBRAŇ
eu_es: AMETRALLADORE ISILA
fr: MITRAILLETTE (BRUIT FAIBLE)
gl_es: AMETRALLADORA SILENCIOSA
hu: CSENDES GÉPPUSKA
it: SILENZIA MITRAGLIATRICE
ja_jp: サイレントマシンガン(弱反動)
nb_no: STILLE MASKINGEVÆR
pl: CICHY KARABIN MASZYNOWY
ro_ro: MITRALIERĂ SILENȚIOASĂ
sk_sk: Tichá automatická zbraň
tr: SESSİZ TARAMALI SİLAH
vi_vn: SÚNG MÁY CÁCH ÂM
zh_cn: 消音机枪

source: MODE
ar: النمط
cs_cz: MÓD
eu_es: MODUA
gl_es: MODO
hu: ÜZEMMÓD
it: MODALITÀ
ja_jp: モード選択
nb_no: MODUS
pl: TRYB
ro_ro: MOD
sk_sk: Režim
tr: MOD
vi_vn: CHẾ ĐỘ
zh_cn: 模式

source: JOYSTICK
ar: ذراع التحكم
ca: PALANCA
hu: BOTKORMÁNY
ja_jp: ゲームパッド
nb_no: JOYSTIKK
vi_vn: CẦN ĐIỀU KHIỂN
zh_cn: 游戏摇杆

source: MOUSE ONLY
ca: NOMÉS RATOLÍ
cs_cz: POUZE MYŠ
eu_es: XAGUA BAKARRIK
fr: SOURIS SEULEMENT
gl_es: SÓ RATO
hu: CSAK EGÉR
it: SOLO MOUSE
ja_jp: マウスのみ
pl: TYLKO MYSZ
ro_ro: DOAR MAUS
sk_sk: Iba myš
tr: SADECE FARE
vi_vn: CHỈ CHUỘT
zh_cn: 仅限鼠标

source: HAND
ca: MÀ
cs_cz: RUČNÍ
eu_es: ESKUA
fr: MAIN
gl_es: MAN
hu: KÉZ
it: MANO
ja_jp: ハンドモード
pl: DŁOŃ
ro_ro: MÂNĂ
sk_sk: Ruka
tr: EL
vi_vn: TAY
zh_cn: 手

source: LEFT
ca: ESQUERRA
cs_cz: LEVÁ
eu_es: EZKER
fr: GAUCHE
gl_es: ESQUERDA
hu: BAL
it: SINISTRA
ja_jp: 左
pl: LEWO
ro_ro: STÂNGA
sk_sk: Vľavo
tr: SOL
vi_vn: TRÁI
zh_cn: 左

source: RIGHT
ca: DRETA
cs_cz: PRAVÁ
eu_es: ESKUIN
fr: DROITE
gl_es: DEREITA
hu: JOBB
it: DESTRA
ja_jp: 右
pl: PRAWO
ro_ro: DREAPTA
sk_sk: Vpravo
tr: SAĞ
vi_vn: PHẢI
zh_cn: 右

source: FILTER GAMELIST BY
ar: فرز قائمة الألعاب حسب
ca: FILTRAR GAMELIST PER
cs_cz: FILTROVAT SEZNAM HER PODLE
cy_gb: FFILTRO RHESTR GEMAU GAN
eu_es: FILTRATU JOKO LISTA HONEN ARABERA
fr: FILTRER LES LISTES DE JEUX PAR
gl_es: FILTRAR LISTA DE XOGOS POR
he: סנן רשימת משחקים לפי
hu: JÁTÉKLISTA SZŰRÉSE
it: FILTRA LISTA GIOCHI PER
ja_jp: 項目別(ゲームリスト)のフィルタ
nb_no: FILTRER SPILLLISTE ETTER
nl: FILTER SPELLIJST OP
pl: FILTRUJ LISTĘ GIER WEDŁUG
ro_ro: FILTREAZĂ LISTA DE JOCURI DUPĂ
sk_sk: Filtrovať zoznam hier podľa
tr: OYUN LİSTESİNİ FİLTRELE
vi_vn: LỌC DANH SÁCH TRÒ CHƠI THEO
zh_cn: 游戏列表筛选方式

source: RESET ALL FILTERS
ar: إعادة تعيين كل الفرز
ca: RESTABLIR FILTRES
cs_cz: RESETOVAT VŠECHNY FILTRY
cy_gb: AILOSOD HOLL FFILTERI
eu_es: BEREZARRI FILTRO GUZTIAK
fi_fi: POISTA KAIKKI SUODATTIMET
fr: RAZ DE TOUS LES FILTRES
gl_es: RESTABLECER TODOS OS FILTROS
he: איפוס מסננים
hu: SZŰRŐK VISSZAÁLLÍTÁSA
it: CANCELLA TUTTI I FILTRI
ja_jp: 全フィルタをリセット
nb_no: NULLSTILL ALLE FILTRE
nl: HERSTEL ALLE FILTERS
pl: ZRESETUJ WSZYSTKIE FILTRY
ro_ro: RESETEAZĂ TOATE FILTRELE
sk_sk: Zrušiť všetky filtre
tr: TÜM FİLTRELERİ VARSAYILANA DÖN
vi_vn: ĐẶT LẠI TẤT CẢ CÁC BỘ LỌC
zh_cn: 重置所有筛选器

source: FIND GAMES
ar: البحث عن لعبة
ca: CERCAR JOCS
cs_cz: HLEDAT HRY
cy_gb: FFEINDIO GEMAU
eu_es: BILATU JOKOAK
fi_fi: ETSI PELEJÄ
fr: RECHERCHER DES JEUX
gl_es: BUSCAR XOGOS
he: חיפוש משחקים
hu: JÁTÉKOK KERESÉSE
it: CERCA GIOCHI
ja_jp: ゲームを検索
nb_no: FINN SPILL
nl: VIND SPELLEN
pl: ZNAJDŹ GRY
ro_ro: GĂSEȘTE JOCURI
sk_sk: Nájsť hry
tr: OYUNLARI BUL
vi_vn: TÌM TRÒ CHƠI
zh_cn: 搜索游戏

source: SYSTEMS
ar: النظام
ca: SISTEMES
cs_cz: SYSTÉMY
cy_gb: SYSTEMAU
eu_es: SISTEMAK
fi_fi: JÄRJESTELMÄT
fr: SYSTÈMES
gl_es: SISTEMAS
he: מערכות
hu: RENDSZEREK
it: SISTEMI
ja_jp: システム
nb_no: KONSOLLER
nl: SYSTEMEN
pl: SYSTEMY
ro_ro: SISTEME
sk_sk: Systémy
tr: SİSTEMLER
vi_vn: HỆ THỐNG
zh_cn: 游戏平台

source: FILE BROWSER
ar: مستعرض الملفات
ca: EXAMINAR
cs_cz: DATOVÝ PROHLÍŽEČ
eu_es: FITXATEGI NABIGATZAILEA
fi_fi: TIEDOSTOSELAIN
fr: NAVIGATEUR DE FICHIERS
gl_es: NAVEGADOR DE FICHEROS
he: סייר קבצים
hu: FÁJL BÖNGÉSZŐ
ja_jp: ファイルブラウザ
nb_no: FILUTFORSKER
nl: BESTANDBEHEER
pl: PRZEGLĄDARKA PLIKÓW
ro_ro: NAVIGATOR FIȘIERE
sk_sk: Prehliadač súborov
tr: DOSYA YÖNETİCİSİ
vi_vn: DUYỆT TỆP
zh_cn: 文件浏览器

source: PARENT FOLDER
ar: المجلد الأصل
ca: CARPETA PRINCIPAL
cs_cz: NADŘAZENÁ SLOŽKA
eu_es: GURASO KARPETA
fi_fi: YLÄTASON KANSION
fr: DOSSIER PARENT
gl_es: CARTAFOL PRINCIPAL
he: תיקיית אם
hu: SZÜLŐ KÖNYVTÁR
it: CARTELLA SUPERIORE
ja_jp: 親フォルダ
nb_no: FORELDREMAPPE
nl: BOVENLIGGENDE MAP
pl: FOLDER NADRZĘDNY
ro_ro: DOSAR PĂRINTE
sk_sk: Priečinok vyššie
tr: ÜST KLASÖR
vi_vn: THƯ MỤC CHÍNH
zh_cn: 父文件夹

source: SCREENSHOTS FOLDER
ar: مجلد لقطات الشاشة
ca: CARPETA DE CAPTURES DE PANTALLA
cs_cz: SLOŽKA SNÍMKŮ OBRAZOVKY
eu_es: PANTAILA KAPTURA KARPETA
fi_fi: KUVAKAAPPAUSTEN KANSION
fr: DOSSIER DES CAPTURES D’ÉCRAN
gl_es: CARTAFOL DE CAPTURAS DE PANTALLA
he: תיקיית צילומי מסך
hu: KÉPERNYŐKÉP KÖNYVTÁR
it: CARTELLA SCREENSHOT
ja_jp: スクリーンショットフォルダ
nb_no: SKJERMBILDEMAPPE
nl: SCREENSHOTS MAP
pl: FOLDER ZRZUTÓW EKRANU
ro_ro: DOSAR CAPTURI DE ECRAN
sk_sk: Priečinok snímok
tr: EKRAN GÖRÜNTÜSÜ KLASÖRÜ
vi_vn: THƯ MỤC ẢNH CHỤP MÀN HÌNH
zh_cn: 截图文件夹

source: dim
ar: تعتيم
ca: atenuar pantalla
cs_cz: tmavý
cy_gb: tywyllu
eu_es: arindu
fi_fi: himmennä
fr: écran assombri
gl_es: atenuar pantalla
he: עמום
hu: sötétítés
it: bassa luminosità
ja_jp: 輝度を落とす
pl: przyciemnij
ro_ro: întunecat
sk_sk: stmaviť
tr: karart
vi_vn: mờ
zh_cn: 暗灰

source: black
ar: أسود
ca: pantalla negra
cs_cz: černý
cy_gb: du
eu_es: beltza
fi_fi: musta
fr: écran noir
gl_es: negro
he: שחור
hu: fekete
it: schermo nero
ja_jp: 暗転
nb_no: svart
nl: zwart
pl: czarny
ro_ro: negru
sk_sk: čierne
tr: siyah
vi_vn: đen
zh_cn: 黑色

source: random video
ar: فيديو عشوائي
ca: vídeo aleatori
cs_cz: náhodné video
cy_gb: fideo ar hap
eu_es: ausazko bideoa
fi_fi: satunnainen video
fr: vidéo
gl_es: vídeo o chou
he: סרטון אקראי
hu: véletlenszerű videó
it: video casuale
ja_jp: 動画再生(ゲーム動画)
nb_no: tilfeldig video
nl: willekeurige video
pl: losowe wideo
ro_ro: videoclip aleator
sk_sk: náhodné video
tr: rasgele video
vi_vn: video ngẫu nhiên
zh_cn: 随机视频

source: slideshow
ar: عرض الشرائح
ca: presentació d’imatges
cs_cz: prezentace
cy_gb: sioe sleid
eu_es: aurkezpena
fi_fi: diaesitys
fr: diaporama
gl_es: diapositivas
he: מצגת
hu: diavetítés
it: presentazione
ja_jp: スライドショー(ゲーム画像)
nb_no: lysbildefremvisning
nl: diavoorstelling
pl: pokaz slajdów
ro_ro: prezentare diapozitive
sk_sk: prezentácia
tr: slayt şov
vi_vn: trình chiếu
zh_cn: 幻灯片

source: suspend
ar: تعليق
ca: suspendre
cs_cz: pozastavit
eu_es: suspenditu
fi_fi: valmiustila
fr: suspendre
gl_es: suspender
hu: felfüggeszt
it: sospendi
ja_jp: サスペンド
nb_no: suspender
pl: wstrzymaj
ro_ro: suspendă
sk_sk: uspať
tr: askıya al
vi_vn: trì hoãn
zh_cn: 暂停

source: start & end
ca: inici i fi
cs_cz: začátek a konec
cy_gb: dechrau & diwedd
eu_es: hasi eta bukatu
fr: début et fin
gl_es: inicio e fin
he: התחלה וסיום
hu: kezdés és befejezés
it: inizio & fine
ja_jp: 開始＆終了
nb_no: start & stopp
nl: start & einde
pl: początek i koniec
ro_ro: început și sfârșit
sk_sk: začiatok & koniec
tr: başlat & bitir
vi_vn: bắt đầu & kết thúc
zh_cn: 开始和结束

source: systems
ar: النظام
ca: sistemes
cs_cz: systémy
cy_gb: systemau
eu_es: sistemak
fr: systèmes
gl_es: sistemas
he: מערכות
hu: rendszer
it: sistemi
ja_jp: システム
nb_no: systemer
nl: systemen
pl: systemy
ro_ro: sisteme
sk_sk: systémy
tr: sistemler
vi_vn: hệ thống
zh_cn: 系统

source: random
ar: عشوائي
ca: aleatori
cs_cz: náhodný
cy_gb: ar hap
eu_es: ausaz
fr: aléatoire
gl_es: o chou
he: אקראי
hu: véletlenszerű
it: casuale
ja_jp: ランダム
nb_no: tilfeldig
nl: willekeurig
pl: losowo
ro_ro: aleator
sk_sk: náhodné
tr: rasgele
vi_vn: ngẫu nhiên
zh_cn: 随机

source: START SCREENSAVER AFTER
ar: شاشة التوقف بعد
ca: ESTALVI DE PANTALLA DESPRÉS DE
cs_cz: SPUSTIT SPOŘIČ OBRAZOVKY PO
cy_gb: ARBEDYDD SGRIN AR ÔL
eu_es: PANTAILA BABESLEA ZENBAT SEGUNDU ONDOREN:
fi_fi: KÄYNNISTÄ NÄYTÖN SÄÄSTÄJÄ
fr: METTRE EN VEILLE APRÈS
gl_es: INICIA O SALVAPANTALLAS DESPOIS
hu: KÉPERNYŐKÍMÉLŐ IDEJE
it: ATTIVA SALVASCHERMO DOPO
ja_jp: スクリーンセーバー開始時間
nb_no: SKJERMSPARER ETTER
nl: START SCHERMBEVEILIGING NA
pl: WYGASZACZ PO
ro_ro: AFIȘEAZĂ ECONOMIZOR DE ECRAN DUPĂ
sk_sk: Spustiť šetrič obrazovky po
tr: EKRAN KORUYUCU
vi_vn: BẮT ĐẦU BẢO VỆ MÀN HÌNH SAU
zh_cn: 屏保等待时间

source: SCREENSAVER TYPE
ar: سلوك شاشة التوقف
ca: COMPORTAMENT DE L'ESTALVI DE PANTALLA
cs_cz: TYP SPOŘIČE OBRAZOVKY
cy_gb: YMDDYGIAD ARBEDYDD SGRIN
eu_es: PANTAILA BABESLEAREN PORTAERA
fi_fi: NÄYTÖNSÄÄSTÄJÄN TYYPPI
fr: TYPE D'ÉCRAN DE VEILLE
gl_es: TIPO DE SALVAPANTALLAS
hu: KÉPERNYŐKÍMÉLŐ MÓDJA
it: MODALITÀ SALVASCHERMO
ja_jp: スクリーンセーバー種類
nb_no: SKJERMSPARER OPPFØRSEL
nl: SOORT SCHERMBEVEILIGING
pl: ZACHOWANIE WYGASZACZA
ro_ro: TIP ECONOMIZOR DE ECRAN
sk_sk: Typ šetriča obrazovky
tr: EKRAN KORUYUCU DAVRANIŞI
vi_vn: LOẠI BẢO VỆ MÀN HÌNH
zh_cn: 屏保样式

source: STOP MUSIC ON SCREENSAVER
ar: إيقاف الموسيقى في أثناء بدئ شاشة التوقف
ca: ATURAR MÚSICA A L’ESTALVI DE PANTALLA
cs_cz: ZASTAVENÍ HUDBY PŘISPOŘIČI OBRAZOVKY
cy_gb: STOPIO CERDDORIAETH AR ARBEDYDD SGRIN
eu_es: GELDITU MUSIKA PANTIALA BABESLEAN
fi_fi: PYSÄYTÄ MUSIIKKI NÄYTÖNSÄÄSTÄJÄN AIKANA
fr: STOPPER LA MUSIQUE D’AMBIANCE
gl_es: DETER A MÚSICA NO SALVAPANTALLAS
he: הפסקת מוזיקה בשומר מסך
hu: KÉPERNYŐVÉDŐ FUTTATÁSAKOR ZENE KIKAPCSOLÁSA
it: FERMA MUSICA DURANTE IL SALVASCHERMO
ja_jp: スクリーンセーバー実行時音楽を停止
nb_no: STOPP MUSIKK PÅ SKJERMSPARER
nl: STOP MUZIEK TIJDENS SCHERMBEVEILIGING
pl: ZATRZYMAJ MUZYKĘ NA WYGASZACZU
ro_ro: OPREȘTE MUZICA LA APARIȚIA ECONOMIZORULUI DE ECRAN
sk_sk: Zastaviť hudbu pri šetriči obrazovky
tr: EKRAN KORUYUCUDA MÜZİĞİ DURDUR
vi_vn: DỪNG NHẠC TRÊN BẢO VỆ MÀN HÌNH
zh_cn: 屏保启动时停止音乐

source: RANDOM VIDEO SCREENSAVER SETTINGS
ar: إعدادات شاشة توقف الفيديو العشوائي
ca: CONFIGURAR ESTALVI DE PANTALLA DE VÍDEO ALEATORI
cs_cz: NASTAVENÍ NÁHODNÉHO SPOŘIČE OBRAZOVKY
cy_gb: GOSODIADAU ARBEDYDD SGRIN FIDEO AR HAP
eu_es: AUSAZKO BIDEO PANTAILA BABESLE KONFIGURAZIOA
fi_fi: SATUNNAISEN VIDEONÄYTÖNSÄÄSTÄJÄN ASETUKSET
fr: PARAMÈTRES ÉCRAN DE VEILLE VIDÉO
gl_es: CONFIGURACIÓN SALVAPANTALLAS DE VÍDEO O CHOU
he: הגדרות סרטון אקראי בשומר מסך
hu: VÉLETLEN VIDEÓK BEÁLLÍTÁSA KÉPERNYŐVÉDŐNEK
it: OPZIONI VIDEO CASUALI SU SALVASCHERMO
ja_jp: 映像スクリーンセーバー設定
nb_no: TILFELDIGE VIDEO SKJERMSPARERINNSTILLINGER
nl: WILLEKEURIGE VIDEO SCHERMBEVEILIGING INSTELLINGEN
pl: USTAWIENIA WYGASZACZA LOSOWEGO
ro_ro: SETĂRI VIDEOCLIP ALEATOR ECONOMIZOR DE ECRAN
sk_sk: Náhodné nastavenia video šetriča obrazovky
tr: RASGELE VİDEO EKRAN KORUYUCU AYARLARI
vi_vn: CÀI ĐẶT VIDEO BẢO VỆ MÀN HÌNH NGẪU NHIÊN
zh_cn: 屏保-随机视频设置

source: VIDEO DURATION (SECS)
ar: مدة الفيديو (ثواني)
ca: DURACIÓ DE VIDEO (SEGONS)
cs_cz: TRVÁNÍ VIDEA (SEK)
eu_es: BIDEO LUZERA (SEG)
fi_fi: VIDEON KESTO (SEKUNTTEINA)
fr: CHANGER LA VIDÉO APRÈS
gl_es: DURACIÓN DO VÍDEO (SEG.)
hu: VIDEÓ IDŐTARTAMA (MP)
it: DURATA VIDEO (IN SEC)
ja_jp: 動画変更時間(秒)
nb_no: VIDEOVARIGHET (SEK)
nl: VIDEO LENGTE (SECONDEN)
pl: CZAS TRWANIA WIDEO (SEK)
ro_ro: DURATĂ VIDEOCLIP (SEC)
sk_sk: Trvanie videa (sek)
tr: VIDEO SÜRESİ (SANİYE)
vi_vn: THỜI LƯỢNG VIDEO (GIÂY)
zh_cn: 视频持续时间（秒）

source: USE OMX PLAYER FOR SCREENSAVER
ar: استخدم مشغل OMX لشاشة التوقف
ca: UTILITZAR REPRODUCTOR OMX A L’ESTALVI DE PANTALLA
cs_cz: POUŽITÍ PŘEHRÁVAČE OMX PRO SPOŘIČ OBRAZOVKY
cy_gb: DEFNYDDIWCH CHWARAEWR OMX AM ARBEDYDD SGRIN
eu_es: ERABILI OMX IRAKURGAILUA PANTAILA BABESLEARENTZAT
fr: UTILISER OMX POUR L'ÉCRAN DE VEILLE
gl_es: USE O REPRODUCTOR OMX PARA O SALVAPANTALLAS
he: שימוש בנגן OMX לשומר מסך
hu: OMX LEJÁTSZÓ HASZNÁLATA KÉPERNYŐVÉDŐNEK
it: UTILIZZA PLAYER OMX PER IL SALVASCHERMO
ja_jp: スクリーンセーバーにOMX PLAYERを使用
nb_no: BRUK OMX SPILLER FOR SKJERMSPARER
nl: GEBRUIK OMX SPELER VOOR SCHERMBEVEILIGING
pl: UŻYJ OMX DLA WYGASZACZA
ro_ro: FOLOSEȘTE OMX PLAYER PENTRU ECONOMIZORUL DE ECRAN
sk_sk: Použiť prehrávač OMX pre šetrič obrazovky
tr: EKRAN KORUYUCU İÇİN OMX PLAYER KULLANIN
vi_vn: SỬ DỤNG OMX PLAYER CHO BẢO VỆ MÀN HÌNH
zh_cn: 屏保使用 OMX 播放器

source: SHOW GAME INFO
ar: عرض معلومات اللعبة
ca: MOSTRAR INFORMACIÓ DEL JOC
cs_cz: ZOBRAZIT INFO O HŘE
cy_gb: DANGOS GWYBODAETH GÊM
eu_es: ERAKUTSI JOKO INFORMAZIOA
fi_fi: NÄYTÄ PELIN TIEDOT
fr: AFFICHER LES INFORMATIONS DU JEU
gl_es: AMOSAR INFORMACIÓN DO XOGO
he: הצגת מידע על משחק
hu: JÁTÉK INFORMÁCIÓK MEGJELENÍTÉSE
it: MOSTRA INFORMAZIONI DEL GIOCO
ja_jp: ゲーム情報を表示
nb_no: VIS SPILL INFORMASJON
nl: TOON SPEL INFO
pl: POKAŻ INFORMACJE O GRZE
ro_ro: AFIȘEAZĂ INFORMAȚII JOC
sk_sk: Zobraziť informácie o hre
tr: OYUN BİLGİSİ GÖSTER
vi_vn: HIỂN THỊ THÔNG TIN TRÒ CHƠI
zh_cn: 显示游戏信息

source: USE MARQUEE AS GAME INFO
ar: استخدم الشاشة الأسمية كمعلومات للعبة
ca: UTILITZAR MARQUESINA COM A INFORMACIÓ DEL JOC
cs_cz: POUŽIJ MARQUEE JAKO INFORMACE O HŘE
cy_gb: DEFNYDDIWCH MARQUEE FEL GWYBODAETH GÊM
eu_es: ERABILI MARKESINA JOKO INFORMAZIO BEZALA
fr: UTILISER LES LOGOS POUR LES INFOS JEU
gl_es: UTILIZA A MARQUESIÑA COMO INFORMACIÓN DO XOGO
he: השתמש בדגל במידע על משחק
hu: MARQUEE HASZNÁLATA JÁTÉK INFORMÁCIÓKÉNT
it: USA BANNER COME INFO DI GIOCO
ja_jp: ゲーム情報としてマーキーを使用
nl: GEBRUIK BANNIER ALS SPEL INFO
pl: UŻYJ MARQUEE JAKO INFORMACJI O GRZE
ro_ro: FOLOSEȘTE BANNER CA INFORMAȚII JOC
sk_sk: Zobraziť markízu ako info o hre
tr: OYUN BİLGİSİ OLARAK KAYAN YAZI KULLANIN
vi_vn: SỬ DỤNG MARQUEE LÀM THÔNG TIN TRÒ CHƠI
zh_cn: 使用悬浮蒙版图片作为游戏信息

source: DECORATION SET USED
ca: CONJUNT DE DECORACIONS USAT
cs_cz: POUŽITÁ SADA DEKORACÍ
eu_es: DEKORAZIO TALDEA ERABILITA
fr: PACK DE DÉCORATIONS UTILISÉ
gl_es: DECORACIÓN EMPREGADO
hu: VIDEÓ IDŐTARTAMA (MP)
it: SET DECORAZIONE USATO
ja_jp: 使用するベゼル
nb_no: BRUKTE DEKORASJONSETT
nl: GEBRUIKTE DECORATIE SET
pl: UŻYWANY ZESTAW DEKORACJI
ro_ro: PACHET DE RAME UTILIZAT
sk_sk: Použitá sada dekorácií
tr: KULLANILAN DEKORASYON SETİ
vi_vn: BỘ TRANG TRÍ ĐƯỢC SỬ DỤNG
zh_cn: 使用的装饰框

source: STRETCH VIDEOS
ar: تمديد الفيديوهات
ca: ESTIRAR VIDEOS
cs_cz: NALEZENA VIDEA
eu_es: LUZATU BIDEOAK
fi_fi: VENYTÄ VIDEOT
fr: ÉTIRER LES VIDÉOS
gl_es: ESTIRAR VÍDEOS
hu: VIDEÓK NYUJTÁSA
it: ESTENDI VIDEO
ja_jp: 動画を拡大
nb_no: STREKK VIDEOER
nl: STREK VIDEOS
pl: ROZCIĄGNIJ WIDEO
ro_ro: ÎNTINDE VIDEOCLIPURILE
sk_sk: Roztiahnuť video
tr: VİDEOLARI GENİŞLET
vi_vn: KÉO DÃN VIDEO
zh_cn: 视频拉伸

source: MUTE VIDEO AUDIO
ar: صوت الفيديو صامت
ca: INHABILITA EL SO DELS VÍDEOS
cs_cz: VYPNUTÍ ZVUKU VIDEA
cy_gb: MUDO SAIN FIDEO
eu_es: ISILDU BIDEOAREN AUDIOA
fi_fi: MYKISTÄ VIDEON ÄÄNET
fr: STOPPER LE SON DES VIDÉOS
gl_es: ACALAR AUDIO VIDEO
he: השתקת צלילים בסרטון
hu: VIDEÓ HANG NÉMÍTÁSA
it: MUTA AUDIO DEL VIDEO
ja_jp: 動画音声をミュート
nb_no: DEMP VIDEO LYD
nl: DEMP VIDEO GELUID
pl: WYCISZ DŹWIĘK WIDEO
ro_ro: OPREȘTE SONORUL VIDEOCLIPURILOR
sk_sk: Stlmiť zvuk videa
tr: VİDEO SESİNİ SUSTUR
vi_vn: TẮT ÂM THANH VIDEO
zh_cn: 视频静音

source: SCREENSAVER CONTROLS
ar: التحكم بشاشة التوقف
ca: CONTROLS DE L’ESTALVI DE PANTALLA
cs_cz: OVLÁDÁNÍ SPOŘIČE OBRAZOVKY
cy_gb: RHEOLYDDION ARBEDYDD SGRIN
eu_es: PANTAILA BABESLE KONTROLAK
fi_fi: NÄYTÖNSÄÄSTÄJÄN OHJAUS
fr: CONTRÔLES DE L'ÉCRAN DE VEILLE
gl_es: CONTROIS DO SALVAPANTALLAS
he: בקרה על שומר מסך
hu: KÉPERNYŐVÉDŐ VEZÉRLŐK
it: CONTROLLI SCREENSAVER
ja_jp: スクリーンセーバー操作(スタートでそのゲームを開始)
nb_no: SKJERMSPARER KONTROLL
nl: SCHERMBEVEILIGING BEDIENING
pl: STEROWANIE WYGASZACZA
ro_ro: CONTROALE ECONOMIZOR DE ECRAN
sk_sk: Ovládače šetriča obrazovky
tr: EKRAN KORUYUCU KONTROLLERİ
vi_vn: ĐIỀU KHIỂN BẢO VỆ MÀN HÌNH
zh_cn: 屏保控制选项

source: USE CUSTOM VIDEOS
ar: استخدام فيديوهات مخصصة
ca: UTILITZAR VÍDEOS PERSONALITZATS
cs_cz: POUŽÍT VLASTNÍ VIDEA
cy_gb: DEFNYDDIO FIDEOS WEDI'I ADDASU
eu_es: ERABILI NEURRIRA EGINDAKO BIDEOAK
fi_fi: KÄYTÄ MUKAUTETTUJA VIDEOITA
fr: UTILISER DES VIDÉOS PERSONNALISÉES
gl_es: EMPREGAR VÍDEOS PERSONALIZADOS
he: שימוש בסרטון בבחירה אישית
hu: EGYEDI VIDEÓK HASZNÁLATA
it: USA VIDEO PERSONALIZZATI
ja_jp: カスタム動画を使用
nb_no: BRUKE EGENDEFINERTE VIDEOER
nl: GEBRUIK WILLEKEURIGE VIDEOS
pl: UŻYJ FILMÓW NIESTANDARDOWYCH
ro_ro: FOLOSEȘTE VIDEOCLIPURI PERSONALIZATE
sk_sk: Použiť vlastné videá
tr: ÖZEL VİDEO KULLAN
vi_vn: SỬ DỤNG VIDEO TÙY CHỈNH
zh_cn: 使用自定视频

source: CUSTOM VIDEO DIRECTORY
ar: مكان الفيديوهات المخصصة
ca: CARPETA DE VÍDEOS PERSONALITZATS
cs_cz: ADRESÁŘ VLASTNÍCH VIDEI
cy_gb: CYFEIRIADUR FIDEO WEDI'I ADDASU
eu_es: NEURRIRA EGINDAKO BIDEOEN KARPETA
fi_fi: MUKAUTETTU VIDEON HAKEMISTO
fr: RÉPERTOIRE DE VIDÉOS PERSONNALISÉES
gl_es: DIRECTORIO DE VIDEOS PERSONALIZADOS
hu: EGYEDI VIDEÓK KÖNYVTÁRA
it: DIR. VIDEO PERSONALIZZATI
ja_jp: カスタム動画ディレクトリ
nb_no: EGENDEFINERT VIDEO MAPPE
nl: AANGEPASTE VIDEO MAP
pl: KATALOG FILMÓW NIESTANDARDOWYCH
ro_ro: DOSARUL VIDOCLIPURILOR PERSONALIZATE
sk_sk: Vlastný adresár videa
tr: ÖZEL VİDEO YOLU
vi_vn: THƯ MỤC VIDEO TÙY CHỈNH
zh_cn: 自定视频路径

source: USE VIDEOS IN SUBFOLDERS OF CUSTOM DIRECTORY
ca: USAR VIDEOS A SUBCARPETES DEL DIRECTORI PERSONALITZAT
cs_cz: POUŽITÍ VIDEÍ V PODSLOŽKÁCH VLASTNÍHO ADRESÁŘE
eu_es: ERABILI AZPIKARPETAN DAUDEN BIDEOAK NEURRIRA EDINGADKO KARPETETATIK
fi_fi: KÄYTÄ MUKAUTETUN HAKEMISTON ALIHAKEMISTOISSA OLEVIA VIDEOITA
fr: UTILISER LES VIDÉOS DES SOUS-RÉPERTOIRES
gl_es: EMPREGAR VÍDEOS NOS SUBCARTAFOLES DO DIRECTORIO PERSONALIZADO
hu: VIDEÓK HASZNÁLATA AZ EGYÉNI KÖNYVTÁR ALMAPPÁIBAN
it: USA VIDEO NELLA SOTTOCARTELLA DELLA DIRECTORY PERSON.
ja_jp: カスタムディレクトリのサブフォルダの動画を使用
nb_no: BRUK VIDEOER I UNDERMAPPER AV EGENDEFINERT MAPPE
nl: GEBRUIK VIDEOS IN SUBMAPPEN VAN AAGEPASTE MAP
pl: UŻYWAJ FILMÓW W PODFOLDERACH KATALOGU NIESTANDARDOWEGO
ro_ro: FOLOSEȘTE VIDEOCLIPURILE DIN SUBDOSARELE DOSARULUI PERSONALIZAT
sk_sk: Použiť videá v podpriečinkoch aktuálneho adresára
tr: ÖZEL KLASÖRÜN ALT KLASÖRÜ İÇİNDEKİ VİDEOLARI KULLAN
vi_vn: SỬ DỤNG VIDEO TRONG THƯ MỤC CON CỦA THƯ MỤC TÙY CHỈNH
zh_cn: 使用自定义目录的子目录中的视频

source: CUSTOM VIDEO FILE EXTENSIONS
ca: PERSONALITZAR EXTENSIONES D'ARXIUS DE VIDEO
cs_cz: VLASTNÍ ROZŠÍŘENÍ SOUBORU VIDEA
eu_es: NEURRIRA EGINDAKO BIDEO FITXATEGIEN LUZAPENAK
fi_fi: MUKAUTETUT VIDEOIDEN TIEDOSTOPÄÄTTEET
fr: EXTENSIONS PERSONNALISÉES POUR LES VIDÉOS
gl_es: EXTENSIÓNS DE ARQUIVO DE VÍDEO PERSONALIZADO
hu: EGYÉNI VIDEOFÁJLKITERJESZTÉSEK
it: ESTENSIONI FILE VIDEO PERSONALIZZATE
ja_jp: カスタム動画ファイル拡張子
nb_no: EGENDEFINERTE VIDEO FILENDELSER
nl: AANGEPASTE VIDEO BESTAND EXTENSIES
pl: ROZSZERZENIA PLIKÓW FILMÓW NIESTANDARDOWYCH
ro_ro: EXTENSIA FIȘIERELOR VIDEO PERSONALIZATE
sk_sk: Vlastné prípony súborov videa
tr: VİDEO ÖZEL DOSYA UZANTISI
vi_vn: MỞ RỘNG TỆP TIN VIDEO TÙY CHỈNH
zh_cn: 自定义视频文件扩展名

source: SLIDESHOW SCREENSAVER SETTINGS
ar: إعدادات شاشة توقف عرض الشرائح
ca: CONFIGURAR L’ESTALVI DE PANTALLA DE PRESENTACIÓ D’IMATGES
cs_cz: NASTAVENÍ PREZENTACE SPOŘIČE OBRAZOVKY
cy_gb: GOSODIADAU SIOE SLEID ARBEDYDD SGRIN
eu_es: PANTAILA BABESLE PRESENTAZIO KONPIGURAZIOA
fi_fi: NÄYTÖNSÄÄSTÄJÄN KUVAESITYKSEN ASETUKSET
fr: PARAMÈTRES ÉCRAN DE VEILLE DIAPORAMA
gl_es: CONFIGURACIÓN DO SALVAPANTALLAS DE DIAPOSITIVAS
he: הגדרות מצגת שומר מסך
hu: DIAVETÍTÉSES KÉPERNYŐKÍMÉLŐ BEÁLLÍTÁSOK
it: OPZIONI SALVASCHERMO - PRESENTAZIONE
ja_jp: スライドショーセーバー設定
nb_no: INNSTILLINGER FOR SKJERMSPARER SLIDEVISNING
nl: DIAVOORSTELLING SCHERMBEVEILIGING INSTELLINGEN
pl: USTAWIENIA WYGASZACZA Z POKAZEM SLAJDÓW
ro_ro: SETĂRI PREZENTARE DIAPOZITIVE ECONOMIZOR DE ECRAN
sk_sk: Nastavenia obrázkového šetriča obrazovky
tr: EKRAN KORUYUCU AYARLARI
vi_vn: CÀI ĐẶT BẢO VỆ MÀN HÌNH TRÌNH CHIẾU
zh_cn: 屏保-幻灯片设置

source: IMAGE DURATION (SECS)
ar: قم بتبديل الصورة بعد (ثوانِ)
ca: CANVIAR IMATGE CADA (SEGONS)
cs_cz: DOBA TRVÁNÍ SNÍMKU (SEK)
cy_gb: NEWID DELWEDD AR ÔL (EILIADAU)
eu_es: IRUDI LUZERA (SEG)
fi_fi: KUVAN KESTO (SEKUNNEISSA)
fr: CHANGER L'IMAGE APRÈS
gl_es: DURACIÓN DA IMAXE (SEGS)
hu: KÉP CSERÉLÉSE (MÁSODPERC)
it: CAMBIA IMMAGINE DOPO (SECONDI)
ja_jp: 画像変更時間(秒)
nb_no: BILDEVARIGHET (SEKUND)
nl: AFBEELDING TIJD (SECONDEN)
pl: PODMIEŃ OBRAZ PO (SEKUNDACH)
ro_ro: DURATĂ IMAGINI (SEC)
sk_sk: Trvanie obrázku (sek)
tr: RESİM SÜRESİ (SANİYE)
vi_vn: THỜI GIAN HÌNH (GIÂY)
zh_cn: 图像持续时间（秒）

source: STRETCH IMAGES
ar: تمدد الصور
ca: AJUSTAR IMATGES
cs_cz: ROZTAŽENÍ OBRÁZKU
cy_gb: YMESTYN DELWEDDAU
eu_es: LUZATU IRUDIAK
fi_fi: VENYTÄ KUVAT
fr: ÉTIRER LES IMAGES
gl_es: ESTIRAR IMAXES
he: מתיחת תמונות
hu: KÉP SZÉTHÚZÁS
it: ESTENDI IMMAGINI
ja_jp: 画像を拡大
nb_no: STREKK BILDER
nl: STREK AFBEELDINGEN
pl: ROZCIĄGNIJ OBRAZY
ro_ro: ÎNTINDE IMAGINILE
sk_sk: Roztiahnuť obrázky
tr: RESİMLERİ UZAT
vi_vn: KÉO DÃN HÌNH ẢNH
zh_cn: 拉伸图像

source: USE CUSTOM IMAGES
ar: استخدام صور مخصصة
ca: UTILITZAR IMATGES PERSONALITZADES
cs_cz: POUŽÍT VLASTNÍ OBRÁZKY
cy_gb: DEFNYDDIO DELWEDDAU WEDI'I ADDASU
eu_es: ERABILI NEURRIRA HARTUTAKO IRUDIAK
fi_fi: KÄYTÄ MUKAUTETTUJA KUVIA
fr: UTILISER DES IMAGES PERSONNALISÉES
gl_es: USE IMAXES PERSONALIZADAS
he: שימוש בתמונות מותאמות אישית
hu: EGYEDI KÉP HASZNÁLATA
it: USA IMMAGINI PERSONALIZZATE
ja_jp: カスタム画像を使用
nb_no: BRUK EGENDEFINERTE BILDER
nl: GEBRUIK AANGEPASTE AFBEELDINGEN
pl: UŻYJ NIESTANDARDOWYCH OBRAZÓW
ro_ro: FOLOSEȘTE IMAGINI PERSONALIZATE
sk_sk: Použiť vlastné obrázky
tr: ÖZEL RESİMLERİ KULLAN
vi_vn: SỬ DỤNG HÌNH ẢNH TÙY CHỈNH
zh_cn: 使用自定图像

source: CUSTOM IMAGE DIRECTORY
ar: دليل الصورة المخصصة
ca: CARPETA D’IMATGES PERSONALITZADES
cs_cz: VLASTNÍ ADRESÁŘ OBRÁZKU
cy_gb: CYFEIRIADUR DELWEDD WEDI'I ADDASU
eu_es: ERABILI NEURRIRA EGINDAKO IRUDI DIREKTORIOAK
fi_fi: MUKAUTETTU KUVA HAKEMISTO
fr: RÉPERTOIRE D'IMAGES PERSONNALISÉES
gl_es: DIRECTORIO DE IMAXE PERSONALIZADO
hu: EGYEDI KÉP KÖNYVTÁR
it: DIR. IMMAGINI PERSONALIZZATE
ja_jp: カスタム画像のディレクトリ
nb_no: EGENDEFINERT BILDE KATALOG
nl: AANGEPASTE AFBEELDINGEN MAP
pl: KATALOG OBRAZÓW NIESTANDARDOWYCH
ro_ro: DOSAR IMAGINI PERSONALIZATE
sk_sk: Vlastný adresár obrázkov
tr: ÖZEL RESİM YOLU
vi_vn: THƯ MỤC HÌNH ẢNH TÙY CHỈNH
zh_cn: 自定图像目录

source: USE IMAGES IN SUBFOLDERS OF CUSTOM DIRECTORY
ca: USAR IMATGES EN SUBCARPETES DEL DIRECTORI PERSONALITZAT
cs_cz: POUŽITÍ OBRÁZKŮ V PODSLOŽKÁCH VLASTNÍHO ADRESÁŘE
eu_es: ERABILI NEURRIRA EGINDAKO PARKETETAKO AZPIKARPETETAN DAUDEN IRUDIAK
fi_fi: KÄYTÄ MUKAUTETUN HAKEMISTON ALIHAKEMISTOISSA OLEVIA KUVIA
fr: UTILISER LES IMAGES DES SOUS-RÉPERTOIRES
gl_es: EMPREGAR IMAXES NOS SUBCARTAFOLES DO DIRECTORIO PERSONALIZADO
hu: KÉPEK HASZNÁLATA AZ EGYÉNI KÖNYVTÁR ALMAPPÁIBAN
it: USA IMMAGINI NELLA SOTTOCARTELLA DELLA DIRECTORY PERSON.
ja_jp: カスタムディレクトリのサブフォルダの画像を使用
nb_no: BRUK BILDER I UNDERMAPPER AV TILPASSET KATALOG
nl: GEBRUIK AFBEELDINGEN IN SUBMAPPEN VAN AANGEPASTE MAP
pl: UŻYWAJ OBRAZÓW W PODFOLDERACH KATALOGU NIESTANDARDOWEGO
ro_ro: FOLOSEȘTE IMAGINILE DIN SUBDOSARELE DOSARULUI PERSONALIZAT
sk_sk: Použiť obrázky v podpriečinkoch vlastného adresára
tr: ÖZEL KLASÖRÜN ALT KLASÖRÜ İÇİNDEKİ RESİMLERİ KULLAN
vi_vn: SỬ DỤNG HÌNH ẢNH TRONG THƯ MỤC CON CỦA THƯ MỤC TÙY CHỈNH
zh_cn: 使用自定义目录的子目录中的图片

source: CUSTOM IMAGE FILE EXTENSIONS
ca: PERSONALITZAR EXTENSIONS D'ARXIUS D'IMATGE
cs_cz: VLASTNÍ PŘÍPONY OBRAZOVÝCH SOUBORŮ
eu_es: NEURRIRA EGINDAKO IRUDI FITXATEGI LUZAPENAK
fi_fi: MUKAUTETUT KUVIEN TIEDOSTOPÄÄTTEET
fr: EXTENSIONS PERSONNALISÉES POUR LES IMAGES
gl_es: EXTENSIÓNS DE FICHEROS DE IMAXE PERSONALIZADAS
hu: EGYÉNI KÉPFÁJLKITERJESZTÉSEK
it: ESTENSIONI FILE IMMAGINE PERSONALIZZATE
ja_jp: カスタム画像ファイル拡張子
nl: AANGEPASTE AFBEELDING BESTAND EXTENSIES
pl: ROZSZERZENIA PLIKÓW OBRAZÓW NIESTANDARDOWYCH
ro_ro: EXTENSIA FIȘIERELOR IMAGINE PERSONALIZATE
sk_sk: Vlastné koncovky súborov obrázkov
tr: RESİM ÖZEL DOSYA UZANTISI
vi_vn: MỞ RỘNG TẬP TIN HÌNH ẢNH TÙY CHỈNH
zh_cn: 自定义图片文件扩展名
